Я работаю над тем , чтобы помочь компьютерам общаться с окружающим миром . <EOS>
Есть много способов сделать это , и мне нравится сосредоточиться на том , чтобы помочь компьютерам говорить о том , что они видят и понимают . <EOS>
В такой сцене современный алгоритм компьютерного зрения может сказать вам , что есть женщина и есть собака . <EOS>
Это может сказать вам , что женщина улыбается . <EOS>
Это может даже сказать вам , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые подобная сцена может вызвать у людей . <EOS>
Все взаимосвязи родственных ситуаций . <EOS>
Может быть , вы видели собаку , подобную этой , раньше , или вы бегали по пляжу , как эта , и это еще больше навевает мысли и воспоминания о прошлых отпусках , прошлых поездках на пляж , временах , проведенных бегать с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , каково это иметь этот опыт , понять , что мы разделяем , во что верим и что чувствуем , мы можем начать развивать компьютерные технологии таким образом , чтобы это дополняло наш собственный опыт . <EOS>
Итак , если копнуть глубже , несколько лет назад я начал помогать компьютерам создавать человеческие истории из последовательностей изображений . <EOS>
Итак , однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Он взглянул на фотографии и увидел коалу . <EOS>
Он не знал , что это за коала , но сказал , что думает , что это интересное существо . <EOS>
Затем я поделился с ним серией изображений о горящем доме . <EOS>
Он посмотрел на изображения и сказал : « Это потрясающий вид ! Это потрясающе ! » <EOS>
От этого по моей спине пробежали мурашки . <EOS>
Он увидел ужасное , изменяющее жизнь и разрушающее жизнь событие и подумал , что это что-то позитивное . <EOS>
Я понял , что он распознал контраст , красные и желтые цвета , и подумал , что это стоит отметить положительно . <EOS>
И отчасти причина этого заключалась в том , что большинство изображений , которые я ей дал , были позитивными . <EOS>
Это потому , что люди склонны делиться позитивными образами , когда говорят о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением ИИ задача за задачей , набор данных за набором данных , я создавал огромные пробелы , дыры и белые пятна в том , что он мог понять . <EOS>
И при этом я кодировал всевозможные предубеждения . <EOS>
Предубеждения , которые отражают ограниченную точку зрения , ограниченную одним набором данных - предубеждения , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предубеждения и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня туда , где я был в тот день , — как первые цветные изображения были откалиброваны по коже белой женщины , а это означало , что цветная фотография была предвзятой против черных лиц. <EOS>
И та же предвзятость , то же самое слепое пятно сохранялось и в 90-х . <EOS>
И то же самое слепое пятно продолжается даже сегодня в том , насколько хорошо мы можем распознавать лица разных людей с помощью технологии распознавания лиц. <EOS>
Я думаю о современном состоянии исследований сегодня , когда мы склонны ограничивать свое мышление одним набором данных и одной проблемой . <EOS>
И тем самым мы создавали больше слепых зон и предубеждений , которые ИИ мог бы еще больше усилить . <EOS>
Тогда я понял , что нам нужно глубоко задуматься о том , как будет выглядеть технология , над которой мы работаем сегодня , через пять лет , через 10 лет . <EOS>
Люди развиваются медленно , со временем исправляя проблемы во взаимодействии людей и окружающей среды . <EOS>
Напротив , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
И это означает , что действительно важно , чтобы мы тщательно об этом думали прямо сейчас — чтобы мы размышляли о наших собственных слепых пятнах , наших собственных предубеждениях , и думали о том , как это влияет на технологию , которую мы создаем , и обсуждали , что технология сегодня будет означать для завтра . <EOS>
Руководители и ученые взвесили , какой , по их мнению , будет технология искусственного интеллекта будущего . <EOS>
Стивен Хокинг предупреждает , что « искусственный интеллект может положить конец человечеству » . <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из самых больших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
Билл Гейтс сказал : « Я не понимаю , почему люди не беспокоятся больше » . <EOS>
Но эти взгляды - они часть истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта — это то , что мы называем доступом , и все с ними работает . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллекта , в которые мы можем внести свой вклад . <EOS>
И помимо этого , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом с технологиями и тем , как они нас волнуют и как они нас волнуют . <EOS>
Мы можем обсудить то , что мы любим . <EOS>
Мы можем предусмотрительно сообщать о тех аспектах технологии , которые могут быть более выгодными или более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на открытии дискуссии об ИИ с предвидением будущего , это поможет создать общий разговор и понимание того , что такое ИИ сейчас , чем он может стать , и обо всех вещах , которые нам нужно сделать , чтобы добиться того результата , который лучше всего нам подходит . <EOS>
Мы уже видим и знаем это в технологиях , которые мы используем сегодня . <EOS>
Мы используем смартфоны и цифровые помощники и Roombas . <EOS>
Они злые ? <EOS>
Может быть , иногда . <EOS>
Они полезны ? <EOS>
Да , они тоже . <EOS>
И они не все одинаковые . <EOS>
И там вы уже видите свет , сияющий на то , что ждет вас в будущем . <EOS>
Будущее продолжается из того , что мы строим и создаем прямо сейчас . <EOS>
Мы запустили эффект домино , который определяет эволюционный путь ИИ . <EOS>
В наше время прямо сейчас мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненную реальность , оживляя прошлые миры . <EOS>
Технология , которая помогает людям делиться своим опытом , когда им трудно общаться . <EOS>
Технология основана на понимании потокового визуального мира , используемого в качестве технологии для беспилотных автомобилей . <EOS>
Технология , основанная на понимании изображений и генерировании языка , превращается в технологию , которая помогает людям с нарушениями зрения лучше получать доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы рождаемся , такие как цвет нашей кожи или выражение лица , чтобы определить , являемся ли мы преступниками или террористами . <EOS>
У нас есть технология , которая обрабатывает наши данные , даже данные , касающиеся нашего пола или расы , чтобы определить , можем ли мы получить кредит . <EOS>
Все , что мы видим сейчас , — это снимок эволюции искусственного интеллекта . <EOS>
Потому что то , где мы сейчас находимся , находится в пределах момента этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что произойдет в будущем и в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы помогать людям , нам нужно определить цели и стратегии , которые позволяют сделать этот путь сейчас . <EOS>
Я хотел бы видеть то , что хорошо сочетается с людьми , с нашей культурой и окружающей средой . <EOS>
Технология , которая помогает и помогает людям с неврологическими заболеваниями или другими нарушениями , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технология , которая работает независимо от вашей демографии или цвета вашей кожи . <EOS>
Итак , сегодня я сосредоточусь на технологиях завтрашнего дня и через 10 лет . <EOS>
ИИ может проявляться по-разному . <EOS>
Но в данном случае это не беспилотный автомобиль без какой-либо цели . <EOS>
Это та машина , на которой мы ездим . <EOS>
Мы выбираем , когда ускоряться , а когда замедляться . <EOS>
Мы выбираем , нужно ли нам сделать поворот . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле всех вещей , которыми может стать искусственный интеллект . <EOS>
Это станет много вещей . <EOS>
И теперь нам решать , что нам нужно сделать , чтобы убедиться , что результаты искусственного интеллекта будут лучшими для всех нас . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить вас всех рассмотреть на секунду очень простой факт , что большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле , смотреть на ночное небо и видеть звезды невооруженным глазом . <EOS>
Солнце обжигает наше периферийное зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И с тех пор , как Галилей направил этот элементарный телескоп на небесные тела , известная вселенная пришла к нам через свет через огромные эры космической истории . <EOS>
И со всеми нашими современными телескопами мы смогли собрать этот потрясающий немой фильм о вселенной — эти серии снимков , которые восходят к Большому взрыву . <EOS>
И тем не менее , вселенная — это не немое кино , потому что вселенная не молчит . <EOS>
Я хотел бы убедить вас , что у вселенной есть саундтрек , и этот саундтрек воспроизводится в самом космосе , потому что пространство может колебаться , как барабан . <EOS>
Это может стать своего рода записью по всей вселенной некоторых из самых драматических событий , когда они разворачиваются . <EOS>
Теперь мы хотели бы иметь возможность добавить к некой великолепной визуальной композиции вселенной , которую мы имеем , — звуковой композиции . <EOS>
И хотя мы никогда не слышали звуков из космоса , нам действительно следует в ближайшие несколько лет начать прибавлять громкость того , что там происходит . <EOS>
Поэтому в своем стремлении запечатлеть песни из вселенной мы сосредоточим наше внимание на черных дырах и обещаниях , которые они имеют , потому что черные дыры могут стучать по пространству-времени , как молотки по барабану , и иметь очень характерную песню , которую я хотел бы сыграть для вас — некоторые из наших предсказаний о том , какой будет эта песня . <EOS>
В один прекрасный день мы можем увидеть тень , которую черная дыра может отбросить на очень ярком фоне , но пока этого не произошло . <EOS>
И все же черные дыры можно услышать , даже если их не видно , и это потому , что они бьют в пространство-время , как барабан . <EOS>
Идеей о том , что пространство может звенеть как барабан , мы обязаны Альберту Эйнштейну , которому мы так обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы вселенная была пуста , это было бы похоже на эту картину , за исключением , может быть , без нарисованной на ней полезной сетки . <EOS>
Но если бы мы свободно падали в пространстве , даже без этой полезной сетки , мы могли бы нарисовать ее сами , потому что мы заметили бы , что путешествуем по прямым линиям , неотклоненным прямым путям через вселенную . <EOS>
Эйнштейн также понял — и в этом суть дела , — что если вы поместите во Вселенную энергию или массу , она искривит пространство , и свободно падающий объект пройдет , скажем , мимо Солнца и отклонится по естественным изгибам пространства . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет согнется этими путями . <EOS>
И ты можешь так согнуться , что попадешь на орбиту вокруг Солнца , как Земля , или Луны вокруг Земли . <EOS>
Это естественные изгибы пространства . <EOS>
Чего Эйнштейн не осознавал , так это того , что если взять наше Солнце и раздавить его до шести километров — то есть взять массу , в миллион раз превышающую массу Земли , и раздавить его до шести километров в поперечнике , то получится черная дыра , объект настолько плотный , что , если бы свет отклонился слишком близко , он никогда не убежал бы — темная тень на фоне Вселенной . <EOS>
Но Эйнштейн всегда считал черные дыры математической странностью . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
Прошло несколько десятилетий , прежде чем был придуман термин « черная дыра » , и люди поняли , что черные дыры являются настоящими астрофизическими объектами — на самом деле это состояние смерти очень массивных звезд , которые катастрофически коллапсируют в конце своей жизни . <EOS>
Теперь наше Солнце не превратится в черную дыру . <EOS>
На самом деле он недостаточно массовый . <EOS>
Но если бы мы проделали небольшой мысленный эксперимент — как Эйнштейн очень любил делать — мы могли бы представить , что раздавим Солнце до шести километров и поместим вокруг него маленькую маленькую Землю на орбите , возможно , в 30 километрах от Солнца черной дыры . <EOS>
И это было бы самоосвещение , потому что теперь Солнце ушло , у нас нет другого источника света - так что давайте сделаем нашу маленькую Землю самосветящейся . <EOS>
И вы бы поняли , что можете поместить Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры . <EOS>
Эта раздавленная черная дыра более или менее поместилась бы внутри Манхэттена . <EOS>
Он может немного пролиться в Гудзон , прежде чем уничтожит Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который можно раздавить до половины площади Манхэттена . <EOS>
Итак , мы перемещаем эту Землю очень близко — на 30 километров наружу — и замечаем , что она прекрасно вращается вокруг черной дыры . <EOS>
Существует своего рода миф о том , что черные дыры пожирают все во Вселенной , но на самом деле вам нужно подойти очень близко , чтобы упасть . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем видеть Землю . <EOS>
Он не может спрятаться за черной дырой . <EOS>
Свет от Земли , часть его падает , но часть его рассеивается и возвращается к нам . <EOS>
Так что за черной дырой ничего не спрячешь . <EOS>
Если это был Battlestar Galactica , и вы сражаетесь с Сайлонами , не прячьтесь за черной дырой . <EOS>
Они могут видеть вас . <EOS>
Наше Солнце не превратится в черную дыру — оно недостаточно массивно , — но в нашей галактике есть десятки тысяч черных дыр . <EOS>
И если бы кто-то затмил Млечный Путь , это было бы так . <EOS>
Мы бы увидели тень этой черной дыры на фоне сотен миллиардов звезд в Галактике Млечный Путь и ее светящихся полос пыли . <EOS>
И если бы мы упали к этой черной дыре , мы бы увидели весь этот свет , рассеянный вокруг нее , и мы могли бы даже начать переходить в эту тень и действительно не замечать , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались запустить наши ракеты и выбраться оттуда , потому что мы не могли , как не может убежать свет . <EOS>
Но хотя черная дыра темна снаружи , внутри она не темная , потому что весь свет из галактики может падать позади нас . <EOS>
И хотя из-за релятивистского эффекта , известного как замедление времени , наши часы , казалось бы , замедляются относительно галактического времени , казалось бы , что эволюция галактики ускорилась и выстрелила в нас прямо перед тем , как мы были раздавлены насмерть черной дырой . <EOS>
Это было бы похоже на околосмертный опыт , когда вы видите свет в конце туннеля , но это опыт полной смерти . <EOS>
( Смех ) И про свет в конце туннеля никому не рассказать . <EOS>
Мы никогда не видели такой тени черной дыры , но черные дыры можно услышать , даже если их не видно . <EOS>
Представьте себе астрофизически реалистичную ситуацию — представьте себе две черные дыры , которые прожили вместе долгую жизнь . <EOS>
Возможно , они начинались как звезды и распадались на две черные дыры , каждая из которых в 10 раз тяжелее Солнца . <EOS>
Так что теперь мы собираемся раздавить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они облетают друг друга очень близко со скоростью света . <EOS>
Таким образом , они пересекают тысячи километров за доли секунды , и при этом они не только искривляют пространство , но и оставляют за собой звон пространства , настоящую волну в пространстве-времени . <EOS>
Пространство сжимается и растягивается , когда оно исходит из этих черных дыр , бьющихся о вселенную . <EOS>
И они путешествуют в космос со скоростью света . <EOS>
Это компьютерное моделирование создано группой относительности в NASA Goddard . <EOS>
Чтобы решить эту проблему , потребовалось почти 30 лет . <EOS>
Это была одна из групп . <EOS>
На нем снова изображены две черные дыры , вращающиеся вокруг друг друга , с этими услужливо нарисованными кривыми . <EOS>
И если вы можете видеть — это довольно слабо , но если вы можете видеть исходящие красные волны , это гравитационные волны . <EOS>
Это буквально звуки космического звона , и они будут выходить из этих черных дыр со скоростью света , когда они звенят и сливаются в одну вращающуюся тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы со сжатием и растяжением пространства . <EOS>
Вы бы буквально услышали звук . <EOS>
Теперь , конечно , ваша голова будет бесполезно сжиматься и растягиваться , поэтому у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я хотел бы сыграть для вас звук , который мы предсказываем . <EOS>
Это из моей группы - чуть менее гламурное компьютерное моделирование . <EOS>
Представьте , что более легкая черная дыра падает в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , — это легкая черная дыра , ударяющаяся в пространство каждый раз , когда она приближается . <EOS>
Если далеко , то слишком тихо . <EOS>
Но он входит как молоток и буквально трескает пространство , раскачивая его , как барабан . <EOS>
И мы можем предсказать , каким будет звук . <EOS>
Мы знаем , что по мере падения он становится быстрее и громче . <EOS>
И , в конце концов , мы услышим , как маленький парень просто упал в большого парня . <EOS>
Я никогда не слышал этого так громко - это на самом деле более драматично . <EOS>
Дома это звучит как-то разочаровывающе . <EOS>
Это как динь , динь , динь . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют после себя полезных следов чернил , а пространство не рисуется , показывая вам изгибы . <EOS>
Но если вы проплывете в космосе на космическом празднике и услышите это , вам захочется двигаться . <EOS>
( Смех ) Хотите уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры сближаются . <EOS>
В этом случае они оба довольно сильно шатаются . <EOS>
И тогда они объединятся . <EOS>
Этот писк очень характерен для слияния черных дыр — он чирикает в конце . <EOS>
Теперь это наш прогноз того , что мы увидим . <EOS>
К счастью , мы находимся на безопасном расстоянии в Лонг-Бич , Калифорния . <EOS>
И наверняка где-то во Вселенной слились две черные дыры . <EOS>
И , конечно же , пространство вокруг нас звенит после путешествия , может быть , миллиона световых лет или миллиона лет со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы любой из нас когда-либо слышал . <EOS>
На Земле строятся очень трудолюбивые эксперименты — один из них называется LIGO , — который обнаружит отклонения в сжатии и растяжении пространства менее чем на долю ядра атома на расстоянии более четырех километров . <EOS>
Это чрезвычайно амбициозный эксперимент , и в ближайшие несколько лет он станет более чувствительным , чтобы его реализовать . <EOS>
Также предлагается космическая миссия , которая , как мы надеемся , будет запущена в ближайшие десять лет , называется LISA . <EOS>
И LISA сможет увидеть сверхмассивные черные дыры — черные дыры , в миллионы или миллиарды раз превышающие массу Солнца . <EOS>
На этом снимке Хаббла мы видим две галактики . <EOS>
Они как будто застыли в каких-то объятиях . <EOS>
И каждая из них , вероятно , имеет в своем ядре сверхмассивную черную дыру . <EOS>
Но они не заморожены , они фактически сливаются . <EOS>
Эти две черные дыры сталкиваются , и они сольются в течение миллиарда лет . <EOS>
Нашему человеческому восприятию невозможно подобрать песню такой продолжительности . <EOS>
Но LISA смогла увидеть заключительные стадии двух сверхмассивных черных дыр в начале истории Вселенной , за последние 15 минут до того , как они упадут вместе . <EOS>
И это не только черные дыры , но и любое большое возмущение во Вселенной , и самым большим из них является Большой взрыв . <EOS>
Когда это выражение было придумано , оно было насмешливым , типа : « О , кто поверит в Большой взрыв ? » <EOS>
Эта анимация от моих друзей из Proton Studios показывает взгляд на Большой Взрыв снаружи . <EOS>
На самом деле мы никогда не хотим этого делать , мы хотим быть внутри вселенной , потому что нет такой вещи , как стоять вне вселенной . <EOS>
Итак , представьте , что вы находитесь внутри Большого Взрыва . <EOS>
Оно повсюду , оно вокруг вас , и пространство хаотично качается . <EOS>
Прошло четырнадцать миллиардов лет , а эта песня все еще звучит вокруг нас . <EOS>
Формируются галактики , и в этих галактиках формируются поколения звезд , и вокруг одной звезды , по крайней мере , одной звезды , является обитаемой планетой . <EOS>
И вот мы лихорадочно строим эти эксперименты , делаем эти расчеты , пишем эти компьютерные коды . <EOS>
Представьте , что миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня все это время звучала в космосе . <EOS>
Мы даже не были здесь . <EOS>
Это становится все ближе и ближе — 40 000 лет назад мы все еще рисуем наскальные рисунки . <EOS>
Если бы мы собирались запечатлеть Большой Взрыв , это звучало бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум , это такой хаотичный звон . <EOS>
Но , по-видимому , он повсюду вокруг нас , если он не был уничтожен каким-то другим процессом во вселенной . <EOS>
И если мы поднимем его , это будет музыка для наших ушей , потому что это будет тихое эхо того момента нашего творения , нашей наблюдаемой вселенной . <EOS>
Так что в течение следующих нескольких лет мы сможем немного улучшить саундтрек , визуализировать вселенную в аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это значительно приблизит нас к пониманию Большого Взрыва , что еще больше приблизит нас к тому , чтобы задавать некоторые из самых трудных , самых неуловимых вопросов . <EOS>
Если мы прокрутим фильм нашей вселенной в обратном порядке , мы узнаем , что в нашем прошлом был Большой Взрыв , и мы можем даже услышать его какофонический звук , но был ли наш Большой Взрыв единственным Большим Взрывом ? <EOS>
Я имею в виду , мы должны спросить , было ли это раньше ? <EOS>
Это повторится ? <EOS>
Я имею в виду , что в духе того , чтобы принять вызов TED , чтобы возродить чудо , мы можем задавать вопросы , по крайней мере в эту последнюю минуту , которые , честно говоря , могут ускользнуть от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная — это просто шлейф какой-то великой истории ? <EOS>
Или , возможно , мы просто ответвление мультивселенной — каждая ветвь со своим Большим Взрывом в прошлом — может быть , некоторые из них с черными дырами , играющими на барабанах , может , некоторые без — может быть , некоторые с разумной жизнью , а некоторые без — не в нашем прошлом , не в нашем будущем , но как-то фундаментально связаны с нами ? <EOS>
Поэтому мы должны задаться вопросом , есть ли мультивселенная , в каком-то другом месте этой мультивселенной есть ли существа ? <EOS>
Вот мои существа из мультивселенной . <EOS>
Есть ли в мультивселенной другие существа , интересующиеся нами и своим происхождением ? <EOS>
И если они есть , я могу представить их такими , какие мы есть , вычисляющими , пишущими компьютерный код , создающими инструменты , пытающимися обнаружить этот самый слабый звук их происхождения и задающимися вопросом , кто еще там . <EOS>
Спасибо , спасибо . <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил дымку , нависшую над городом . <EOS>
Я езжу на этой машине чаще всего , поэтому было необычно , что я не замечал этого раньше . <EOS>
Йоханнесбург известен своим характерным горизонтом , который я едва мог видеть тем утром . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописным окружением , которое я знал , и этим затянутым смогом горизонтом что-то пробудил во мне . <EOS>
Я был потрясен возможностью того , что этот город ярких и ярких закатов будет захвачен тусклой дымкой . <EOS>
В тот момент я почувствовал желание что-то с этим сделать , но я не знал что . <EOS>
Все , что я знал , это то , что я не мог просто стоять сложа руки . <EOS>
Основная проблема заключалась в том , что я мало что знал об экологической науке об управлении качеством воздуха или химии атмосферы . <EOS>
Я компьютерный инженер , и я был почти уверен , что не смогу найти выход из этой проблемы загрязнения воздуха . <EOS>
( Смех ) Кто я такой , чтобы что-то делать с этим вопросом ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я усвоил очень важный урок , урок , который нам всем нужно принять близко к сердцу , если мы хотим работать над лучшим будущим . <EOS>
Даже если вы не являетесь экспертом в определенной области , ваш внешний опыт может стать ключом к решению больших проблем в этой области . <EOS>
Иногда ваша уникальная перспектива может привести к нестандартному мышлению , которое может сдвинуть иглу , но вам нужно быть достаточно смелым , чтобы попробовать . <EOS>
Это единственный способ , которым вы когда-либо узнаете . <EOS>
В то время я знал , что если я даже собираюсь попытаться что-то изменить , мне нужно сначала разобраться с загрязнением воздуха , и поэтому я снова стал студентом . <EOS>
Я провел небольшое фундаментальное исследование и вскоре узнал , что загрязнение воздуха представляет собой самый большой риск для здоровья окружающей среды в мире . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 % всех смертей во всем мире в 2012 году были связаны с загрязнением воздуха в домашних условиях и окружающей среды , причем большинство из них произошло в странах с низким и средним уровнем доходов . <EOS>
Одно только загрязнение окружающего воздуха ежегодно вызывает больше смертей , чем малярия и ВИЧ / СПИД . <EOS>
В Африке преждевременная смертность от небезопасных санитарных условий или детского недоедания бледнеет по сравнению со смертями из-за загрязнения воздуха , и это приводит к огромным экономическим издержкам : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Теперь в своей работе я исследую новые границы для искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти благоприятную основу и помочь нам принимать лучшие решения . <EOS>
Когда я думал о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принимать более эффективные решения о том , как мы справимся с загрязнением воздуха , и , учитывая масштаб проблемы , необходимо было делать это совместно . <EOS>
Поэтому я решил , что мне лучше познакомиться с некоторыми людьми , работающими в этой области . <EOS>
Я начал общаться с официальными лицами из Йоханнесбурга и других близлежащих городов , привлек к себе местное научное сообщество , а также сделал несколько холодных звонков . <EOS>
Процесс вовлечения , к которому я приступил , помог мне глубже понять проблему . <EOS>
Это также помогло мне избежать ловушки , в которую иногда попадаются люди моей профессии , когда мы пытаемся внедрить инновации , когда мы быстро применяем технологию , прежде чем твердо осознаем проблему . <EOS>
Я начал думать о том , что я мог бы сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я могу каким-то значимым образом объединить свои навыки в разработке программного обеспечения и искусственного интеллекта и опыт людей , с которыми я связался . <EOS>
Я хотел создать онлайн-платформу для управления качеством воздуха , которая выявляла бы тенденции загрязнения и прогнозировала бы будущее , чтобы определить , какие результаты можно ожидать . <EOS>
Я был полон решимости воплотить мою идею в практическое решение , но столкнулся с неопределенностью и не имел гарантии успеха . <EOS>
У меня был очень специфический набор инженерных навыков , навыков , которые я приобрел за свою карьеру ( Смех ) , которые были новыми для людей , которые так много лет работали над проблемой загрязнения воздуха . <EOS>
Я пришел к выводу , что иногда всего одна свежая точка зрения , один новый набор навыков могут создать условия для того , чтобы произошло что-то замечательное . <EOS>
Наша сила воли и воображение являются путеводной звездой , позволяющей нам прокладывать новые пути и преодолевать препятствия . <EOS>
Вооружившись более четким пониманием проблемы загрязнения воздуха и сумев получить данные об уровнях загрязнения воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях за более чем десять лет , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений о качестве воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в реальном времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения , чтобы предсказать будущие уровни загрязнения на несколько дней вперед . <EOS>
Это означает , что граждане могут принимать более правильные решения о своих ежедневных передвижениях и о том , где поселить свои семьи . <EOS>
Мы можем заранее предсказать неблагоприятные явления загрязнения , выявить сильных загрязнителей , и соответствующие органы могут приказать им сократить свою деятельность . <EOS>
Благодаря вспомогательному сценарному планированию градостроители также могут принимать более обоснованные решения о том , как расширить инфраструктуру , такую как населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотный проект нашей технологии , который длился 120 дней и охватывал всю Южную Африку . <EOS>
Наши результаты подтвердились , когда мы продемонстрировали тесную корреляцию между данными прогноза и данными , которые мы получали на местах . <EOS>
Благодаря нашему руководству мы привлекли передовые , ведущие мировые ресурсы , которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью , принося пользу городу , в который я недавно въехал зимним утром и подумал : « Здесь что-то не так . Интересно , что можно сделать ? » <EOS>
Так вот в чем дело : что , если бы я не исследовал проблему загрязнения воздуха дальше ? <EOS>
Что , если бы я не проявлял заботы о состоянии окружающей среды и просто надеялся , что кто-то где-то занимается этим вопросом ? <EOS>
Что я узнал , так это то , что , приступая к сложному делу , которое продвигает дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и учитывать последствия бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и оппозицию , но это должно мотивировать нас еще больше . <EOS>
Поэтому , где бы вы ни были в мире , в следующий раз , когда вы обнаружите , что у вас есть какое-то природное любопытство , которое вызывает у вас интерес , и это то , что вас волнует , и у вас есть какие-то безумные или смелые идеи , и , возможно , это выходит за рамки вашего опыта , спросите себя : почему бы и нет ? <EOS>
Почему бы просто не пойти дальше и не решить проблему как можно лучше , по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение — это занятие , предназначенное исключительно для тех , кто может видеть . <EOS>
До сих пор считалось , что слепой человек , управляющий транспортным средством безопасно и независимо , является невыполнимой задачей . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы даем свободу и независимость слепым , создавая автомобиль для слабовидящих . <EOS>
Итак , прежде чем я расскажу об этой машине для слепых , позвольте мне вкратце рассказать вам о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированной машины , которая может водить сама . <EOS>
Вы нажимаете старт , никто ничего не трогает , и он может полностью автономно добраться до места назначения . <EOS>
Так в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом соревновании . <EOS>
Примерно в то же время Национальная федерация слепых ( NFB ) поставила перед исследовательским комитетом вопрос о том , кто может разработать автомобиль , который позволит слепому водить машину безопасно и независимо . <EOS>
Мы решили попробовать , потому что подумали : « Эй , как это может быть сложно ? » <EOS>
У нас уже есть автономный автомобиль . <EOS>
Мы просто поместили туда слепого , и все , верно ? <EOS>
( Смех ) Мы не могли быть более неправы . <EOS>
NFB хотел не автомобиль , который может управлять слепым человеком , а автомобиль , в котором слепой человек может принимать активные решения и управлять автомобилем . <EOS>
Так что пришлось выкинуть все в окно и начать с нуля . <EOS>
Поэтому , чтобы проверить эту безумную идею , мы разработали небольшой прототип автомобиля багги для дюн , чтобы проверить осуществимость . <EOS>
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность прокатиться . <EOS>
Это был совершенно потрясающий опыт . <EOS>
Но проблема с этим автомобилем заключалась в том , что он был спроектирован для движения только в очень контролируемой среде , на ровной закрытой парковке — даже на полосах , обозначенных красными конусами . <EOS>
Поэтому с этим успехом мы решили сделать следующий большой шаг , разработать настоящий автомобиль , на котором можно ездить по реальным дорогам . <EOS>
Так как это работает ? <EOS>
Ну , это довольно сложная система , но позвольте мне попытаться объяснить ее , может быть , упростить . <EOS>
Итак , у нас есть три шага . <EOS>
У нас есть восприятие , вычисления и невизуальные интерфейсы . <EOS>
Теперь очевидно , что водитель не может видеть , поэтому системе необходимо воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем начальную единицу измерения . <EOS>
Итак , он измеряет ускорение , угловое ускорение — как человеческое ухо , внутреннее ухо . <EOS>
Мы объединяем эту информацию с блоком GPS , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для обнаружения полос на дороге . <EOS>
А еще мы используем три лазерных дальномера . <EOS>
Лазеры сканируют окружающую среду для обнаружения препятствий - автомобиля , приближающегося спереди , сзади , а также любых препятствий , выезжающих на дороги , любых препятствий вокруг транспортного средства . <EOS>
Итак , весь этот огромный объем информации затем загружается в компьютер , и компьютер может делать две вещи . <EOS>
Во-первых , обработать эту информацию , чтобы иметь представление об окружающей среде — это полосы дороги , есть препятствия — и передать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы найти самый безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции о том , как работать с органами управления автомобилем . <EOS>
Но проблема вот в чем : как мы можем передать эту информацию и инструкции человеку , который не может видеть достаточно быстро и достаточно точно , чтобы он мог водить ? <EOS>
Поэтому для этого мы разработали множество различных типов технологий невизуального пользовательского интерфейса . <EOS>
Итак , начиная с трехмерной звуковой системы ping , вибрирующего жилета , колеса управления с голосовыми командами , полоски для ног и даже обуви , которая оказывает давление на ногу . <EOS>
Но сегодня мы поговорим о трех таких невизуальных пользовательских интерфейсах . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Итак , это пара перчаток , и они имеют вибрирующие элементы на суставе , чтобы вы могли передать инструкции о том , как управлять - направление и интенсивность . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Итак , это кресло — по сути , это массажное кресло . <EOS>
Вытряхиваем его , и переставляем вибрирующие элементы по разным схемам , и приводим их в действие для передачи информации о скорости , а также инструкции , как пользоваться педалью газа и тормоза . <EOS>
Итак , здесь вы можете увидеть , как компьютер понимает окружающую среду , и , поскольку вы не можете увидеть вибрацию , мы фактически поставили на драйвер красные светодиоды , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Так что эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это обучающие подсказки . <EOS>
Так что это не совсем свобода , не так ли ? <EOS>
Компьютер говорит вам , как ехать : повернуть налево , повернуть направо , ускориться , остановиться . <EOS>
Мы называем это « проблемой водителя на заднем сиденье » . <EOS>
Так что мы уходим от обучающих подсказок и теперь больше фокусируемся на информационных устройствах . <EOS>
Хорошим примером такого информационного невизуального пользовательского интерфейса является AirPix . <EOS>
Так что думайте об этом как о мониторе для слепых . <EOS>
Итак , это небольшой планшет , в котором много отверстий , и из него выходит сжатый воздух , поэтому он может рисовать изображения . <EOS>
Так что , даже если вы слепы , вы можете положить руку на него , вы можете видеть полосы дороги и препятствия . <EOS>
На самом деле , вы также можете изменить частоту выхода воздуха и , возможно , температуру . <EOS>
Так что это на самом деле многомерный пользовательский интерфейс . <EOS>
Итак , здесь вы можете увидеть левую камеру , правую камеру автомобиля и то , как компьютер интерпретирует это и отправляет эту информацию на AirPix . <EOS>
Для этого мы показываем симулятор слепого человека за рулем с помощью AirPix . <EOS>
Этот симулятор был также очень полезен для обучения слепых водителей , а также для быстрой проверки различных идей для разных типов невизуальных пользовательских интерфейсов . <EOS>
Так в основном это и работает . <EOS>
Но это транспортное средство является прототипом транспортного средства , и оно не будет на дороге , пока не будет доказано , что оно безопаснее или безопаснее , чем сегодняшнее транспортное средство . <EOS>
И я искренне верю , что это может произойти . <EOS>
Но все же , примет ли общество такую радикальную идею ? <EOS>
Как мы будем обращаться со страховкой ? <EOS>
Как мы будем выдавать водительские права ? <EOS>
Помимо технологических проблем , существует множество различных препятствий , которые нам необходимо решить , прежде чем это станет реальностью . <EOS>
Конечно , основная цель этого проекта — разработка автомобиля для слепых . <EOS>
Но потенциально более важным , чем это , является огромная ценность дополнительной технологии , которая может быть получена в результате этого проекта . <EOS>
Используемые датчики могут видеть сквозь темноту , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их к более безопасным автомобилям для зрячих людей . <EOS>
Или для слепых , повседневную бытовую технику -- в учебных заведениях , в офисных условиях . <EOS>
Только представьте , в классе учитель пишет на доске , а слепой ученик может видеть , что написано и читать , используя эти невизуальные интерфейсы . <EOS>
Это бесценно . <EOS>
Итак , сегодня то , что я вам сегодня показал , это только начало . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Для меня , как для художника , очень важна связь . <EOS>
В своей работе я пытаюсь сформулировать , что люди неотделимы от природы и что все взаимосвязано . <EOS>
Впервые я побывал в Антарктиде почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
Мое сердце билось быстро , голова кружилась , я пытался понять , что же это было передо мной . <EOS>
Айсберги вокруг меня были почти на 200 футов над водой , и я мог только не удивляться , что это была одна снежинка поверх другой снежинки , год за годом . <EOS>
Айсберги рождаются , когда они откалываются от ледников или откалываются от шельфовых ледников . <EOS>
Каждый айсберг имеет свою индивидуальность . <EOS>
У них есть особый способ взаимодействия со своим окружением и своим опытом . <EOS>
Одни отказываются сдаваться и держаться до победного конца , другие не выдерживают и рушатся в порыве драматической страсти . <EOS>
Легко подумать , когда вы смотрите на айсберг , что они изолированы , что они обособлены и одиноки , так же , как мы , люди , иногда видим себя . <EOS>
Но реальность далека от этого . <EOS>
Как тает айсберг , я вдыхаю его древнюю атмосферу . <EOS>
Когда айсберг тает , он выделяет богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я отношусь к фотографированию этих айсбергов так , как будто я делаю портреты своих предков , зная , что в эти отдельные моменты они существуют именно так и никогда не будут такими снова . <EOS>
Это не смерть , когда они тают , это не конец , а продолжение их пути по круговороту жизни . <EOS>
Часть льда в айсбергах , которые я фотографирую , очень молода — ему пару тысяч лет . <EOS>
А возраст некоторых льдов превышает 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы вам показать , — это айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы действительно можете стать свидетелем катания айсберга . <EOS>
Так вот . <EOS>
Вы можете увидеть с левой стороны небольшую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
И я хотел бы , чтобы вы обратили внимание на форму айсберга и на то , где он находится у ватерлинии . <EOS>
Вот видите , оно начинает катиться , и лодка перешла на другой берег , а там стоит человек . <EOS>
Это гренландский айсберг средних размеров . <EOS>
Это примерно 120 футов над водой , или 40 метров . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И вот так айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Вы знаете , сколько существует видов цветковых растений ? <EOS>
Есть четверть миллиона — по крайней мере , те , о которых мы знаем — четверть миллиона видов цветковых растений . <EOS>
А цветы - настоящий мудак . <EOS>
Растениям их очень сложно производить . <EOS>
Они отнимают огромное количество энергии и много ресурсов . <EOS>
Зачем им это беспокоить ? <EOS>
И ответ , конечно , как и многое другое в мире , — секс . <EOS>
Я знаю , что у вас на уме , когда вы смотрите на эти фотографии . <EOS>
И причина того , что половое размножение так важно — есть много других вещей , которые растения могут сделать для размножения . <EOS>
Вы можете взять черенки , они могут заниматься сексом сами с собой , они могут сами себя опылять . <EOS>
Но им действительно нужно распространять свои гены , чтобы смешиваться с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция работает именно так . <EOS>
Растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , уже видели некоторые из этих фотографий . <EOS>
Как я уже сказал , в каждом доме должен быть сканирующий электронный микроскоп , чтобы их можно было увидеть . <EOS>
А видов пыльцы столько же , сколько и цветковых растений . <EOS>
И это на самом деле довольно полезно для криминалистики и так далее . <EOS>
Большая часть пыльцы , которая вызывает у нас сенную лихорадку , происходит от растений , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому она так часто попадает нам в нос . <EOS>
Потому что вы должны выбрасывать массу и массу этого , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые удерживаются внутри пыльцы , каким-то образом случайно достигнут другого цветка . <EOS>
Таким образом , все травы , то есть все зерновые культуры , и большинство деревьев имеют пыльцу , переносимую ветром . <EOS>
Но большинство видов на самом деле используют насекомых для выполнения своих приказов , и это в некотором смысле более разумно , потому что пыльца им не нужна так много . <EOS>
Насекомые и другие виды могут взять пыльцу и перенести ее непосредственно туда , где она требуется . <EOS>
Итак , мы , очевидно , знаем об отношениях между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они получают что-то взамен , и это что-то взамен , как правило , нектар . <EOS>
Иногда этот симбиоз приводил к чудесным приспособлениям — бражник-колибри прекрасен в своем приспособлении . <EOS>
Растение что-то получает , а бражник разносит пыльцу куда-то еще . <EOS>
Растения эволюционировали , чтобы создавать небольшие взлетно-посадочные полосы здесь и там для пчел , которые могли заблудиться . <EOS>
На многих растениях есть отметины , похожие на других насекомых . <EOS>
Это пыльники лилии , искусно сделанные так , что когда ничего не подозревающее насекомое приземляется на него , пыльник поднимается вверх и сбрасывает его на спину с большим грузом пыльцы , с которой оно затем переносится на другое растение . <EOS>
И есть орхидея , которая может показаться вам так , будто у нее есть челюсти , и в каком-то смысле так и есть ; она заставляет насекомое выползать , покрываясь пыльцой , которую оно уносит куда-то еще . <EOS>
Орхидеи : существует по меньшей мере 20 000 видов орхидей – удивительно , удивительно разнообразных . <EOS>
И вытворяют всякие ухищрения . <EOS>
Они должны попытаться привлечь опылителей , чтобы выполнить их приказы . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что он изучил ее и , увидев ее , сделал чудесное предсказание — вы можете видеть , что с орхидеи спускается очень длинная трубка нектара . <EOS>
И в основном то , что должно сделать насекомое — мы находимся в середине цветка — оно должно воткнуть свой маленький хоботок прямо в середину этого и вниз по трубке с нектаром , чтобы добраться до нектара . <EOS>
И Дарвин сказал , глядя на этот цветок : « Я полагаю , что что-то произошло вместе с ним » . <EOS>
И , конечно же , это насекомое . <EOS>
И я имею в виду , что обычно он как бы откатывает его , но в прямом виде он выглядит именно так . <EOS>
Теперь вы можете себе представить , что если нектар является такой ценной и дорогой для растения вещью и привлекает множество опылителей , то , как и в человеческом полу , люди могут начать обманывать . <EOS>
Они могут сказать : « У меня есть немного нектара . Хочешь прийти и получить его ? » <EOS>
Теперь это растение . <EOS>
Это растение , которое насекомые в Южной Африке просто обожают , и они развились с длинным хоботком , чтобы добывать нектар на дне . <EOS>
А это мимика . <EOS>
Итак , это растение , имитирующее первое растение . <EOS>
А вот длиннохвостая муха , не получившая от мимика нектара , потому что мимика не дает ей нектара , думала , что добудет . <EOS>
Таким образом , муха не только не получила нектар от мимического растения , но и - если вы внимательно посмотрите только на головной конец , вы увидите , что у него есть немного пыльцы , которую она передала бы другому растению , если бы какой-нибудь ботаник не прилепил ее к синему листу картона . <EOS>
( Смех ) Теперь обман продолжается в царстве растений . <EOS>
Этот цветок с его черными точками : нам они могут показаться черными точками , но если я скажу вам , для самца насекомого подходящего вида это выглядит как две самки , которым очень , очень жарко бежать рысью . <EOS>
( Смех ) И когда насекомое попадает туда и приземляется на него , обливая себя , конечно , пыльцой , которую оно собирается отнести к другому растению , если вы посмотрите на снимок с помощью сканирующего электронного микроскопа , который должен быть у каждого дома , вы увидите , что там действительно есть какой-то узор , который трехмерен . <EOS>
Так что это , вероятно , даже хорошо для насекомого , а также хорошо выглядит . <EOS>
И на этих фотографиях с электронного микроскопа — вот одна из орхидей , имитирующих насекомое , — вы можете видеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры , которые могут воспринимать насекомые . <EOS>
И этот эволюционировал , чтобы имитировать глянцевую металлическую поверхность , которую вы видите у некоторых жуков . <EOS>
И под сканирующим электронным микроскопом вы можете увидеть поверхность , которая действительно сильно отличается от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже для нас . <EOS>
Я имею в виду , я думаю , что это похоже на какое-то летающее животное или зверь . <EOS>
Это замечательная , удивительная вещь . <EOS>
Этот умный , он называется обсидиан . <EOS>
Я иногда думаю об этом как об инсидиуме . <EOS>
Для правильного вида пчел это выглядит как еще одна очень агрессивная пчела , и она много-много раз бьет ее по голове , пытаясь отогнать , и , конечно же , покрывается пыльцой . <EOS>
Другое дело , что это растение имитирует другую орхидею , у которой есть прекрасный запас пищи для насекомых . <EOS>
А у этого для них ничего нет . <EOS>
Так что это обман на двух уровнях - потрясающе . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я на самом деле нюхал кого-то с некоторыми ранее . <EOS>
И цветы не обязательно должны быть такими яркими . <EOS>
Они посылают фантастический аромат любому насекомому , у которого он есть . <EOS>
Этот не так хорошо пахнет . <EOS>
Это цветок , который действительно , действительно очень неприятный запах и создан , опять же , эволюционно , чтобы выглядеть как падаль . <EOS>
Так что мухи это любят . <EOS>
Они прилетают и опыляют . <EOS>
Это хеликодицерос , также известный как арум мертвой лошади . <EOS>
Я не знаю , как на самом деле пахнет мертвая лошадь , но эта , вероятно , пахнет очень похоже . <EOS>
Это действительно ужасно . <EOS>
А мошки просто не могут с собой поделать . <EOS>
Они влетают в эту штуку и летят по ней до конца . <EOS>
Они откладывают в него свои яйца , думая , что это хороший кусок падали , и не понимая , что для яиц нет пищи , что яйца погибнут , но растение тем временем пошло на пользу , потому что щетинки высвобождаются , и мухи исчезают , чтобы опылить следующий цветок , — фантастика . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . <EOS>
&quot; Вот arum , arum maculatum , &quot; &quot; господи и дамы &quot; &quot; или &quot; &quot; кукушонок &quot; &quot; в этой стране . &quot; <EOS>
Я сфотографировал это на прошлой неделе в Дорсете . <EOS>
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды — потрясающе . <EOS>
И если вы посмотрите вниз , то за початком есть что-то вроде плотины , мухи притягиваются теплом , которое испаряет летучие химические вещества , маленькие мошки , и они попадают в ловушку внизу в этом контейнере . <EOS>
Они пьют этот сказочный нектар , а потом все становятся немного липкими . <EOS>
Ночью они покрываются пыльцой , которая осыпается на них , а затем щетинки , которые мы видели выше , как бы вянут и выпускают всех этих мошек , покрытых пыльцой , — фантастическая вещь . <EOS>
Теперь , если вы думаете , что это потрясающе , это один из моих самых любимых . <EOS>
Это филодендрон селлуум . <EOS>
Все , кто здесь из Бразилии , знают об этом растении . <EOS>
Это самое удивительное . <EOS>
Такой фаллический бит длиной около фута . <EOS>
И он делает то , чего не делает ни одно другое известное мне растение , а именно то , что когда оно цветет — это початок в середине — в течение примерно двух дней , оно метаболизируется подобно млекопитающим . <EOS>
Таким образом , вместо крахмала , который является пищей растений , он берет нечто похожее на бурый жир и сжигает его с такой скоростью , что он сжигает жир , метаболизируя , примерно со скоростью маленькой кошки . <EOS>
И это в два раза больше энергии , вес на вес , чем у колибри — совершенно удивительно . <EOS>
Эта штука делает еще кое-что необычное . <EOS>
Он не только поднимется до 115 градусов по Фаренгейту , 43 или 44 градуса по Цельсию , в течение двух дней , но и будет поддерживать постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Я слышу , вы спрашиваете , почему это происходит . <EOS>
Разве вы не знаете , есть некоторые жуки , которые просто любят заниматься любовью при такой температуре . <EOS>
И они проникают внутрь , и у них все это получается . <EOS>
( Смех ) И растение осыпает их пыльцой , и они идут и опыляют . <EOS>
И какая это замечательная вещь . <EOS>
Сейчас большинство опылителей , о которых мы думаем , — это насекомые , но на самом деле в тропиках опыляют многие птицы и бабочки . <EOS>
И многие из тропических цветов красные , и это потому , что бабочки и птицы видят так же , как мы , мы думаем , и очень хорошо видят красный цвет . <EOS>
Но если вы посмотрите на спектр , птиц и нас , мы увидим красный , зеленый и синий и видим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолетовый , и они видят различные оттенки ультрафиолета . <EOS>
Так что там что-то не так . <EOS>
И было бы здорово , если бы мы могли как-то увидеть , что это такое , я слышу , как вы спрашиваете . <EOS>
Ну да , можем . <EOS>
Так что же видит насекомое ? <EOS>
На прошлой неделе я сделал эти фотографии скальной розы , гелиантемы , в Дорсете . <EOS>
Это маленькие желтые цветы , как мы все видим , маленькие желтые цветы повсюду . <EOS>
А вот так это выглядит в видимом свете . <EOS>
Вот так это выглядит , если убрать красный . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
Затем я поставил на камеру несколько ультрафиолетовых фильтров и сделал очень , очень длинную выдержку с определенными частотами ультрафиолетового света , и вот что у меня получилось . <EOS>
И это действительно фантастический яблочко . <EOS>
Теперь мы не знаем точно , что видит пчела , не больше , чем вы знаете , что я вижу , когда называю это красным . <EOS>
Мы не можем знать , что происходит в — не говоря уже о насекомом — разуме другого человека . <EOS>
Но контраст будет выглядеть примерно так , чтобы сильно выделяться на фоне . <EOS>
Вот еще цветочек — другой диапазон ультрафиолетовых частот , разные фильтры , чтобы соответствовать опылителям . <EOS>
И это то , что он будет видеть . <EOS>
На тот случай , если вы думаете , что этим свойством обладают все желтые цветы — ни один цветок не был поврежден в процессе этого снимка , он просто был прикреплен к штативу , а не погиб — тогда под ультрафиолетовым светом , посмотрите на это . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитные кремы поглощают ультрафиолетовый свет . <EOS>
Так что , возможно , химическое вещество в этом будет полезно . <EOS>
И , наконец , одна из примул вечерней , которую мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый узор . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , что здесь есть что-то поэтическое , что эти фотографии , сделанные с помощью ультрафиолетового фильтра , в основном используют этот фильтр для того , чтобы астрономы фотографировали Венеру — на самом деле облака Венеры . <EOS>
Это основное использование этого фильтра . <EOS>
Венера , конечно же , бог любви и плодородия , что является цветочной историей . <EOS>
И точно так же , как цветы тратят много усилий на то , чтобы заставить опылителей выполнять их приказы , им также каким-то образом удалось убедить нас засеять ими огромные поля и дарить их друг другу во время рождения и смерти , и особенно во время бракосочетания , которое , если подумать , является моментом , заключающим в себе передачу генетического материала от одного организма к другому . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться с окружающим миром . <EOS>
Есть много способов сделать это , и мне нравится сосредотачиваться на том , чтобы помочь компьютерам рассказать о том , что они видят и понимают . <EOS>
В такой сцене современный алгоритм компьютерного зрения может сказать вам , что есть женщина и есть собака . <EOS>
Он может сказать вам , что женщина улыбается . <EOS>
Он может даже сказать вам , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые может вызвать у людей подобная сцена . <EOS>
Все взаимосвязи связанных ситуаций . <EOS>
Может быть , вы видели такую собаку раньше , или вы проводили время , бегая по пляжу , подобному этому , и это еще больше пробуждает мысли и воспоминания о прошлом отпуске , прошлых посещениях пляжа , времени , проведенном в бегах с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , на что это похоже , получить этот опыт , понять , что мы разделяем , во что верим и что чувствуем , мы имеем прекрасную возможность начать развитие компьютерных технологий таким образом , чтобы это дополняло наш собственный опыт . <EOS>
Итак , углубившись в это , несколько лет назад я начал работать над тем , чтобы помогать компьютерам создавать истории , похожие на человеческие , из последовательностей изображений . <EOS>
Итак , однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Он посмотрел на фотографии и увидел коалу . <EOS>
Он не знал , что такое коала , но сказал , что думает , что это очень интересное существо . <EOS>
Затем я поделился с ним серией изображений сгоревшего дома . <EOS>
Он посмотрел на изображения и сказал : « Это потрясающий вид ! <EOS>
От этого у меня по спине пробежали мурашки . <EOS>
Он увидел ужасное , изменяющее жизнь и разрушающее жизнь событие и подумал , что это что-то положительное . <EOS>
Я понял , что он распознал контраст , красный и желтый , и подумал , что это стоит отметить положительно . <EOS>
И отчасти причина , по которой он это делал , заключалась в том , что большинство изображений , которые я ему давал , были положительными . <EOS>
Это потому , что люди склонны делиться положительными образами , когда рассказывают о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением ИИ задачи за задачей , набора данных за набором данных , я создавал огромные пробелы , дыры и слепые пятна в том , что он мог понять . <EOS>
И при этом я кодировал всевозможные предубеждения . <EOS>
Предубеждения , которые отражают ограниченную точку зрения , ограниченную одним набором данных - предубеждения , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предубеждения и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня туда , где я был в тот день - как первые цветные изображения были откалиброваны по коже белой женщины , а это означало , что цветная фотография была смещена против черных лиц. <EOS>
И та же предвзятость , та же слепая зона сохранялась и в 90-е . <EOS>
То же самое слепое пятно сохраняется даже сегодня в том , насколько хорошо мы можем распознавать лица разных людей с помощью технологии распознавания лиц. <EOS>
Я подумал о современном состоянии исследований , когда мы склонны ограничивать свое мышление одним набором данных и одной проблемой . <EOS>
И тем самым мы создавали больше слепых пятен и предубеждений , которые ИИ мог еще усилить . <EOS>
Тогда я понял , что нам нужно глубоко подумать о том , как технология , над которой мы работаем сегодня , будет выглядеть через пять лет , через 10 лет . <EOS>
Люди развиваются медленно , со временем , чтобы исправить проблемы во взаимодействии людей и окружающей их среды . <EOS>
Напротив , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
А это означает , что действительно важно , чтобы мы тщательно обдумывали это прямо сейчас - чтобы мы размышляли о наших собственных слепых пятнах , наших собственных предубеждениях и думали о том , как это влияет на технологию , которую мы создаем , и обсуждаем , что технологии сегодняшнего дня будут значить для завтрашнего дня . <EOS>
Руководители и ученые взвесили вопрос о том , какой , по их мнению , будет технология искусственного интеллекта будущего . <EOS>
Стивен Хокинг предупреждает , что « искусственный интеллект может положить конец человечеству » . <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из величайших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
Билл Гейтс подчеркнул : « Я не понимаю , почему люди не беспокоятся больше » . <EOS>
Но эти взгляды - они часть истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта - это то , что мы называем доступом , и все с чем мы работаем . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и аналитики , в которые мы можем внести свой вклад . <EOS>
Кроме того , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом работы с технологиями , тем , как они нас волнуют и волнуют . <EOS>
Мы можем обсудить то , что нам нравится . <EOS>
Мы можем предвидеть аспекты технологий , которые могут быть более полезными или могут стать более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на открытии дискуссии об ИИ с дальновидным взглядом на будущее , это поможет наладить общий разговор и осознать , что такое ИИ сейчас , чем он может стать , и обо всем , что нам нужно сделать , чтобы добиться того результата , который нам больше всего подходит . <EOS>
Мы уже видим и знаем это в технологиях , которые используем сегодня . <EOS>
Мы пользуемся смартфонами , цифровыми помощниками и Roomba . <EOS>
Они злые ? <EOS>
Может быть , иногда . <EOS>
Они полезны ? <EOS>
Да , они тоже такие . <EOS>
И они не все одинаковые . <EOS>
И там вы уже видите свет , озаряющий то , что ждет в будущем . <EOS>
Будущее продолжается из того , что мы строим и создаем прямо сейчас . <EOS>
Мы привели в действие тот эффект домино , который прокладывает эволюционный путь ИИ . <EOS>
В наше время мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненную реальность , оживляя прошлые миры . <EOS>
Технологии , которые помогают людям делиться своим опытом , когда у них возникают трудности с общением . <EOS>
Технология основана на понимании потокового визуального мира , используемого в качестве технологии для беспилотных автомобилей . <EOS>
Технологии , основанные на понимании изображений и генерации языка , эволюционируют в технологию , которая помогает людям с нарушениями зрения лучше получать доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут приводить к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы родились , такие как цвет нашей кожи или выражение лица , чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая обрабатывает наши данные , даже данные , касающиеся нашего пола или расы , чтобы определить , можем ли мы получить ссуду . <EOS>
Все , что мы видим сейчас , - это моментальный снимок эволюции искусственного интеллекта . <EOS>
Потому что то , где мы сейчас находимся , находится в пределах одного момента этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что происходит в будущем и в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы помогать людям , тогда нам нужно определить цели и стратегии , которые позволяют этот путь прямо сейчас . <EOS>
Я бы хотел увидеть то , что хорошо сочетается с людьми , нашей культурой и окружающей средой . <EOS>
Технологии , которые помогают и помогают тем из нас , кто страдает неврологическими заболеваниями или другими ограниченными возможностями , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технология , которая работает независимо от вашего демографического положения или цвета вашей кожи . <EOS>
Итак , сегодня я сосредоточен на технологиях завтрашнего дня и на 10 лет вперед . <EOS>
ИИ может проявиться по-разному . <EOS>
Но в данном случае это не беспилотный автомобиль , у которого нет пункта назначения . <EOS>
Это машина , на которой мы ведем . <EOS>
Мы выбираем , когда ускоряться , а когда замедляться . <EOS>
Мы выбираем , нужно ли нам повернуть . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле для всего , чем может стать искусственный интеллект . <EOS>
Будет много вещей . <EOS>
И теперь нам предстоит выяснить , что нам нужно внедрить , чтобы убедиться , что результаты искусственного интеллекта будут лучше для всех нас . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить вас всех задуматься на секунду над тем очень простым фактом , что , безусловно , большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле , смотреть в ночное небо и видеть звезды невооруженным глазом . <EOS>
Солнце обжигает наше периферийное зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И с тех пор , как Галилей направил этот элементарный телескоп на небесные тела , известная вселенная пришла к нам через свет через обширные эпохи в космической истории . <EOS>
И с помощью всех наших современных телескопов мы смогли собрать этот потрясающий немой фильм о вселенной - эту серию снимков , которые восходят к Большому взрыву . <EOS>
И все же вселенная - это не немое кино , потому что вселенная не безмолвна . <EOS>
Я хотел бы убедить вас , что у вселенной есть саундтрек , и этот саундтрек воспроизводится в самом космосе , потому что космос может раскачиваться , как барабан . <EOS>
Это может стать своего рода записью по всей вселенной некоторых из самых драматических событий по мере их развития . <EOS>
Теперь мы хотели бы иметь возможность добавить к своего рода великолепной визуальной композиции , которая есть у нас во вселенной , - звуковой композиции . <EOS>
И хотя мы никогда не слышали звуков из космоса , нам действительно стоит в ближайшие несколько лет начать увеличивать громкость того , что там происходит . <EOS>
Итак , в этом стремлении запечатлеть песни из вселенной , мы обращаем наше внимание на черные дыры и их обещание , потому что черные дыры могут бить в пространстве-времени , как молотки по барабану , и имеют очень характерную песню , которую я хотел бы сыграть для вас - некоторые из наших предсказаний того , какой будет эта песня . <EOS>
Возможно , однажды мы увидим тень , которую черная дыра может отбрасывать на очень яркий фон , но пока этого не произошло . <EOS>
И все же черные дыры можно услышать , даже если их не увидеть , и это потому , что они бьют по пространству-времени , как барабан . <EOS>
Идея о том , что пространство может звенеть как барабан , мы обязаны Альберту Эйнштейну , которому мы так многим обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы Вселенная была пустой , это было бы как на этой картинке , за исключением , может быть , без полезной сетки , нарисованной на ней . <EOS>
Но если бы мы свободно падали в пространстве , даже без этой полезной сетки , мы могли бы раскрасить ее сами , потому что заметили бы , что путешествуем по прямым линиям , не отклоняющимся прямым путям через вселенную . <EOS>
Эйнштейн также осознал - и это настоящая суть вопроса - что если вложить энергию или массу во Вселенную , она искривляет пространство , и свободно падающий объект пройдет , скажем , мимо Солнца и отклонится по естественным изгибам в пространстве . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет искривляться этими путями . <EOS>
И вас можно так сильно согнуть , что вы окажетесь на орбите вокруг Солнца , как Земля , или Луны вокруг Земли . <EOS>
Это естественные кривые в пространстве . <EOS>
Эйнштейн не осознавал , что если взять наше Солнце и раздавить его до шести километров - то есть взять в миллион раз больше массы Земли и раздавить его до шести километров в поперечнике , то получится черная дыра , объект настолько плотный , что , если свет повернет слишком близко , он никогда не ускользнет - темная тень на фоне Вселенной . <EOS>
Но Эйнштейн всегда считал черные дыры математической странностью . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
Это было за десятилетия до того , как был придуман термин « черная дыра » , и люди осознали , что черные дыры являются настоящими астрофизическими объектами - на самом деле они являются смертельным состоянием очень массивных звезд , которые катастрофически коллапсируют в конце своей жизни . <EOS>
Теперь наше Солнце не превратится в черную дыру . <EOS>
На самом деле это недостаточно массивно . <EOS>
Но если бы мы провели небольшой мысленный эксперимент - что очень любил делать Эйнштейн - мы могли бы представить , что Солнце раздавлено до шести километров , а крошечная Земля вокруг него вращается на орбите , может быть , в 30 километрах от Солнца в виде черной дыры . <EOS>
И он будет самосветящимся , потому что теперь Солнца больше нет , у нас нет другого источника света - так что давайте сделаем нашу маленькую Землю самосветящейся . <EOS>
И вы бы поняли , что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры . <EOS>
Эта раздавленная черная дыра более или менее уместилась бы внутри Манхэттена . <EOS>
Он может пролиться в Гудзон немного раньше , чем разрушит Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который можно раздавить на половину площади Манхэттена . <EOS>
Итак , мы пододвигаем эту Землю очень близко - на 30 километров наружу - и замечаем , что она прекрасно вращается вокруг черной дыры . <EOS>
Существует своего рода миф о том , что черные дыры пожирают все во Вселенной , но на самом деле вам нужно подойти очень близко , чтобы упасть . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем видеть Землю . <EOS>
Он не может спрятаться за черной дырой . <EOS>
Свет с Земли , часть его падает , но часть попадает в линзы и возвращается к нам . <EOS>
Значит , за черной дырой ничего нельзя спрятать . <EOS>
Если это был Звездный Крейсер Галактика , и вы сражаетесь с Сайлонами , не прячьтесь за черной дырой . <EOS>
Они тебя видят . <EOS>
Теперь наше Солнце не превратится в черную дыру - оно недостаточно массивное - но в нашей галактике есть десятки тысяч черных дыр . <EOS>
И если бы кто-то затмил Млечный Путь , он бы выглядел так . <EOS>
Мы бы увидели тень этой черной дыры на фоне ста миллиардов звезд в Галактике Млечный Путь и ее светящихся пылевых полос . <EOS>
И если бы мы упали в эту черную дыру , мы бы увидели весь этот свет , рассеянный вокруг нее , и мы могли бы даже начать переходить в эту тень и действительно не заметить , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались запустить наши ракеты и выбраться оттуда , потому что мы не могли , больше , чем свет может уйти . <EOS>
Но даже несмотря на то , что черная дыра темна снаружи , она не темна внутри , потому что весь свет галактики может падать позади нас . <EOS>
И хотя из-за релятивистского эффекта , известного как замедление времени , наши часы , казалось бы , замедляются относительно галактического времени , это будет выглядеть так , как будто эволюция галактики ускорилась и стреляла в нас прямо перед тем , как мы были раздавлены насмерть черной дырой . <EOS>
Это было бы похоже на околосмертный опыт , когда вы видите свет в конце туннеля , но это полный опыт смерти . <EOS>
( Смех ) И нельзя никому рассказать о свете в конце туннеля . <EOS>
Мы никогда не видели такой тени от черной дыры , но черные дыры можно услышать , даже если они не видны . <EOS>
Представьте себе астрофизически реалистичную ситуацию - представьте две черные дыры , которые прожили долгую жизнь вместе . <EOS>
Может быть , они начинались как звезды и рухнули до двух черных дыр , каждая из которых в 10 раз больше массы Солнца . <EOS>
Итак , теперь мы собираемся раздавить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они движутся вокруг друг друга со скоростью , близкой к скорости света . <EOS>
Таким образом , они пересекают тысячи километров за доли секунды , и при этом они не только искривляют пространство , но и оставляют после себя звон пространства , настоящую волну в пространстве-времени . <EOS>
Пространство сжимается и растягивается , когда оно исходит из этих черных дыр , сталкивающихся с вселенной . <EOS>
И они путешествуют в космос со скоростью света . <EOS>
Это компьютерное моделирование разработано группой по теории относительности в NASA Goddard . <EOS>
Чтобы решить эту проблему , потребовалось почти 30 лет . <EOS>
Это была одна из групп . <EOS>
На нем изображены две черные дыры , вращающиеся вокруг друг друга , опять же с помощью этих искусно нарисованных кривых . <EOS>
И если вы можете видеть - это как бы тускло - но если вы видите исходящие красные волны , это гравитационные волны . <EOS>
Это буквально звуки звона космоса , и они будут выходить из этих черных дыр со скоростью света , когда они звенят вниз и сливаются в одну вращающуюся тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы со сжатием и растяжением пространства . <EOS>
Вы буквально услышите звук . <EOS>
Теперь , конечно , ваша голова будет бесполезно сжата и растянута , поэтому у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я бы хотел сыграть для вас звук , который мы предсказываем . <EOS>
Это из моей группы - чуть менее гламурного компьютерного моделирования . <EOS>
Представьте себе более легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , - это легкая черная дыра , ударяющаяся в пространство каждый раз , когда она приближается . <EOS>
Если он уйдет далеко , то будет слишком тихо . <EOS>
Но он входит как молоток и буквально раскалывает пространство , раскачивая его , как барабан . <EOS>
И мы можем предсказать , какой будет звук . <EOS>
Мы знаем , что по мере того , как он падает , он становится быстрее и громче . <EOS>
И в конце концов мы услышим , как маленький парень просто упадет в более крупного парня . <EOS>
Я никогда не слышал этого так громко - это на самом деле более драматично . <EOS>
Дома это звучит неприятно . <EOS>
Это что-то типа динь , динь , динь . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют полезных следов чернил , а пространство не закрашивается , показывая вам кривые . <EOS>
Но если вы должны были проплыть в космосе во время космических каникул и услышали это , вы захотите двинуться в путь . <EOS>
( Смех ) Хочу уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры становятся все ближе друг к другу . <EOS>
В этом случае они оба довольно сильно раскачиваются . <EOS>
А потом они сольются . <EOS>
Это щебетание очень характерно для слияния черных дыр - щебетание в конце . <EOS>
Это наше предсказание того , что мы увидим . <EOS>
К счастью , мы на безопасном расстоянии в Лонг-Бич , Калифорния . <EOS>
И наверняка где-то во Вселенной слились две черные дыры . <EOS>
И , конечно же , пространство вокруг нас звенит после того , как мы пролетели , возможно , миллион световых лет или миллион лет со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы любой из нас когда-либо мог его услышать . <EOS>
На Земле строятся очень трудолюбивые эксперименты - один под названием LIGO - который обнаружит отклонения в сжатии и растяжении пространства на расстоянии менее доли ядра атома на расстоянии более четырех километров . <EOS>
Это в высшей степени амбициозный эксперимент , и в ближайшие несколько лет он будет находиться на повышенной чувствительности - чтобы уловить это . <EOS>
Также предлагается космическая миссия , которая , как мы надеемся , будет запущена в ближайшие десять лет , под названием LISA . <EOS>
А LISA сможет увидеть сверхмассивные черные дыры - черные дыры , в миллионы или миллиарды раз превышающие массу Солнца . <EOS>
На этом изображении телескопа Хаббла мы видим две галактики . <EOS>
Они выглядят так , будто застыли в объятиях . <EOS>
И каждая из них , вероятно , таит в себе сверхмассивную черную дыру . <EOS>
Но они не заморожены , они фактически сливаются . <EOS>
Эти две черные дыры сталкиваются , и они сольются в масштабе времени в миллиард лет . <EOS>
Подобрать песню такой продолжительности - за пределами нашего человеческого восприятия . <EOS>
Но LISA смог увидеть заключительные стадии двух сверхмассивных черных дыр раньше в истории Вселенной , за последние 15 минут до того , как они упадут вместе . <EOS>
И это не только черные дыры , но и любое большое возмущение во Вселенной , и самое большое из них - Большой взрыв . <EOS>
Когда было придумано это выражение , оно было насмешливым - типа : « О , кто бы поверил в Большой взрыв ? » <EOS>
На этой анимации моих друзей из Proton Studios показано , как я смотрю на Большой взрыв со стороны . <EOS>
На самом деле мы никогда не хотим этого делать . Мы хотим быть внутри вселенной , потому что нет такой вещи , как стоять вне вселенной . <EOS>
Итак , представьте , что вы находитесь внутри Большого взрыва . <EOS>
Оно повсюду , оно повсюду вокруг вас , а пространство хаотично колышется . <EOS>
Прошло четырнадцать миллиардов лет , а эта песня все еще звучит вокруг нас . <EOS>
Формируются галактики , и в этих галактиках образуются поколения звезд , и вокруг одной звезды , по крайней мере , одной звезды , есть обитаемая планета . <EOS>
И вот мы лихорадочно строим эти эксперименты , делаем эти вычисления , пишем эти компьютерные коды . <EOS>
Представьте себе , что миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня все время звучит в космосе . <EOS>
Нас здесь даже не было . <EOS>
Это становится все ближе и ближе - 40 000 лет назад мы все еще делаем наскальные рисунки . <EOS>
Если бы мы собирались уловить Большой взрыв , это звучало бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум , такой хаотичный звон . <EOS>
Но , по-видимому , он повсюду вокруг нас , если он не был уничтожен каким-то другим процессом во Вселенной . <EOS>
И если мы возьмем его в руки , это будет музыка для наших ушей , потому что это будет тихое эхо того момента нашего творения , нашей наблюдаемой Вселенной . <EOS>
Так что в ближайшие несколько лет мы сможем немного улучшить саундтрек , визуализировать вселенную в аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это приблизит нас к пониманию Большого взрыва , что еще больше приблизит нас к задаче некоторых из самых сложных и труднодостижимых вопросов . <EOS>
Если мы просмотрим фильм о нашей вселенной в обратном направлении , мы знаем , что в нашем прошлом был Большой взрыв , и мы могли бы даже услышать его какофонический звук , но был ли наш Большой взрыв единственным Большим взрывом ? <EOS>
Я имею в виду , мы должны спросить , случалось ли это раньше ? <EOS>
Это случится снова ? <EOS>
Я имею в виду , что в духе того , чтобы принять вызов TED , чтобы возродить чудо , мы можем задавать вопросы , по крайней мере в эту последнюю минуту , которые честно могут ускользнуть от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная - всего лишь шлейф какой-то более великой истории ? <EOS>
Или , возможно , мы просто ответвление мультивселенной - каждая ветвь со своим собственным Большим взрывом в прошлом - может быть , некоторые из них с черными дырами , играющими на барабанах , может быть , некоторые без - может быть , некоторые с разумной жизнью , а может быть , некоторые без - не в нашем прошлом , не в нашем будущем , но каким-то образом фундаментально связаны с нами ? <EOS>
Итак , мы должны задаться вопросом , есть ли мультивселенная в каком-то другом участке этой мультивселенной , есть ли там существа ? <EOS>
Вот мои создания из мультивселенной . <EOS>
Есть ли в мультивселенной другие существа , которые интересуются нами и интересуются своим происхождением ? <EOS>
И если это так , я могу представить их такими , какие мы есть , которые производят вычисления , пишут компьютерный код , строят инструменты , пытаются уловить самый слабый звук их происхождения и гадают , кто еще там есть . <EOS>
Спасибо . Спасибо . <EOS>
( Аплодисменты ) <EOS>
Одним зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил , что над городом нависает дымка . <EOS>
Я езжу на такой машине почти каждый день , поэтому было необычно , что я не заметил этого раньше . <EOS>
Йоханнесбург известен своим характерным горизонтом , который я едва мог видеть в то утро . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописной средой , которую я знал , и этим покрытым смогом горизонтом , что-то всколыхнул во мне . <EOS>
Меня потрясла возможность того , что этот город ярких и ярких закатов затмевает тусклая дымка . <EOS>
В тот момент мне захотелось что-то с этим сделать , но я не знал , что именно . <EOS>
Все , что я знал , это то , что я не могу просто сидеть сложа руки . <EOS>
Основная проблема заключалась в том , что я мало что знал об экологических науках об управлении качеством воздуха или химии атмосферы . <EOS>
Я компьютерный инженер и был почти уверен , что не смогу решить эту проблему с загрязнением воздуха с помощью кода . <EOS>
( Смех ) Кто я был , чтобы что-то делать с этой проблемой ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я извлек очень важный урок , урок , который мы все должны принять во внимание , если мы хотим работать во имя лучшего будущего . <EOS>
Даже если вы не являетесь экспертом в определенной области , ваш внешний опыт может стать ключом к решению больших проблем в этой области . <EOS>
Иногда ваша уникальная точка зрения может привести к нестандартному мышлению , которое может сдвинуть с мертвой точки , но вам нужно набраться смелости , чтобы попробовать . <EOS>
Это единственный способ узнать . <EOS>
Тогда я знал , что если я даже собираюсь что-то изменить , мне нужно сначала сообразить , что такое загрязнение воздуха , и поэтому я снова стал студентом . <EOS>
Я провел небольшое фундаментальное исследование и вскоре узнал , что загрязнение воздуха - это самая большая опасность для здоровья , связанная с окружающей средой . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей в мире в 2012 году были вызваны загрязнением воздуха в домах и окружающей среде , причем большинство из них произошло в странах с низким и средним уровнем доходов . <EOS>
Одно только загрязнение атмосферного воздуха вызывает больше смертей каждый год , чем малярия и ВИЧ / СПИД . <EOS>
В Африке преждевременная смерть из-за небезопасных санитарных условий или недоедания среди детей бледнеет по сравнению со смертями из-за загрязнения воздуха , и это дорого обходится : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Теперь в своей работе я исследую новые границы искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти благоприятную основу и помочь нам принимать более правильные решения . <EOS>
Когда я подумал о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принимать более обоснованные решения о том , как мы справляемся с загрязнением воздуха , и , учитывая масштаб проблемы , необходимо было делать это совместно . <EOS>
Поэтому я решил , что мне лучше познакомиться с некоторыми людьми , работающими в этой области . <EOS>
Я начал разговаривать с официальными лицами из Йоханнесбурга и других близлежащих городов , связался с местным научным сообществом , а также сделал несколько холодных звонков . <EOS>
Процесс взаимодействия , который я начал , помог мне глубже понять проблему . <EOS>
Это также помогло мне избежать ловушки , в которую люди моей профессии иногда попадают , пытаясь внедрить инновации , когда мы быстро применяем технологию , прежде чем твердо осознаем возникшую проблему . <EOS>
Я начал обдумывать , что я могу сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я могу как-то осмысленно объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта и опыт людей , к которым я обратился . <EOS>
Я хотел создать онлайн-платформу для управления качеством воздуха , которая выявляла бы тенденции загрязнения и прогнозировала будущее , чтобы определить , каких результатов можно ожидать . <EOS>
Я был полон решимости воплотить мою идею в практическое решение , но столкнулся с неуверенностью и не имел никаких гарантий успеха . <EOS>
У меня был особый набор инженерных навыков , навыков , которые я приобрел за свою карьеру ( Смех ) , которые были новыми для людей , которые столько лет работали над проблемой загрязнения воздуха . <EOS>
Я пришел к выводу , что иногда всего лишь один свежий взгляд , один новый набор навыков может создать условия для того , чтобы произошло что-то выдающееся . <EOS>
Наша сила воли и воображение - путеводный свет , позволяющий нам прокладывать новые пути и преодолевать препятствия . <EOS>
Вооружившись более четким пониманием проблемы загрязнения воздуха и сумев собрать более десяти лет данных об уровнях загрязнителей воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений по качеству воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в реальном времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения , чтобы спрогнозировать будущие уровни загрязнения для нескольких различных загрязнителей за несколько дней . <EOS>
Это означает , что граждане могут принимать более обоснованные решения о своих повседневных передвижениях и о том , где поселить свои семьи . <EOS>
Мы можем прогнозировать неблагоприятные события загрязнения заранее , выявлять сильных загрязнителей , и соответствующие органы могут приказать им сократить свою деятельность . <EOS>
Благодаря вспомогательному сценарному планированию городские планировщики также могут принимать более обоснованные решения о том , как расширять инфраструктуру , например населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотный проект нашей технологии , который длился 120 дней и охватил всю Южную Африку . <EOS>
Наши результаты подтвердились , когда мы продемонстрировали тесную корреляцию между данными прогнозов и данными , которые мы получали на местах . <EOS>
Благодаря нашему руководству мы предоставили передовые , ведущие в мире средства , которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью , принося пользу городу , в который я приехал одним зимним утром не так давно и подумал про себя : « Здесь что-то не так . Интересно , что можно сделать ? » <EOS>
Итак , вот в чем суть : что , если бы я больше не исследовал проблему загрязнения воздуха ? <EOS>
Что , если бы я не проявлял некоторой озабоченности состоянием окружающей среды и просто надеялся , что кто-то где-то позаботится об этом ? <EOS>
Что я узнал , так это то , что , приступая к трудному делу , продвигающему дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и рассмотреть последствия бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и противодействие , но это должно еще больше мотивировать нас . <EOS>
Итак , где бы вы ни находились , в следующий раз , когда вы обнаружите , что у вас есть какое-то естественное любопытство , которое вызывает у вас интерес , и это касается того , что вас волнует , и у вас есть какие-то сумасшедшие или смелые идеи , и , возможно , это выходит за рамки вашей компетенции , спросите себя : почему бы и нет ? <EOS>
Почему бы просто не взяться за решение проблемы как можно лучше и по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение автомобиля - это занятие исключительно для тех , кто видит . <EOS>
До сих пор считалось , что слепое управление транспортным средством самостоятельно и безопасно . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы приносим свободу и независимость слепым , создавая автомобиль для слабовидящих . <EOS>
Итак , прежде чем я расскажу об этой машине для слепых , позвольте мне вкратце рассказать вам о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированной машины , которая может управлять собой . <EOS>
Вы нажимаете на пуск , никто ничего не трогает , и он может добраться до места назначения полностью автономно . <EOS>
Так в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом соревновании . <EOS>
Примерно в то же время Национальная федерация слепых ( NFB ) поставила перед исследовательским комитетом вопрос о том , кто может разработать автомобиль , позволяющий слепому водить безопасно и независимо . <EOS>
Мы решили попробовать , потому что подумали : « Эй , как это может быть сложно ? » <EOS>
У нас уже есть автономный автомобиль . <EOS>
Мы просто поместили в это слепого человека и все готово , верно ? <EOS>
( Смех ) Мы не могли ошибиться больше . <EOS>
NFB хотел не автомобиль , который мог бы водить слепого человека , а средство , в котором слепой мог бы принимать активные решения и управлять автомобилем . <EOS>
Так что пришлось все выбросить в окно и начать с нуля . <EOS>
Итак , чтобы проверить эту безумную идею , мы разработали небольшой прототип багги- багги , чтобы проверить ее осуществимость . <EOS>
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность попробовать себя в этом деле . <EOS>
Это был совершенно потрясающий опыт . <EOS>
Но проблема с этим автомобилем заключалась в том , что он был разработан для вождения только в строго контролируемой среде , на плоской закрытой парковке - даже на полосах , обозначенных красными конусами движения . <EOS>
Итак , добившись этого успеха , мы решили сделать следующий большой шаг - разработать настоящий автомобиль , который можно было бы ездить по настоящим дорогам . <EOS>
Так как же это работает ? <EOS>
Что ж , это довольно сложная система , но позвольте мне попытаться объяснить ее , возможно , упростить . <EOS>
Итак , у нас есть три шага . <EOS>
У нас есть интерфейсы восприятия , вычислений и невизуальные интерфейсы . <EOS>
Теперь очевидно , что водитель не может видеть , поэтому система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем исходную единицу измерения . <EOS>
Таким образом , он измеряет ускорение , угловое ускорение - как человеческое ухо , внутреннее ухо . <EOS>
Мы объединяем эту информацию с устройством GPS , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для обнаружения полос дороги . <EOS>
А еще мы используем три лазерных дальномера . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия - автомобиль , приближающийся спереди и сзади , а также любые препятствия , выходящие на дороги , любые препятствия вокруг автомобиля . <EOS>
Таким образом , весь этот огромный объем информации затем вводится в компьютер , и компьютер может делать две вещи . <EOS>
Один из них - это , прежде всего , обработка этой информации , чтобы иметь представление об окружающей среде - это полосы дороги , есть препятствия - и передать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы определить самый безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции по использованию органов управления транспортным средством . <EOS>
Но проблема в следующем : как передать эту информацию и инструкции человеку , который не видит достаточно быстро и достаточно точно , чтобы он мог водить машину ? <EOS>
Поэтому для этого мы разработали множество различных типов невизуальных технологий пользовательского интерфейса . <EOS>
Итак , начиная с трехмерной звуковой системы , вибрирующего жилета , колеса управления с голосовыми командами , полоски для ног и даже обуви , которая оказывает давление на ступню . <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Итак , это пара перчаток , и у них есть вибрирующие элементы в суставной части , чтобы вы могли передать инструкции о том , как управлять - направление и интенсивность . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Итак , это кресло - собственно говоря , массажное кресло . <EOS>
Мы выпотрошили его и переставили вибрирующие элементы по-разному , и мы приводим их в действие , чтобы передать информацию о скорости , а также инструкции по использованию педали газа и тормоза . <EOS>
Итак , здесь вы можете увидеть , как компьютер понимает окружающую среду , и , поскольку вы не видите вибрации , мы фактически поместили красные светодиоды на драйвер , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Так что эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это обучающие реплики . <EOS>
Значит , это не совсем свобода , правда ? <EOS>
Компьютер подсказывает , как ехать - повернуть налево , повернуть направо , ускориться , остановиться . <EOS>
Мы называем это « проблемой водителя на заднем сиденье » . <EOS>
Таким образом , мы уходим от обучающих устройств-подсказок и теперь уделяем больше внимания информационным устройствам . <EOS>
Хороший пример этого информационного невизуального пользовательского интерфейса называется AirPix . <EOS>
Так что думайте об этом как о наблюдателе для слепых . <EOS>
Итак , это небольшой планшет , в нем много отверстий , и выходит сжатый воздух , поэтому он действительно может рисовать изображения . <EOS>
Так что , даже если вы слепой , вы можете положить на него руку , вы можете видеть полосы дороги и препятствия . <EOS>
Фактически , вы также можете изменить частоту выхода воздуха и , возможно , температуру . <EOS>
Так что на самом деле это многомерный пользовательский интерфейс . <EOS>
Итак , здесь вы можете видеть левую камеру , правую камеру автомобиля и то , как компьютер интерпретирует это и отправляет эту информацию в AirPix . <EOS>
Для этого мы показываем симулятор слепого , управляющего автомобилем с помощью AirPix . <EOS>
Этот симулятор также был очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для различных типов невизуальных пользовательских интерфейсов . <EOS>
Вот как это работает . <EOS>
Но это транспортное средство является прототипом транспортного средства , и оно не появится на дороге , пока не будет доказано , что оно такое же или безопаснее , чем сегодняшнее транспортное средство . <EOS>
И я искренне верю , что это может случиться . <EOS>
Но все же , примет ли общество такую радикальную идею ? <EOS>
Как мы будем оформлять страховку ? <EOS>
Как мы будем выдавать водительские права ? <EOS>
Помимо технологических проблем , нам необходимо решить множество различных препятствий , прежде чем это станет реальностью . <EOS>
Конечно же , основная цель этого проекта - разработать автомобиль для слепых . <EOS>
Но потенциально более важным , чем это , является огромная ценность побочной технологии , которая может быть получена в результате этого проекта . <EOS>
Используемые датчики могут видеть сквозь темноту , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их к более безопасным автомобилям для зрячих людей . <EOS>
Или для слепых , бытовая техника - в учебных заведениях , в офисе . <EOS>
Представьте себе , что в классе учитель пишет на доске , а слепой ученик может видеть , что написано и читать , используя эти невизуальные интерфейсы . <EOS>
Это бесценно . <EOS>
Итак , то , что я показал вам сегодня , - это только начало . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Для меня как для художника очень важна связь . <EOS>
В своей работе я пытаюсь сформулировать , что люди неотделимы от природы и что все взаимосвязано . <EOS>
Впервые я побывал в Антарктиде почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
Мое сердце билось чаще , голова кружилась , я пытался понять , что именно стояло передо мной . <EOS>
Айсберги вокруг меня были почти на 200 футов над водой , и я мог только не удивляться , что это была одна снежинка поверх другой снежинки год за годом . <EOS>
Айсберги рождаются , когда они отщепляются от ледников или отламываются от шельфовых ледников . <EOS>
У каждого айсберга есть своя индивидуальность . <EOS>
У них есть особый способ взаимодействия со своим окружением и своим опытом . <EOS>
Некоторые отказываются сдаваться и держатся до самого конца , в то время как другие не могут больше этого терпеть и рушатся в порыве драматической страсти . <EOS>
Когда вы смотрите на айсберг , легко думать , что они изолированы , что они отдельные и одинокие , так же , как мы , люди , иногда рассматриваем себя . <EOS>
Но на самом деле это далеко не так . <EOS>
Когда тает айсберг , я вдыхаю его древнюю атмосферу . <EOS>
По мере таяния айсберга из него выделяется богатая минералами пресная вода , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов , как если бы я делал портреты своих предков , зная , что в эти отдельные моменты они существуют таким образом и никогда больше не будут существовать таким образом . <EOS>
Когда они тают , это не смерть ; это не конец , а продолжение их пути в жизненном цикле . <EOS>
Часть льда в айсбергах , которую я фотографирую , очень молодые - пару тысяч лет . <EOS>
А возраст некоторых льдов превышает 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы вам показать , представляют собой айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы действительно становитесь свидетелем катящегося айсберга . <EOS>
Итак , вот оно . <EOS>
Слева вы можете увидеть небольшую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
И я хотел бы , чтобы вы обратили внимание на форму айсберга и его положение у ватерлинии . <EOS>
Вы можете видеть здесь , она начинает катиться , и лодка переместилась на другой берег , и там стоит человек . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Это примерно 120 футов над водой или 40 метров . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И вот так айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Вы знаете , сколько существует видов цветковых растений ? <EOS>
Есть четверть миллиона - по крайней мере , те , о которых мы знаем , - четверть миллиона видов цветковых растений . <EOS>
А цветы - настоящий педераст . <EOS>
Растениям очень сложно их производить . <EOS>
На них уходит огромное количество энергии и много ресурсов . <EOS>
Зачем им это нужно ? <EOS>
И ответ , конечно же , как и на многое в этом мире , - секс . <EOS>
Я знаю , что у тебя на уме , когда ты смотришь на эти фотографии . <EOS>
И причина того , что половое размножение так важно , - есть много других вещей , которые растения могут делать для размножения . <EOS>
Вы можете брать черенки ; они могут заниматься сексом сами с собой ; они могут опылять сами себя . <EOS>
Но им действительно нужно распространять свои гены для смешивания с другими генами , чтобы они могли адаптироваться к нишам окружающей среды . <EOS>
Так работает эволюция . <EOS>
Теперь растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , видели некоторые из этих изображений раньше . <EOS>
Как я уже сказал , в каждом доме должен быть сканирующий электронный микроскоп , чтобы их увидеть . <EOS>
А видов пыльцы столько же , сколько цветущих растений . <EOS>
И это действительно очень полезно для криминалистики и так далее . <EOS>
Большая часть пыльцы , вызывающей у нас сенную лихорадку , поступает от растений , которые используют ветер для распространения пыльцы , а это очень неэффективный процесс , поэтому он так сильно поднимает наши носы . <EOS>
Потому что вы должны выбрасывать массы и массы , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые удерживаются в пыльце , каким-то образом случайно достигнут другого цветка . <EOS>
Итак , все травы , то есть все зерновые культуры , и большинство деревьев имеют пыльцу , переносимую ветром . <EOS>
Но большинство видов на самом деле используют насекомых для выполнения своих задач , и это в некотором смысле более разумно , потому что пыльца им не нужна . <EOS>
Насекомые и другие виды могут взять пыльцу и перенести ее прямо туда , где это необходимо . <EOS>
Итак , мы , очевидно , осознаем взаимосвязь между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они что-то получают взамен , а это что-то взамен , как правило , нектар . <EOS>
Иногда этот симбиоз приводил к чудесным приспособлениям - колибри- ястреб-моль прекрасна в своем приспособлении . <EOS>
Растение что-то получает , а ястребиная моль разносит пыльцу в другое место . <EOS>
Растения эволюционировали , чтобы создавать здесь и там маленькие посадочные полосы для пчел , которые могли заблудиться . <EOS>
На многих растениях есть отметины , похожие на других насекомых . <EOS>
Это пыльники лилии , сделанные так ловко , что когда ничего не подозревающее насекомое приземляется на него , пыльник переворачивается и бросает его на спину большим количеством пыльцы , с которой оно затем отправляется к другому растению . <EOS>
И есть орхидея , которая может показаться вам , как будто у нее есть челюсти , и в некотором роде так и есть ; она заставляет насекомое выползать наружу , покрываясь пыльцой , которую оно уносит куда-то еще . <EOS>
Орхидеи : существует не менее 20 000 видов орхидей - удивительно , поразительно разнообразных . <EOS>
И они ловят всякие уловки . <EOS>
Они должны попытаться привлечь опылителей , чтобы они выполняли их приказы . <EOS>
Эта орхидея известна как орхидея Дарвина , потому что он изучил ее и сделал замечательное предсказание , когда увидел ее - вы можете видеть , что от орхидеи спускается очень длинная трубка нектара . <EOS>
И в основном то , что насекомое должно делать - мы находимся в середине цветка - оно должно воткнуть свой маленький хоботок прямо в середину этого цветка и полностью вниз по трубочке с нектаром , чтобы добраться до нектара . <EOS>
И Дарвин сказал , глядя на этот цветок : « Думаю , что-то произошло вместе с этим » . <EOS>
И , конечно же , насекомое . <EOS>
И я имею в виду , обычно он как бы откатывает его , но в прямом виде это выглядит так . <EOS>
Теперь вы можете себе представить , что если нектар является такой ценной вещью и дорогостоящим для производства растения , и он привлекает множество опылителей , тогда , как и в человеческом сексе , люди могут начать обманывать . <EOS>
Они могут сказать : « У меня есть немного нектара . Хочешь прийти и получить его ? » <EOS>
Теперь это растение . <EOS>
Это растение здесь очень любят насекомые в Южной Африке , и они эволюционировали с длинным хоботком , чтобы получить нектар внизу . <EOS>
А это мимик . <EOS>
Итак , это растение имитирует первое растение . <EOS>
А вот длиннохоботая муха , которая не получила нектара от мимика , потому что мимик не дает ей никакого нектара . Она думала , что получит немного . <EOS>
Таким образом , муха не только не получила нектар от мимического растения , но еще и - если вы внимательно посмотрите только на головной конец , вы увидите , что у нее есть немного пыльцы , которую она передала бы другому растению , если бы какой-нибудь ботаник не пришел и не прикрепил ее к синей карточке . <EOS>
( Смех ) Теперь обман распространяется по царству растений . <EOS>
Этот цветок с черными точками : нам они могут показаться черными точками , но если я вам скажу , самец насекомого правильного вида выглядит как две самки , которым очень-очень хочется рысью . <EOS>
( Смех ) И когда насекомое добирается туда и приземляется на него , обливаясь , конечно , пыльцой , которую оно собирается перенести на другое растение , если вы посмотрите на изображение , полученное с помощью сканирующего электронного микроскопа , которое должно быть в каждом доме , вы увидите , что на самом деле там есть какие-то трехмерные узоры . <EOS>
Так что это , вероятно , даже приятно для насекомого , а также хорошо выглядит . <EOS>
И на этих снимках , сделанных с помощью электронного микроскопа - вот одна орхидея , имитирующая насекомое - вы можете видеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры по сравнению с тем , что может воспринимать насекомое . <EOS>
А этот эволюционировал , чтобы имитировать глянцевую металлическую поверхность , которую вы видите у некоторых жуков . <EOS>
И под сканирующим электронным микроскопом вы можете увидеть эту поверхность - действительно сильно отличающуюся от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже нам . <EOS>
Я имею в виду , я думаю , что это похоже на какое-то летающее животное или зверь . <EOS>
Это чудесная , удивительная вещь . <EOS>
Этот умный , он называется обсидиан . <EOS>
Иногда я думаю об этом как о инсидиуме . <EOS>
Для правильного вида пчелы это выглядит как еще одна очень агрессивная пчела , и она идет и бьет ее по голове много-много раз , пытаясь отогнать ее , и , конечно же , покрывается пыльцой . <EOS>
Другое дело , что это растение имитирует другую орхидею , у которой есть прекрасный запас пищи для насекомых . <EOS>
А в этом им ничего нет . <EOS>
Так что обман на двух уровнях - невероятный . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я вообще-то нюхал кого-то раньше . <EOS>
И цветы на самом деле не должны быть такими яркими . <EOS>
Они посылают фантастический аромат любому насекомому , у которого он есть . <EOS>
Этот не так хорошо пахнет . <EOS>
Это цветок , который действительно очень неприятно пахнет и , опять же , эволюционировал , чтобы выглядеть как падаль . <EOS>
Так что мухи это любят . <EOS>
Они прилетают и опыляют . <EOS>
Это хеликодицерос , также известный как арум мертвой лошади . <EOS>
Я не знаю , как на самом деле пахнет мертвая лошадь , но эта , вероятно , пахнет почти так же . <EOS>
Это действительно ужасно . <EOS>
А мясные мухи просто не могут с собой поделать . <EOS>
Они влетают в эту штуку и летают вниз . <EOS>
Они откладывают в него яйца , думая , что это хороший кусок падали , и не понимая , что для яиц нет пищи , что яйца умрут , но растение тем временем выиграло , потому что щетина высвобождается , и мухи исчезают , чтобы опылить следующий цветок - фантастика . <EOS>
Вот arum , arum maculatum , « господа и леди » или « кукушка-пинта » в этой стране . <EOS>
Я сфотографировал это на прошлой неделе в Дорсете . <EOS>
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды - потрясающе . <EOS>
И если вы посмотрите вниз , то увидите что-то вроде дамбы за спадиксом , мух привлекает тепло , которое выделяет летучие химические вещества , маленькие мошки , и они попадают в ловушку под этим контейнером . <EOS>
Они пьют этот чудесный нектар , и тогда все становится немного липкими . <EOS>
Ночью они покрываются пыльцой , которая осыпается на них , а затем щетина , которую мы видели выше , они как бы увядают и выпускают всех этих мошек , покрытые пыльцой - сказочная вещь . <EOS>
Теперь , если вы думаете , что это потрясающе , это один из моих самых любимых . <EOS>
Это филодендрон силоум . <EOS>
Все , кто приехал из Бразилии , знают об этом растении . <EOS>
Это самое удивительное . <EOS>
Вот такой вот фаллический укус длиной около фута . <EOS>
И он делает то , что не делает ни одно другое растение , о котором я знаю , а именно то , что когда оно цветет - это почва посередине - в течение примерно двух дней , оно метаболизируется способом , который очень похож на млекопитающих . <EOS>
Таким образом , вместо крахмала , который является пищей растений , он берет что-то похожее на бурый жир и сжигает его с такой скоростью , что он сжигает жир и метаболизируется со скоростью маленькой кошки . <EOS>
И это вдвое больше энергии , чем у колибри , - просто потрясающе . <EOS>
Эта штука делает еще кое-что необычное . <EOS>
Он не только поднимется до 115 по Фаренгейту , 43 или 44 градуса по Цельсию в течение двух дней , но и будет поддерживать постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Я слышал , вы спросите , почему он это делает . <EOS>
Знаешь , есть жуки , которые просто обожают заниматься любовью при такой температуре . <EOS>
И они попадают внутрь , и у них все получается . <EOS>
( Смех ) Растение осыпает их пыльцой , и они начинают опылять . <EOS>
И какая это чудесная вещь . <EOS>
Большинство опылителей , о которых мы думаем , - это насекомые , но на самом деле в тропиках опыляют многие птицы и бабочки . <EOS>
Многие тропические цветы красные , и это потому , что бабочки и птицы видят то же , что и мы , мы думаем , и очень хорошо видят красный цвет . <EOS>
Но если вы посмотрите на спектр , птицы и нас , мы увидим красный , зеленый и синий и увидим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолетовый , а также различные оттенки ультрафиолета . <EOS>
Так что там что-то происходит в конце . <EOS>
И было бы здорово , если бы мы могли как-нибудь увидеть , что это такое , я слышал , вы спросите . <EOS>
Ну да , можем . <EOS>
Так что же видят насекомые ? <EOS>
На прошлой неделе я сделал эти фотографии каменной розы , helianthemum , в Дорсете . <EOS>
Это маленькие желтые цветочки , которые мы все видим , маленькие желтые цветочки повсюду . <EOS>
А вот как это выглядит в видимом свете . <EOS>
Вот как это выглядит , если убрать красный . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
Затем я наложил на камеру несколько ультрафиолетовых фильтров и сделал очень-очень долгую выдержку с определенными частотами ультрафиолетового света , и это то , что я получил . <EOS>
И это настоящий фантастический мишень . <EOS>
Теперь мы не знаем точно , что видит пчела , как и вы не знаете , что я вижу , когда называю это красным . <EOS>
Мы не можем знать , что происходит - не говоря уже о насекомых - в уме другого человека . <EOS>
Но контраст будет выглядеть примерно так , чтобы сильно выделяться на фоне . <EOS>
Вот еще один цветочек - другой диапазон ультрафиолетовых частот , разные фильтры , соответствующие опылителям . <EOS>
И это то , что он будет видеть . <EOS>
На всякий случай , если вы думаете , что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе этого снимка ; он просто был прикреплен к штативу , а не убит - тогда посмотрите на это под ультрафиолетом . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитный крем поглощает ультрафиолетовый свет . <EOS>
Так что , возможно , это химическое вещество будет полезно . <EOS>
Наконец , есть одна из примул вечерней , которую мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый узор . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , что здесь есть что-то поэтическое в том , что эти снимки , сделанные с помощью ультрафиолетового фильтра , в основном используют этот фильтр , чтобы астрономы фотографировали Венеру - на самом деле облака Венеры . <EOS>
Это основное использование этого фильтра . <EOS>
Венера , конечно же , бог любви и плодородия , что и есть в цветочной истории . <EOS>
И так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнять их приказы , им также каким-то образом удалось убедить нас засеять ими огромные поля и передавать их друг другу во время рождения и смерти , и особенно во время брака , который , если подумать , является моментом , который инкапсулирует передачу генетического материала от одного организма к другому . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться с окружающим миром . <EOS>
Есть много способов сделать это , и мне нравится сосредотачиваться на том , чтобы помочь компьютерам говорить о том , что они видят и понимают . <EOS>
Учитывая такую сцену , современный алгоритм компьютерного зрения может сказать вам , что есть женщина , а есть собака . <EOS>
Это может сказать вам , что женщина улыбается . <EOS>
Возможно , вам даже удастся сказать , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые подобные сцены могут вызывать у людей . <EOS>
Все взаимосвязи связанных ситуаций . <EOS>
Возможно , вы видели такую собаку раньше или же вы бегали по пляжу , похожему на этот , и это еще больше напоминает мысли и воспоминания о прошедших каникулах , прошлых встречах с пляжем , о бегах с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , каково это иметь этот опыт , понять то , что мы делимся , верим и чувствуем , мы в состоянии начать развитие компьютерных технологий таким образом , который дополняет наш собственный опыт . <EOS>
Итак , углубляясь в это , несколько лет назад я начал помогать компьютерам генерировать истории , похожие на людей , из последовательностей изображений . <EOS>
Итак , однажды я работал со своим компьютером , чтобы спросить , что он думает о поездке в Австралию . <EOS>
Он посмотрел на фотографии и увидел коалу . <EOS>
Она не знала , что такое коала , но сказала , что думает , что это интересное существо . <EOS>
Затем я поделился с ним последовательностью изображений о сгоревшем доме . <EOS>
Он взглянул на изображения и сказал : « Это потрясающий вид ! Это потрясающе ! » <EOS>
Это вызвало озноб по моему позвоночнику . <EOS>
Он увидел ужасное , изменяющее жизнь и разрушающее жизнь событие и подумал , что это что-то позитивное . <EOS>
Я понял , что он распознал контраст , красные , желтые цвета , и подумал , что это стоит отметить положительно . <EOS>
И отчасти это объяснялось тем , что большинство изображений , которые я дал , были позитивными . <EOS>
Это потому , что люди склонны делиться позитивными образами , когда они рассказывают о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением ИИ задача за задачей , набор данных за набором данных , я создавал огромные промежутки , дыры и слепые зоны в том , что он мог понять . <EOS>
И при этом я кодировал все виды предубеждений . <EOS>
Смещения , отражающие ограниченную точку зрения , ограниченную одним набором данных , - смещения , которые могут отражать искажения человека , обнаруженные в данных , такие как предрассудки и стереотипы . <EOS>
Я вспомнил об эволюции технологии , которая привела меня туда , где я был в тот день - как первые цветные изображения были откалиброваны по коже белой женщины , что означало , что цветная фотография была смещена к черным лицам . <EOS>
И тот же уклон , та же самая слепая точка продолжалась и в 90-е годы . <EOS>
И та же самая слепая точка сохраняется и сегодня в том , насколько хорошо мы можем распознавать лица разных людей в технологии распознавания лиц. <EOS>
Я думаю о современном состоянии исследований , в которых мы склонны ограничивать свое мышление одним набором данных и одной проблемой . <EOS>
И при этом мы создавали больше слепых зон и уклонов , которые ИИ мог бы еще больше усилить . <EOS>
Тогда я понял , что нам нужно глубоко задуматься о том , как выглядят технологии , над которыми мы работаем сегодня , через пять лет , через 10 лет . <EOS>
Люди развиваются медленно , со временем , чтобы исправить проблемы во взаимодействии людей и их окружающей среды . <EOS>
Напротив , искусственный интеллект развивается с невероятной скоростью . <EOS>
И это означает , что действительно важно , чтобы мы тщательно об этом думали прямо сейчас - чтобы мы размышляли над своими собственными слепыми пятнами , своими собственными предубеждениями , и думали о том , как это информирует создаваемую нами технологию , и обсуждали , что сегодняшняя технология будет означать для завтрашнего дня . <EOS>
Руководители и ученые взвесили то , что , по их мнению , будет технология искусственного интеллекта будущего . <EOS>
Стивен Хокинг предупреждает , что « искусственный интеллект может покончить с человечеством » . <EOS>
Элон Маск предупреждает , что это экзистенциальный риск и один из величайших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
Билл Гейтс высказал мысль : « Я не понимаю , почему люди не так обеспокоены » . <EOS>
Но эти взгляды - они часть истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта - это то , что мы называем доступом , и все они работают . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллекта , в которые мы можем внести свой вклад . <EOS>
Кроме того , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом с технологиями и с тем , как это касается нас и как это нас волнует . <EOS>
Мы можем обсудить то , что мы любим . <EOS>
Мы можем заранее предвидеть аспекты технологии , которые могут быть более полезными или могут стать более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на том , чтобы начать дискуссию об ИИ с предвидением будущего , это поможет создать общий разговор и осознание того , что такое ИИ сейчас , каким он может стать и обо всех вещах , которые нам нужно сделать , чтобы добиться того результата , который лучше всего нам подходит . <EOS>
Мы уже видим и знаем это в технологиях , которые мы используем сегодня . <EOS>
Мы используем смартфоны и цифровые помощники и Roombas . <EOS>
Они злые ? <EOS>
Может быть иногда . <EOS>
Они выгодны ? <EOS>
Да , они тоже . <EOS>
И они не все одинаковые . <EOS>
И там вы уже видите свет , освещающий будущее . <EOS>
Будущее продолжается от того , что мы строим и создаем прямо сейчас . <EOS>
Мы запустили в действие тот эффект домино , который прокладывает эволюционный путь ИИ . <EOS>
В наше время прямо сейчас мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненные реальности , воплощая в жизнь прошлые миры . <EOS>
Технология , которая помогает людям делиться своим опытом , когда им трудно общаться . <EOS>
Технология основана на понимании потоковых визуальных миров , используемых в качестве технологии для автомобилей с самостоятельным вождением . <EOS>
Технология , основанная на понимании изображений и создании языка , превращается в технологию , которая помогает людям с нарушениями зрения лучше получать доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы родились - например , цвет нашей кожи или внешний вид нашего лица - чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая обрабатывает наши данные , даже данные , касающиеся нашего пола или расы , чтобы определить , можем ли мы получить кредит . <EOS>
Все , что мы видим сейчас , - это снимок эволюции искусственного интеллекта . <EOS>
Потому что , где мы находимся сейчас , находится в моменте этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что произойдет в будущем и в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы помогать людям , тогда нам нужно определить цели и стратегии , которые сейчас позволяют этот путь . <EOS>
То , что я хотел бы видеть , - это то , что хорошо подходит людям , нашей культуре и окружающей среде . <EOS>
Технология , которая помогает и помогает тем из нас , кто страдает неврологическими заболеваниями или другими нарушениями , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технология , которая работает независимо от вашей демографии и цвета вашей кожи . <EOS>
И поэтому сегодня я сосредоточен на технологиях завтрашнего дня и 10 лет спустя . <EOS>
ИИ может получиться разными способами . <EOS>
Но в этом случае , это не машина с самостоятельным вождением без цели . <EOS>
Это та машина , на которой мы едем . <EOS>
Мы выбираем , когда ускорить , а когда замедлить . <EOS>
Мы выбираем , если нам нужно сделать поворот . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле всех вещей , которыми может стать искусственный интеллект . <EOS>
Это станет много вещей . <EOS>
И теперь мы должны выяснить , что нам нужно сделать , чтобы убедиться , что результаты искусственного интеллекта будут лучше для всех нас . <EOS>
Спасибо <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить вас всех задуматься на секунду о том очень простом факте , что , безусловно , большая часть того , что мы знаем о вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле и смотреть на ночное небо и видеть звезды своими голыми глазами . <EOS>
Солнце сжигает наше периферийное зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И в то время , когда Галилей указывал этот элементарный телескоп на небесные тела , известная вселенная пришла к нам через свет через огромные эпохи в космической истории . <EOS>
И со всеми нашими современными телескопами мы смогли собрать этот потрясающий безмолвный фильм о вселенной - эти серии снимков , которые восходят к Большому взрыву . <EOS>
И все же , вселенная не молчаливый фильм , потому что вселенная не молчит . <EOS>
Я хотел бы убедить вас , что во вселенной есть саундтрек , и этот саундтрек воспроизводится на самом пространстве , потому что пространство может колебаться , как барабан . <EOS>
Это может прозвучать как запись во вселенной некоторых самых драматических событий , когда они разворачиваются . <EOS>
Теперь мы хотели бы иметь возможность добавить к своего рода великолепную визуальную композицию Вселенной - звуковую композицию . <EOS>
И хотя мы никогда не слышали звуки из космоса , мы действительно должны в ближайшие несколько лет начать увеличивать громкость происходящего там . <EOS>
Таким образом , в этом стремлении захватить песни из вселенной , мы переключаем наше внимание на черные дыры и обещание , которое они имеют , потому что черные дыры могут биться в пространство-время , как молоток на барабане , и иметь очень характерную песню , которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том , какой будет эта песня . <EOS>
Мы могли бы однажды увидеть тень , которую черная дыра может отбросить на очень яркий фон , но мы этого еще не сделали . <EOS>
И все же черные дыры могут быть услышаны , даже если они не видны , и это потому , что они бьют в пространстве-времени , как барабан . <EOS>
Теперь мы обязаны идеей , что пространство может звенеть как барабан Альберту Эйнштейну , которому мы так многим обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы вселенная была пуста , это было бы похоже на эту картину , за исключением , может быть , без нарисованной на ней полезной сетки . <EOS>
Но если бы мы свободно падали в пространстве , даже без этой полезной сетки , мы могли бы нарисовать это сами , потому что мы заметили бы , что мы путешествовали по прямым линиям , неотклоненным прямым путям через вселенную . <EOS>
Эйнштейн также осознал - и это настоящее мясо материи - что если вы поместите энергию или массу во вселенную , она изогнет пространство , и свободно падающий объект пройдет , скажем , через Солнце , и он будет отклоняться вдоль естественных кривых в пространстве . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет согнут этими путями . <EOS>
И вы можете согнуться так сильно , что попадете на орбиту вокруг Солнца , как Земля , или Луна вокруг Земли . <EOS>
Это естественные кривые в пространстве . <EOS>
Эйнштейн не осознавал , что если вы взяли наше Солнце и раздавили его до шести километров - то есть вы в миллион раз увеличили массу Земли и раздавили ее до шести километров в поперечнике , вы бы сделали черную дыру , объект настолько плотный , что , если свет отклонится слишком близко , он никогда не уйдет - темная тень от вселенной . <EOS>
Но Эйнштейн всегда думал , что черные дыры - это математическая странность . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
Прошли десятилетия , прежде чем появился термин « черная дыра » , и люди поняли , что черные дыры являются настоящими астрофизическими объектами - фактически они являются смертельным состоянием очень массивных звезд , которые катастрофически коллапсируют в конце своей жизни . <EOS>
Теперь наше Солнце не разрушится до черной дыры . <EOS>
Это на самом деле не достаточно массивно . <EOS>
Но если бы мы провели небольшой мысленный эксперимент - как Эйнштейн очень любил это делать - мы могли бы представить , что Солнце будет раздавлено до шести километров , а маленькая орбита вокруг него на орбите , может быть , в 30 километрах от Солнца с черной дырой . <EOS>
И он был бы самосветящимся , потому что теперь , когда Солнце ушло , у нас нет другого источника света - поэтому давайте сделаем нашу маленькую Землю самосветящейся . <EOS>
И вы бы поняли , что могли бы вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры . <EOS>
Эта разбитая черная дыра в действительности вписалась бы в Манхэттен , более или менее . <EOS>
Это могло бы пролиться в Гудзон немного прежде , чем это разрушило Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который можно раздавить до половины площади Манхэттена . <EOS>
Таким образом , мы перемещаем эту Землю очень близко - 30 километров за ее пределы - и мы замечаем , что она идеально вращается вокруг черной дыры . <EOS>
Существует своего рода миф о том , что черные дыры пожирают все во вселенной , но на самом деле вам нужно подойти очень близко , чтобы упасть . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем видеть Землю . <EOS>
Он не может спрятаться за черной дырой . <EOS>
Свет от Земли , часть из него падает , но часть из него рассеивается и возвращается к нам . <EOS>
Так что ты ничего не можешь спрятать за черной дырой . <EOS>
Если это была Battlestar Galactica и вы сражаетесь с Сайлонами , не прячитесь за черную дыру . <EOS>
Они могут видеть тебя . <EOS>
Теперь наше Солнце не рухнет в черную дыру - она недостаточно массивна - но в нашей галактике десятки тысяч черных дыр . <EOS>
И если бы кто-нибудь затмил Млечный путь , это было бы так . <EOS>
Мы увидим тень этой черной дыры на фоне сотен миллиардов звезд в Галактике Млечный Путь и ее светящихся полосках пыли . <EOS>
И если бы мы упали к этой черной дыре , мы увидели бы весь этот свет , рассеянный вокруг нее , и мы могли бы даже начать переходить в эту тень и действительно не заметить , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались запустить наши ракеты и уйти оттуда , потому что мы не могли , так же как свет не мог убежать . <EOS>
Но даже несмотря на то , что черная дыра темна снаружи , она не темна внутри , потому что весь свет от галактики может упасть позади нас . <EOS>
И даже несмотря на то , что из-за релятивистского эффекта , известного как замедление времени , наши часы , по-видимому , будут замедляться по сравнению с галактическим временем , это будет выглядеть так , как будто эволюция галактики ускорилась и выстрелила в нас прямо перед тем , как мы были сокрушены до смерти черной дырой . <EOS>
Это было бы похоже на предсмертный опыт , когда вы видите свет в конце туннеля , но это полный опыт смерти . <EOS>
( Смех ) И никому нельзя рассказать о свете в конце туннеля . <EOS>
Теперь мы никогда не видели такую тень от черной дыры , но черные дыры можно услышать , даже если они не видны . <EOS>
Представьте себе , что вы попадаете в астрофизически реалистичную ситуацию - представьте себе две черные дыры , которые прожили долгую жизнь вместе . <EOS>
Возможно , они начинались как звезды и рухнули на две черные дыры - каждая в 10 раз больше массы Солнца . <EOS>
Так что теперь мы собираемся раздавить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они обгоняют друг друга очень быстро со скоростью света . <EOS>
Таким образом , они пересекают тысячи километров за доли секунды , и при этом они не только искривляют пространство , но и оставляют позади себя кольцо пространства , настоящую волну в пространстве-времени . <EOS>
Пространство сжимается и растягивается , поскольку оно исходит от этих черных дыр , ударяющихся о вселенную . <EOS>
И они путешествуют в космос со скоростью света . <EOS>
Это компьютерное моделирование связано с группой относительности НАСА Годдарда . <EOS>
Никому в мире понадобилось почти 30 лет , чтобы решить эту проблему . <EOS>
Это была одна из групп . <EOS>
Он показывает две черные дыры на орбите вокруг друг друга , опять же , с этими тщательно нарисованными кривыми . <EOS>
И если вы можете видеть - это отчасти слабое - но если вы можете видеть , как исходят красные волны , то это гравитационные волны . <EOS>
Это буквально звуки космического звонка , и они будут выходить из этих черных дыр со скоростью света , когда они звонят вниз и сливаются в одну вращающуюся тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы с сжиманием и растяжением пространства . <EOS>
Вы бы буквально услышали звук . <EOS>
Теперь , конечно , ваша голова будет сжиматься и бесполезно растягиваться , поэтому у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я бы хотел сыграть для вас звук , который мы предсказываем . <EOS>
Это из моей группы - чуть менее гламурное компьютерное моделирование . <EOS>
Вообразите более легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , - это легкая черная дыра , стучащая в пространство каждый раз , когда она приближается . <EOS>
Если это далеко , это слишком тихо . <EOS>
Но он входит , как молоток , и буквально трескает пространство , качая его , как барабан . <EOS>
И мы можем предсказать , каким будет звук . <EOS>
Мы знаем , что когда он падает , он становится быстрее и становится громче . <EOS>
И , в конце концов , мы услышим , как маленький парень просто впал в более крупного парня . <EOS>
Теперь я никогда не слышал это так громко - это на самом деле более драматично . <EOS>
Дома это звучит как антиклиматик . <EOS>
Это как динь , динь , динь . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют полезных следов чернил , и пространство не закрашено , показывая вам кривые . <EOS>
Но если вы должны были проплыть в космосе во время космического отпуска , и вы услышали это , вы хотите двигаться . <EOS>
( Смех ) Хочу уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры сближаются . <EOS>
В этом случае они оба сильно колеблются . <EOS>
И тогда они собираются объединиться . <EOS>
Теперь этот чириканье очень характерно для слияния черных дыр - то , что оно чирикает в конце . <EOS>
Теперь это наш прогноз того , что мы увидим . <EOS>
К счастью , мы на безопасном расстоянии в Лонг-Бич , штат Калифорния . <EOS>
И конечно , где-то во вселенной слились две черные дыры . <EOS>
И , конечно же , пространство вокруг нас звонит после путешествия , может быть , миллионов световых лет или миллионов лет со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий для любого из нас , чтобы когда-либо услышать . <EOS>
На Земле строятся очень трудолюбивые эксперименты - один , называемый LIGO , - который обнаружит отклонения в сжатии и растяжении пространства менее чем на долю ядра атома на протяжении четырех километров . <EOS>
Это удивительно амбициозный эксперимент , и в ближайшие несколько лет он будет в высшей степени чувствительным . <EOS>
Предлагается также космическая миссия , которая , как мы надеемся , будет запущена в ближайшие десять лет , под названием LISA . <EOS>
И LISA сможет увидеть сверхмассивные черные дыры - черные дыры в миллионы или миллиарды раз больше массы Солнца . <EOS>
На этом изображении Хаббла мы видим две галактики . <EOS>
Похоже , они застыли в каких-то объятиях . <EOS>
И каждый из них , вероятно , таит в себе сверхмассивную черную дыру . <EOS>
Но они не заморожены , они на самом деле сливаются . <EOS>
Эти две черные дыры сталкиваются , и они будут сливаться в течение миллиарда лет . <EOS>
Это вне нашего человеческого восприятия , чтобы подобрать песню этой продолжительности . <EOS>
Но LISA видела последние стадии двух сверхмассивных черных дыр ранее в истории вселенной , за последние 15 минут до того , как они упали вместе . <EOS>
И это не только черные дыры , но и любое большое нарушение во вселенной - и самый большой из них - Большой взрыв . <EOS>
Когда это выражение было придумано , оно было насмешливым , например : « О , кто поверит в Большой взрыв ? » <EOS>
Эта анимация от моих друзей из Proton Studios показывает взгляд на Большой Взрыв со стороны . <EOS>
Мы никогда не хотим делать это на самом деле . Мы хотим быть во вселенной , потому что нет такой вещи , как стоять вне вселенной . <EOS>
Итак , представьте , что вы внутри Большого взрыва . <EOS>
Это везде , все вокруг вас , и пространство хаотично колеблется . <EOS>
Проходит четырнадцать миллиардов лет , и эта песня все еще звучит вокруг нас . <EOS>
Формируются галактики , и в этих галактиках формируются поколения звезд , и вокруг одной звезды , по крайней мере , одной звезды , обитаемая планета . <EOS>
И здесь мы лихорадочно строим эти эксперименты , делаем эти вычисления , пишем эти компьютерные коды . <EOS>
Представьте , что миллиард лет назад две черные дыры столкнулись . <EOS>
Эта песня звучит в космосе все это время . <EOS>
Мы даже не были здесь . <EOS>
Все ближе и ближе - 40000 лет назад мы все еще делаем наскальные рисунки . <EOS>
Если бы это был Большой взрыв , который мы собирались поднять , это звучало бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум , это такой хаотичный звон . <EOS>
Но это вокруг нас везде , по-видимому , если оно не было уничтожено каким-либо другим процессом во вселенной . <EOS>
И если мы возьмем это , это будет музыка для наших ушей , потому что это будет тихое эхо того момента нашего создания , нашей наблюдаемой вселенной . <EOS>
Так что в течение следующих нескольких лет мы сможем немного включить саундтрек , визуализировать вселенную в аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это приблизит нас к пониманию Большого взрыва , которое намного приблизит нас к задаче некоторых из самых сложных , самых неуловимых вопросов . <EOS>
Если мы запустим фильм о нашей вселенной в обратном направлении , мы знаем , что в нашем прошлом был Большой взрыв , и мы могли бы даже услышать его какофонический звук , но был ли наш Большой взрыв единственным Большим взрывом ? <EOS>
Я имею в виду , мы должны спросить , это случилось раньше ? <EOS>
Это случится снова ? <EOS>
Я имею в виду , что в духе решения задачи TED разжечь чудо мы можем задавать вопросы , по крайней мере , в течение этой последней минуты , которые честно могли бы избежать нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша вселенная - это просто шлейф от какой-то большей истории ? <EOS>
Или , возможно , мы являемся просто ветвью мультивселенной - каждая ветвь имеет свой Большой Взрыв в прошлом - может быть , некоторые из них с черными дырами , играющими на барабанах , возможно , некоторые без - возможно , некоторые с разумной жизнью , а некоторые - без - не в нашем прошлом , не в нашем будущем , но каким-то образом фундаментально связаны с нами ? <EOS>
Таким образом , мы должны задаться вопросом , есть ли мультивселенная , в каком-то другом патче этой мультивселенной , есть ли существа ? <EOS>
Вот мои мультивселенные создания . <EOS>
Есть ли другие существа в Мультивселенной , которые интересуются нами и интересуются своим происхождением ? <EOS>
И если это так , я могу представить их такими , какие мы есть , вычисляя , пишем компьютерный код , строим инструменты , пытаемся обнаружить слабый звук их происхождения и задаемся вопросом , кто еще там . <EOS>
Спасибо . Спасибо . <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил , как над городом висит дымка . <EOS>
Я делаю эту поездку в большинстве дней , поэтому было необычно , что я не заметил этого раньше . <EOS>
Йоханнесбург известен своим отличительным горизонтом , который я едва мог видеть тем утром . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописной средой , которую я знал , и этим покрытым смогом горизонтом что-то пробудило во мне . <EOS>
Я был потрясен возможностью того , что этот город ярких и ярких закатов будет наводнен унылой дымкой . <EOS>
В тот момент я почувствовал желание что-то с этим сделать , но я не знал что . <EOS>
Все , что я знал , это то , что я не мог просто стоять в стороне . <EOS>
Основная проблема заключалась в том , что я мало что знал об экологическом менеджменте качества воздуха или химии атмосферы . <EOS>
Я инженер по вычислительной технике , и я был почти уверен , что не смогу выйти из этой проблемы загрязнения воздуха . <EOS>
( Смех ) . Кто я такой , чтобы что-то делать с этим вопросом ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я усвоил очень важный урок , который мы все должны принять близко к сердцу , если мы хотим работать в направлении лучшего будущего . <EOS>
Даже если вы не являетесь экспертом в определенной области , ваш внешний опыт может помочь решить большие проблемы в этой области . <EOS>
Иногда ваша уникальная перспектива может привести к нестандартному мышлению , которое может двигать иглой , но вы должны быть достаточно смелыми , чтобы попытаться . <EOS>
Это единственный способ узнать . <EOS>
Тогда я знал , что , если я даже собираюсь что-то изменить , мне сначала нужно научиться думать о загрязнении воздуха , и поэтому я снова стал студентом . <EOS>
Я провел небольшое фундаментальное исследование и вскоре узнал , что загрязнение воздуха является самой большой угрозой для окружающей среды в мире . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей в мире в 2012 году были связаны с загрязнением воздуха в домохозяйствах и окружающем воздухе , причем большинство из них происходит в странах с низким и средним уровнем дохода . <EOS>
Только загрязнение атмосферного воздуха ежегодно приводит к большему количеству смертей , чем малярия и ВИЧ / СПИД . <EOS>
В Африке преждевременная смерть в результате небезопасной санитарии или недоедания в детском возрасте бледнеет по сравнению со смертью в результате загрязнения воздуха , и это сопряжено с огромными экономическими издержками : более 400 миллиардов долларов США на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Теперь в своей работе я исследую новые рубежи для искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти полезную опору и помочь нам принимать лучшие решения . <EOS>
Когда я подумал о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принимать более правильные решения о том , как мы справляемся с загрязнением воздуха , и , учитывая масштаб проблемы , необходимо было сделать это совместным образом . <EOS>
Поэтому я решил , что мне лучше познакомиться с некоторыми людьми , работающими на местах . <EOS>
Я начал говорить с официальными лицами из города Йоханнесбурга и других близлежащих городов , и я привлек местное научное сообщество , и я также сделал несколько холодных звонков . <EOS>
Процесс взаимодействия , который я начал , помог мне развить более глубокое понимание проблемы . <EOS>
Это также помогло мне избежать ловушек , в которые иногда попадают люди из моей профессии , когда пытаются внедрять инновации , когда мы быстро применяем технологию , прежде чем твердо осознаем проблему . <EOS>
Я начал развивать идею о том , что я мог бы сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я мог бы каким-то осмысленным образом объединить свои навыки в разработке программного обеспечения и искусственном интеллекте и опыт людей , к которым я обращался . <EOS>
Я хотел создать онлайн-платформу управления качеством воздуха , которая бы выявляла тенденции загрязнения и проектировала в будущее , чтобы определить , каких результатов можно ожидать . <EOS>
Я был полон решимости увидеть , как моя идея воплотилась в практическое решение , но я столкнулся с неопределенностью и не имел гарантии успеха . <EOS>
У меня был особый набор инженерных навыков , навыков , которые я приобрел за свою карьеру ( Смех ) , которые были новыми для людей , которые работали над проблемой загрязнения воздуха в течение многих лет . <EOS>
Я пришел к выводу , что иногда только одна новая перспектива , один новый набор навыков могут создать условия для того , чтобы произошло нечто замечательное . <EOS>
Наша сила воли и воображение являются путеводной звездой , позволяющей нам прокладывать новые пути и преодолевать препятствия . <EOS>
Вооруженные более четким пониманием проблемы загрязнения воздуха и сумевшие собрать более чем десятилетние данные об уровнях загрязнения воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений о качестве воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в реальном времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения , чтобы предсказать будущие уровни загрязнения на несколько дней вперед . <EOS>
Это означает , что граждане могут принимать более правильные решения относительно своих ежедневных перемещений и о том , где поселиться в своих семьях . <EOS>
Мы можем заранее прогнозировать неблагоприятные явления загрязнения , выявлять тяжелые загрязнители , и соответствующие органы могут приказать им свернуть свою деятельность . <EOS>
Посредством вспомогательного планирования сценариев городские планировщики могут также принимать лучшие решения о том , как расширить инфраструктуру , такую как населенные пункты или промышленные зоны . <EOS>
Мы выполнили пилотный проект нашей технологии , который работал в течение 120 дней и охватывал всю Южную Африку . <EOS>
Наши результаты были подтверждены , когда мы продемонстрировали тесную корреляцию между данными прогнозирования и данными , которые мы получали на местах . <EOS>
Благодаря нашему руководству мы привели передовые , ведущие мировые активы , которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью , принося пользу городу , в который я ездил одним зимним утром не так давно , и подумали про себя : « Что-то здесь не так . Интересно , что можно сделать ? » <EOS>
Итак , вот в чем суть : что если бы я не исследовал проблему загрязнения воздуха дальше ? <EOS>
Что если бы я не проявил некоторой заботы о состоянии окружающей среды и просто надеялся , что кто-то где-то позаботится об этом ? <EOS>
Что я узнал , так это то , что , когда мы предпринимаем сложные усилия , которые продвигают дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и обдумать последствия бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и оппозицию , но это должно мотивировать нас дальше . <EOS>
Поэтому , где бы вы ни находились в мире , в следующий раз вы обнаружите , что у вас есть какое-то естественное любопытство , которое пробуждается , и оно о чем-то , что вас волнует , и у вас есть какие-то сумасшедшие или смелые идеи , и , возможно , это выходит за рамки вашего опыта , спросите себя : почему бы и нет ? <EOS>
Почему бы просто не пойти дальше и решить проблему как можно лучше , по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Спасибо <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение - это занятие , предназначенное исключительно для тех , кто может видеть . <EOS>
До сих пор считалось , что слепой человек , управляющий транспортным средством безопасно и независимо , считается невыполнимой задачей . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы несем свободу и независимость слепым путем создания автомобиля для слабовидящих . <EOS>
Поэтому , прежде чем я расскажу об этой машине для слепых , позвольте мне кратко рассказать вам о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированной машины , способной управлять собой . <EOS>
Вы нажимаете старт , никто ничего не трогает , и он может достичь цели полностью автономно . <EOS>
Так что в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом конкурсе . <EOS>
Примерно в это же время Национальная федерация слепых , или NFB , поставила перед исследовательским комитетом вопрос о том , кто может разработать автомобиль , позволяющий слепому безопасно и независимо ездить . <EOS>
Мы решили попробовать , потому что подумали : « Эй , как это может быть сложно ? » <EOS>
У нас уже есть автономный автомобиль . <EOS>
Мы просто поместили слепого человека в это , и мы закончили , верно ? <EOS>
( Смех ) Мы не могли быть более неправыми . <EOS>
НФБ хотел не транспортное средство , которое может управлять слепым человеком , а транспортное средство , где слепой может принимать активные решения и управлять автомобилем . <EOS>
Поэтому нам пришлось все выбросить в окно и начать с нуля . <EOS>
Таким образом , чтобы проверить эту безумную идею , мы разработали небольшой прототип автомобиля с глючной дюной , чтобы проверить выполнимость . <EOS>
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность попробовать . <EOS>
Это был абсолютно потрясающий опыт . <EOS>
Но проблема этого автомобиля заключалась в том , что он был спроектирован так , чтобы его можно было вести только в очень контролируемой среде , на плоской закрытой стоянке - даже на полосах , обозначенных красными дорожными конусами . <EOS>
Таким образом , с этим успехом мы решили сделать следующий большой шаг - разработать настоящий автомобиль , который можно было бы водить по настоящим дорогам . <EOS>
Так как это работает ? <EOS>
Ну , это довольно сложная система , но позвольте мне попытаться объяснить это , возможно , упростить это . <EOS>
Итак , у нас есть три шага . <EOS>
У нас есть восприятие , вычисления и невизуальные интерфейсы . <EOS>
Теперь , очевидно , водитель не может видеть , поэтому система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем начальную единицу измерения . <EOS>
Таким образом , он измеряет ускорение , угловое ускорение - как человеческое ухо , внутреннее ухо . <EOS>
Мы объединяем эту информацию с устройством GPS , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для обнаружения полос дороги . <EOS>
И мы также используем три лазерных дальномера . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия - автомобиль , приближающийся спереди , сзади , а также любые препятствия , которые сталкиваются с дорогами , любые препятствия вокруг транспортного средства . <EOS>
Таким образом , весь этот огромный объем информации затем подается в компьютер , и компьютер может делать две вещи . <EOS>
Одним из них является , прежде всего , обработка этой информации , чтобы иметь представление об окружающей среде - это полосы движения , препятствия - и передать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы найти самый безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции о том , как управлять органами управления автомобилем . <EOS>
Но проблема заключается в следующем : как мы передаем эту информацию и инструкции человеку , который не может видеть достаточно быстро и достаточно точно , чтобы он мог водить машину ? <EOS>
Поэтому для этого мы разработали множество различных типов технологий невизуального интерфейса пользователя . <EOS>
Итак , начиная с трехмерной звуковой системы пинга , вибрирующего жилета , колесика с щелчком с голосовыми командами , полоски для ног , даже обуви , которая оказывает давление на ступню . <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Итак , это пара перчаток , и на их поворотной части есть вибрирующие элементы , так что вы можете передать инструкции о том , как управлять - направление и интенсивность . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Так что это стул - на самом деле , это на самом деле массажное кресло . <EOS>
Мы его отключаем , переставляем вибрирующие элементы по разным схемам и приводим их в действие , чтобы передать информацию о скорости , а также инструкции , как использовать газ и педаль тормоза . <EOS>
Итак , здесь вы можете увидеть , как компьютер понимает окружающую среду , и поскольку вы не можете видеть вибрацию , мы фактически устанавливаем красные светодиоды на драйвер , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Таким образом , эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это учебные устройства . <EOS>
Так что это на самом деле не свобода , верно ? <EOS>
Компьютер подскажет вам , как двигаться - поверните налево , поверните направо , ускоритесь , остановитесь . <EOS>
Мы называем это « проблемой водителя заднего сиденья » . <EOS>
Таким образом , мы отходим от инструктивных контрольных устройств и теперь больше внимания уделяем информационным устройствам . <EOS>
Хороший пример этого информационного невизуального пользовательского интерфейса называется AirPix . <EOS>
Так что думайте об этом как о мониторе для слепых . <EOS>
Так что это небольшая таблетка , в которой много отверстий , и сжатый воздух выходит , поэтому он может рисовать изображения . <EOS>
Таким образом , даже если вы слепы , вы можете положить руку на нее , вы можете увидеть полосы дороги и препятствия . <EOS>
На самом деле , вы также можете изменить частоту выходящего воздуха и , возможно , температуру . <EOS>
Так что на самом деле это многомерный пользовательский интерфейс . <EOS>
Итак , здесь вы можете увидеть левую камеру , правую камеру от автомобиля и то , как компьютер интерпретирует это и отправляет эту информацию в AirPix . <EOS>
Для этого мы показываем симулятор слепого человека , который управляет с помощью AirPix . <EOS>
Этот симулятор также был очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для различных типов невизуальных пользовательских интерфейсов . <EOS>
Так что в основном это то , как это работает . <EOS>
Но этот автомобиль является прототипом , и он не будет находиться на дороге , пока не будет доказано , что он безопасен или безопаснее , чем современный автомобиль . <EOS>
И я искренне верю , что это может произойти . <EOS>
Но все-таки , примет ли общество такую радикальную идею ? <EOS>
Как мы собираемся обращаться со страховкой ? <EOS>
Как мы собираемся выдавать водительские права ? <EOS>
Существует множество таких препятствий , помимо технологических проблем , которые нам необходимо решить , прежде чем это станет реальностью . <EOS>
Конечно , главная цель этого проекта - разработать автомобиль для слепых . <EOS>
Но потенциально более важным , чем это , является огромная ценность побочной технологии , которая может появиться в этом проекте . <EOS>
Используемые датчики могут видеть сквозь тьму , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их для более безопасных автомобилей для зрячих людей . <EOS>
Или для слепых , бытовых бытовых приборов - в учебных заведениях , в офисе . <EOS>
Представьте себе , в классе учитель пишет на доске , а слепой ученик может видеть , что написано и прочитано , используя эти невизуальные интерфейсы . <EOS>
Это бесценно . <EOS>
Итак , сегодня то , что я показал вам сегодня , это только начало . <EOS>
Спасибо большое <EOS>
( Аплодисменты ) <EOS>
Как художник , связь очень важна для меня . <EOS>
В своей работе я пытаюсь сформулировать , что люди не отделены от природы и что все взаимосвязано . <EOS>
Впервые я отправился в Антарктиду почти 10 лет назад , где я увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
Мое сердце билось быстро , у меня кружилась голова , пытаясь понять , что же стояло передо мной . <EOS>
Айсберги вокруг меня были почти в 200 футах от воды , и я мог только удивляться , что это была одна снежинка на вершине другой снежинки , год за годом . <EOS>
Айсберги рождаются , когда они отрываются от ледников или отрываются от шельфовых ледников . <EOS>
Каждый айсберг имеет свою индивидуальную индивидуальность . <EOS>
У них есть особый способ взаимодействия со своим окружением и своим опытом . <EOS>
Некоторые отказываются сдаваться и держатся за горький конец , в то время как другие не могут больше терпеть это и рушатся в приступе драматической страсти . <EOS>
Легко подумать , когда вы смотрите на айсберг , что они изолированы , что они отделены и одиноки , так же , как мы , люди , иногда видим себя . <EOS>
Но реальность далека от этого . <EOS>
Когда айсберг тает , я дышу его древней атмосферой . <EOS>
Когда айсберг тает , он выделяет богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов , как будто я делаю портреты моих предков , зная , что в эти отдельные моменты они существуют таким образом и никогда больше не будут существовать таким образом . <EOS>
Это не смерть , когда они тают , это не конец , а продолжение их пути через цикл жизни . <EOS>
Некоторые из льдов в айсбергах , которые я фотографирую , очень молоды - пару тысяч лет . <EOS>
А некоторым льдам уже более 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы показать вам , - это айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы становитесь свидетелями катания айсберга . <EOS>
Так и здесь . <EOS>
Вы можете увидеть на левой стороне небольшую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
И я бы хотел , чтобы вы обратили внимание на форму айсберга и его расположение на ватерлинии . <EOS>
Здесь видно , что он начинает катиться , лодка переместилась на другую сторону , и там стоит человек . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Это около 120 футов над водой или 40 метров . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И вот так айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо <EOS>
( Аплодисменты ) <EOS>
Вы знаете , сколько видов цветковых растений ? <EOS>
Существует четверть миллиона - по крайней мере , те , о которых мы знаем , - четверть миллиона видов цветковых растений . <EOS>
И цветы - настоящий педераст . <EOS>
Они действительно трудны для растений . <EOS>
Они занимают огромное количество энергии и много ресурсов . <EOS>
Зачем им идти в это беспокойство ? <EOS>
И ответ , как и многие другие вещи в мире , - это секс . <EOS>
Я знаю , что у тебя на уме , когда ты смотришь на эти картинки . <EOS>
И причина того , что половое размножение так важно , - есть много других вещей , которые растения могут сделать , чтобы размножаться . <EOS>
Вы можете взять черенки , они могут заниматься сексом с собой , они могут опылять себя . <EOS>
Но им действительно нужно распространять свои гены , чтобы смешаться с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция работает таким образом . <EOS>
Теперь способ , которым растения передают эту информацию , - через пыльцу . <EOS>
Некоторые из вас , возможно , видели некоторые из этих картин раньше . <EOS>
Как я уже сказал , в каждом доме должен быть сканирующий электронный микроскоп , чтобы видеть это . <EOS>
И существует столько разных видов пыльцы , сколько цветковых растений . <EOS>
И это на самом деле довольно полезно для криминалистики и так далее . <EOS>
Большинство пыльцы , которая вызывает у нас сенную лихорадку , происходит от растений , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому он так сильно поднимает нам нос . <EOS>
Потому что вы должны разбрасывать массы и массы этого , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые содержатся в пыльце , каким-то образом случайно достигнут другого цветка . <EOS>
Таким образом , все травы , что означает все зерновые культуры , и большинство деревьев имеют переносимую ветром пыльцу . <EOS>
Но большинство видов на самом деле используют насекомых для выполнения своих указаний , и это в некотором смысле более разумно , потому что пыльца им не так нужна . <EOS>
Насекомые и другие виды могут взять пыльцу и перенести ее туда , где она требуется . <EOS>
Итак , мы знаем , очевидно , об отношениях между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они получают что-то взамен , и что-то взамен , как правило , нектар . <EOS>
Иногда этот симбиоз приводил к чудесным приспособлениям - ястреб-колибри прекрасен в своей адаптации . <EOS>
Растение получает что-то , и ястребинка распространяет пыльцу где-то еще . <EOS>
Растения развивались , чтобы создавать маленькие посадочные полосы для пчел , которые могли потерять свой путь . <EOS>
На многих растениях есть отметины , похожие на других насекомых . <EOS>
Это пыльники лилии , искусно сделанные таким образом , что , когда на них приземляется ничего не подозревающее насекомое , пыльник поднимается и покрывает его на спине огромным грузом пыльцы , после чего он попадает на другое растение . <EOS>
И есть орхидея , которая может выглядеть для вас так , словно у нее есть челюсти , и , в некотором смысле , у нее есть : она заставляет насекомое выползать , покрываясь пыльцой , которую она берет где-то еще . <EOS>
Орхидеи : есть , по крайней мере , 20 000 видов орхидей - удивительно , удивительно разнообразных . <EOS>
И они встают на всевозможные трюки . <EOS>
Они должны попытаться привлечь опылителей , чтобы сделать их предложение . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что она изучала ее и сделала замечательное предсказание , когда увидела ее - вы можете видеть , что есть очень длинная нектарная трубка , которая спускается вниз от орхидеи . <EOS>
И в основном то , что должно делать насекомое - мы находимся в середине цветка - оно должно воткнуть свой маленький хоботок прямо в середину этого и все время вниз по той трубке нектара , чтобы добраться до нектара . <EOS>
И Дарвин , глядя на этот цветок , сказал : « Думаю , что-то с этим связано » . <EOS>
И конечно же , есть насекомое . <EOS>
И я имею в виду , как правило , он как бы откатывает это , но в своей вертикальной форме , вот как это выглядит . <EOS>
Теперь вы можете себе представить , что если нектар является такой ценной вещью и дорогой для производства , и он привлекает много опылителей , то , как и в человеческом сексе , люди могут начать обманывать . <EOS>
Они могут сказать : « У меня есть немного нектара . Вы хотите прийти и получить его ? » <EOS>
Теперь это растение . <EOS>
Это растение здесь , которое любят насекомые в Южной Африке , и они эволюционировали с длинным хоботком , чтобы получить нектар на дне . <EOS>
И это подражание . <EOS>
Так что это растение , которое имитирует первое растение . <EOS>
А вот длиннохвостая муха , которая не получила ни одного нектара от мимики , потому что мимика не дает ему нектара . Она думала , что получит его . <EOS>
Таким образом , муха не только не получила нектар от мимического растения , но также - если вы посмотрите очень внимательно только на головном конце , вы можете увидеть , что у нее есть немного пыльцы , которую она передает на другое растение , если бы только какой-то ботаник не пришел и не прилепил ее к синему листу карты . <EOS>
( Смех ) . Теперь обман продолжается через царство растений . <EOS>
Этот цветок с его черными точками : они могут быть похожи на черные точки для нас , но , если я скажу вам , насекомому мужского пола нужного вида , это похоже на двух самок , которые действительно очень горячи . <EOS>
( Смех ) И когда насекомое попадает туда и садится на него , обливаясь , конечно , пыльцой , что оно собирается перенести на другое растение , если вы посмотрите на снимок сканирующего электронного микроскопа « каждый дом должен иметь один » , вы можете увидеть , что на самом деле там есть какой-то узор , который является трехмерным . <EOS>
Так что это , вероятно , даже хорошо для насекомого , а также хорошо выглядеть . <EOS>
И на этих снимках , сделанных с помощью электронного микроскопа , - здесь изображена орхидея , имитирующая насекомое , - вы можете видеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры по отношению к тому , что может воспринимать насекомое . <EOS>
И эта модель разработана для имитации глянцевой металлической поверхности , которую вы видите на некоторых жуках . <EOS>
А под сканирующим электронным микроскопом вы можете видеть поверхность , действительно отличающуюся от других поверхностей , на которые мы смотрели . <EOS>
Иногда целое растение подражает насекомому , даже нам . <EOS>
Я имею в виду , я думаю , это похоже на летающее животное или зверя . <EOS>
Это замечательная , удивительная вещь . <EOS>
Это умный . Это называется обсидиан . <EOS>
Иногда я думаю об этом как об инсидиуме . <EOS>
Для правильных видов пчел это похоже на другую очень агрессивную пчелу , и она много и много раз бьет ее по голове , пытаясь отогнать , и , конечно , покрывает себя пыльцой . <EOS>
Другое дело , что это растение имитирует другую орхидею , у которой есть замечательный запас пищи для насекомых . <EOS>
И в этом нет ничего для них . <EOS>
Так что обманывать на двух уровнях - сказочно . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я действительно чуял кого-то с кем-то раньше . <EOS>
И цветы не обязательно должны быть такими безвкусными . <EOS>
Они посылают фантастическое множество ароматов любому насекомому , которое будет иметь его . <EOS>
Этот не так хорошо пахнет . <EOS>
Это цветок , который действительно , действительно пахнет довольно неприятно и разработан , опять же , эволюционировал , чтобы выглядеть как падаль . <EOS>
Так что мухи любят это . <EOS>
Они прилетают и опыляют . <EOS>
Это , которое является helicodiceros , также известно как мертвая лошадь arum . <EOS>
Я не знаю , как на самом деле пахнет мертвая лошадь , но эта , вероятно , пахнет так же , как и она . <EOS>
Это действительно ужасно . <EOS>
И мухи просто не могут помочь себе . <EOS>
Они летят в эту вещь , и они летят вниз по ней . <EOS>
Они откладывают в него свои яйца , думая , что это неплохо , и не понимая , что для яиц нет еды , что яйца умрут , но растение тем временем принесло пользу , потому что щетина высвобождается , и мухи исчезают , чтобы опылить следующий цветок - фантастический . <EOS>
&quot; Вот arum , arum maculatum , &quot; &quot; лорды и дамы &quot; &quot; или &quot; &quot; пинту кукушки &quot; &quot; в этой стране . &quot; <EOS>
Я сфотографировал эту вещь на прошлой неделе в Дорсете . <EOS>
Эта вещь нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно . <EOS>
И если вы посмотрите на него внизу , то там , рядом с початком , находится такая плотина , мух привлекает тепло , которое испаряется с летучими химикатами , маленькими мошкарами , и они попадают в ловушку внизу в этом контейнере . <EOS>
Они пьют этот сказочный нектар , а потом все немного липкие . <EOS>
Ночью они покрыты пыльцой , которая обрушивается на них сверху вниз , а затем щетина , которую мы видели выше , они как бы увядают и выпускают всех этих мошек , покрытых пыльцой - невероятная вещь . <EOS>
Теперь , если вы думаете , что это невероятно , это один из моих лучших фаворитов . <EOS>
Это Филодендрон Селлоум . <EOS>
Для любого человека из Бразилии вы узнаете об этом растении . <EOS>
Это самая удивительная вещь . <EOS>
Такого рода фаллический бит длиной около фута . <EOS>
И он делает то , чего не знает ни одно другое растение , о котором я знаю , и это то , что , когда оно цветет - это там , где находится посередине , - в течение примерно двух дней оно метаболизируется таким образом , который довольно похож на млекопитающих . <EOS>
Таким образом , вместо крахмала , который является пищей для растений , он берет что-то , похожее на бурый жир , и сжигает его с такой скоростью , что он сжигает жир , метаболизируется , примерно как маленькая кошка . <EOS>
И это вдвое больше энергии , веса к весу , чем колибри - абсолютно удивительно . <EOS>
Эта вещь делает что-то еще , что необычно . <EOS>
Мало того , что он повысится до 115 градусов по Фаренгейту , 43 или 44 градусов по Цельсию , в течение двух дней , но он будет поддерживать постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Теперь , почему он это делает , я слышу , вы спрашиваете . <EOS>
Разве ты не знаешь об этом , есть некоторые жуки , которые просто любят заниматься любовью при такой температуре . <EOS>
И они входят внутрь , и они получают все это . <EOS>
( Смех ) И растение поливает их пыльцой , и они уходят и опыляют . <EOS>
И какая это замечательная вещь . <EOS>
Сейчас большинство опылителей , о которых мы думаем , это насекомые , но на самом деле в тропиках опыляются многие птицы и бабочки . <EOS>
И многие из тропических цветов красные , и это потому , что бабочки и птицы видят нас так же , как мы думаем , и очень хорошо видим красный цвет . <EOS>
Но если вы посмотрите на спектр , птиц и нас , мы увидим красный , зеленый и синий и увидим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолетовый , а также различают ультрафиолетовые оттенки . <EOS>
Так что есть кое-что , что продолжается там до конца . <EOS>
И разве не было бы замечательно , если бы мы могли как-нибудь увидеть , что это , я слышу , вы спрашиваете . <EOS>
Ну да , мы можем . <EOS>
Так что же видит насекомое ? <EOS>
На прошлой неделе я сделал эти снимки скальной розы , гелиантема , в Дорсете . <EOS>
Это маленькие желтые цветы , как мы все видим , маленькие желтые цветы повсюду . <EOS>
И вот как это выглядит с видимым светом . <EOS>
Вот как это выглядит , если вы берете красный . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
А затем я установил ультрафиолетовые фильтры на свою камеру и сделал очень , очень длинную экспозицию с определенными частотами ультрафиолетового света , и это то , что я получил . <EOS>
И это настоящий фантастический яблочко . <EOS>
Теперь мы не знаем точно , что видит пчела , равно как и вы не знаете , что я вижу , когда я называю это красным . <EOS>
Мы не можем знать , что происходит , не говоря уже о насекомом , о разуме другого человека . <EOS>
Но контраст будет выглядеть примерно так , поэтому сильно выделяется на фоне . <EOS>
Вот еще один маленький цветок - другой диапазон ультрафиолетовых частот , различные фильтры , соответствующие опылителям . <EOS>
И это то , что он будет видеть . <EOS>
На всякий случай , если вы считаете , что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе этого снимка , он был просто прикреплен к штативу , а не убит - тогда посмотрите на ультрафиолетовые лучи . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитные кремы работают , поглощая ультрафиолетовый свет . <EOS>
Так что , возможно , химикат в этом был бы полезен . <EOS>
Наконец , есть одна из первоцветов , которую прислал мне Бьорн Рорслетт из Норвегии - фантастический скрытый рисунок . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , что здесь есть что-то поэтическое , что на этих снимках , сделанных ультрафиолетовым фильтром , основное использование этого фильтра - астрономы фотографируют Венеру - фактически облака Венеры . <EOS>
Это основное использование этого фильтра . <EOS>
Венера , конечно , бог любви и плодородия , который является цветочной историей . <EOS>
И так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнять свои приказы , они также каким-то образом сумели убедить нас сажать огромные поля , полные их , и отдавать их друг другу во время рождения и смерти , и особенно в браке , который , когда вы думаете об этом , является моментом , когда происходит передача генетического материала от одного организма к другому . <EOS>
Спасибо большое <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться об окружающем нас мире . <EOS>
Есть много способов сделать это , и мне нравится сосредоточиться на том , чтобы помочь компьютерам говорить о том , что они видят и понимают . <EOS>
Учитывая такую сцену , современный алгоритм компьютерного зрения может сказать вам , что есть женщина и есть собака . <EOS>
Это может сказать вам , что женщина улыбается . <EOS>
Это может даже сказать вам , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые такая сцена может вызвать у людей . <EOS>
Все взаимосвязи связанных ситуаций . <EOS>
Может быть , вы видели собаку , подобную этой , раньше , или вы проводили время , бегая по пляжу , как этот , и это еще больше вызывает мысли и воспоминания о прошлом отпуске , прошлых поездках на пляж , времени , проведенном с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , каково это иметь этот опыт , понять , что мы разделяем , во что верим и что чувствуем , мы можем начать развивать компьютерные технологии таким образом , чтобы это дополняло наш собственный опыт . <EOS>
Итак , углубившись в это , несколько лет назад я начал работать над тем , чтобы помочь компьютерам генерировать человеческие истории из последовательностей изображений . <EOS>
Итак , однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Он взглянул на фотографии , и он увидел коалу . <EOS>
Он не знал , что это за коала , но сказал , что думает , что это интересное существо . <EOS>
Затем я поделился с ним последовательностью изображений о горящем доме . <EOS>
Он посмотрел на изображения и сказал : « Это потрясающий вид ! Это впечатляюще ! » <EOS>
Это послало озноб по моей спине . <EOS>
Он увидел ужасное , изменяющее жизнь и разрушающее жизнь событие и подумал , что это что-то положительное . <EOS>
Я понял , что он распознал контраст , красные и желтые цвета , и подумал , что это стоит отметить положительно . <EOS>
И частично , почему это было сделано , было то , что большинство изображений , которые я дал ему , были положительными изображениями . <EOS>
Это потому , что люди , как правило , делятся позитивными изображениями , когда говорят о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением ИИ задача за задачей , набор данных за набором данных , я создавал огромные пробелы , дыры и слепые пятна в том , что он мог понять . <EOS>
И при этом я кодировал все виды предубеждений . <EOS>
Предубеждения , которые отражают ограниченную точку зрения , ограниченную одним набором данных - предубеждения , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предубеждения и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня туда , где я был в тот день - как первые цветные изображения были откалиброваны по коже белой женщины , а это означало , что цветная фотография была предвзятой против черных лиц. <EOS>
И то же самое предубеждение , то же самое слепое пятно продолжалось и в 90-х годах . <EOS>
И то же самое слепое пятно продолжается даже сегодня в том , насколько хорошо мы можем распознавать лица разных людей в технологии распознавания лиц. <EOS>
Я думал о современном состоянии исследований сегодня , когда мы склонны ограничивать свое мышление одним набором данных и одной проблемой . <EOS>
И что при этом мы создавали больше слепых зон и предубеждений , которые ИИ мог бы еще больше усилить . <EOS>
Тогда я понял , что нам нужно глубоко задуматься о том , как будет выглядеть технология , над которой мы работаем сегодня , через пять лет , через 10 лет . <EOS>
Люди развиваются медленно , со временем , чтобы исправить проблемы во взаимодействии людей и окружающей среды . <EOS>
Напротив , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
И это означает , что действительно важно , чтобы мы тщательно об этом думали прямо сейчас - чтобы мы размышляли о наших собственных слепых пятнах , наших собственных предубеждениях и думали о том , как это информирует технологию , которую мы создаем , и обсуждаем , что технология сегодня будет означать для завтра . <EOS>
Руководители и ученые взвесили , какой , по их мнению , будет технология искусственного интеллекта будущего . <EOS>
Стивен Хокинг предупреждает , что « искусственный интеллект может покончить с человечеством » . <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из самых больших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
Билл Гейтс сказал : « Я не понимаю , почему люди больше не обеспокоены » . <EOS>
Но эти взгляды - они часть истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта — это то , что мы называем доступом и с которым все работаем . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллекта , в которые мы можем внести свой вклад . <EOS>
И кроме того , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом с технологиями и тем , как это касается нас и как это нас волнует . <EOS>
Мы можем обсуждать то , что нам нравится . <EOS>
Мы можем предвидеть аспекты технологии , которые могут быть более полезными или более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на открытии дискуссии об ИИ с предвидением будущего , это поможет создать общий разговор и понимание того , что такое ИИ сейчас , чем он может стать и все , что нам нужно сделать , чтобы обеспечить тот результат , который лучше всего нам подходит . <EOS>
Мы уже видим и знаем это в технологии , которую используем сегодня . <EOS>
Мы используем смартфоны и цифровые помощники и Roombas . <EOS>
Они злые ? <EOS>
Может быть , иногда . <EOS>
Они выгодны ? <EOS>
Да , они тоже . <EOS>
И они не все одинаковые . <EOS>
И там вы уже видите свет , сияющий на то , что ждет вас в будущем . <EOS>
Будущее продолжается из того , что мы строим и создаем прямо сейчас . <EOS>
Мы запустили эффект домино , который определяет эволюционный путь ИИ . <EOS>
В наше время мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненную реальность , оживляя прошлые миры . <EOS>
Технология , которая помогает людям делиться своим опытом , когда им трудно общаться . <EOS>
Технология , основанная на понимании потокового визуального мира , используемого в качестве технологии для беспилотных автомобилей . <EOS>
Технология , основанная на понимании изображений и генерации языка , развивается в технологию , которая помогает людям с нарушениями зрения лучше получать доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы рождаемся , такие как цвет нашей кожи или выражение нашего лица , чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая обрабатывает наши данные , даже данные , касающиеся нашего пола или расы , чтобы определить , можем ли мы получить кредит . <EOS>
Все , что мы видим сейчас , — это снимок эволюции искусственного интеллекта . <EOS>
Потому что то , где мы сейчас находимся , находится в момент этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что произойдет в будущем и в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы помогать людям , нам нужно определить цели и стратегии , которые позволяют этот путь сейчас . <EOS>
То , что я хотел бы видеть , - это то , что хорошо сочетается с людьми , с нашей культурой и окружающей средой . <EOS>
Технология , которая помогает и помогает тем из нас с неврологическими заболеваниями или другими нарушениями , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технология , которая работает независимо от вашей демографии или цвета вашей кожи . <EOS>
И поэтому сегодня я фокусируюсь на технологиях завтрашнего дня и через 10 лет . <EOS>
ИИ может проявляться по-разному . <EOS>
Но в данном случае это не самоуправляемый автомобиль без какого-либо предназначения . <EOS>
Это та машина , на которой мы ездим . <EOS>
Мы сами выбираем , когда ускоряться , а когда замедляться . <EOS>
Мы выбираем , нужно ли нам сделать поворот . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле всех вещей , которыми может стать искусственный интеллект . <EOS>
Станет много вещей . <EOS>
И теперь нам решать , что нам нужно сделать , чтобы результаты искусственного интеллекта были лучшими для всех нас . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить вас всех на секунду подумать над очень простым фактом , что большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле и смотреть на ночное небо и видеть звезды невооруженным глазом . <EOS>
Солнце сжигает наше периферийное зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И с тех пор , как Галилей направил этот рудиментарный телескоп на небесные тела , известная вселенная пришла к нам через свет , через огромные эры космической истории . <EOS>
И со всеми нашими современными телескопами мы смогли собрать этот потрясающий немой фильм вселенной - эти серии снимков , которые восходят к Большому взрыву . <EOS>
И все же Вселенная не немое кино , потому что Вселенная не молчит . <EOS>
Я хотел бы убедить вас , что у вселенной есть саундтрек , и что саундтрек воспроизводится в самом космосе , потому что пространство может колебаться , как барабан . <EOS>
Это может звучать как запись по всей вселенной некоторых из самых драматических событий , когда они разворачиваются . <EOS>
Теперь мы хотели бы иметь возможность добавить к великолепной визуальной композиции вселенной , которую мы имеем - звуковую композицию . <EOS>
И хотя мы никогда не слышали звуков из космоса , мы действительно должны в ближайшие несколько лет начать увеличивать громкость того , что там происходит . <EOS>
Поэтому в стремлении запечатлеть песни из вселенной мы обращаем наше внимание на черные дыры и их обещания , потому что черные дыры могут стучать по пространству-времени , как молотки по барабану , и иметь очень характерную песню , которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том , какой будет эта песня . <EOS>
Мы можем однажды увидеть тень , которую может отбросить черная дыра на очень ярком фоне , но пока этого не произошло . <EOS>
И все же черные дыры можно услышать , даже если их не видно , и это потому , что они бьют в пространство-время , как барабан . <EOS>
Идеей о том , что пространство может звенеть как барабан , мы обязаны Альберту Эйнштейну , которому мы так многим обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы вселенная была пуста , это было бы похоже на эту картину , за исключением , может быть , без нарисованной на ней полезной сетки . <EOS>
Но если бы мы свободно падали в пространстве , даже без этой полезной сетки , мы могли бы нарисовать ее сами , потому что заметили бы , что путешествуем по прямым линиям , неотклоненным прямым путям во Вселенной . <EOS>
Эйнштейн также понял — и это реальная суть материи — что если вы поместите во Вселенную энергию или массу , она искривит пространство , и свободно падающий объект пройдет , скажем , над Солнцем , и будет отклоняться по естественным кривым пространства . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет изгибаться этими путями . <EOS>
И вы можете быть согнуты так сильно , что вас поймают на орбите вокруг Солнца , как Земля или Луна вокруг Земли . <EOS>
Это естественные изгибы пространства . <EOS>
Чего Эйнштейн не понимал , так это того , что если взять наше Солнце и раздавить его до шести километров — то есть взять массу в миллион раз больше Земли и раздавить его до шести километров в поперечнике , то получится черная дыра , объект настолько плотный , что , если бы свет отклонился слишком близко , он никогда не убежал бы — темная тень на фоне Вселенной . <EOS>
Но Эйнштейн всегда считал черные дыры математической странностью . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
Прошли десятилетия , прежде чем был придуман термин « черная дыра » , и люди поняли , что черные дыры являются реальными астрофизическими объектами - на самом деле они являются состоянием смерти очень массивных звезд , которые катастрофически коллапсируют в конце своей жизни . <EOS>
Теперь наше Солнце не превратится в черную дыру . <EOS>
На самом деле он недостаточно массовый . <EOS>
Но если бы мы проделали небольшой мысленный эксперимент — как это очень любил делать Эйнштейн , — мы могли бы представить , как раздавим Солнце до шести километров и поместим вокруг него на орбиту крошечную маленькую Землю , возможно , в 30 километрах от Солнца черной дыры . <EOS>
И она будет самоосвещенной , потому что теперь Солнца нет , у нас нет другого источника света - так давайте сделаем нашу маленькую Землю самосветящейся . <EOS>
И вы бы поняли , что можете поместить Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры . <EOS>
Эта раздавленная черная дыра более или менее поместилась бы в Манхэттене . <EOS>
Он может немного пролиться в Гудзон , прежде чем уничтожит Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который можно раздавить до половины площади Манхэттена . <EOS>
Итак , мы перемещаем эту Землю очень близко - на 30 километров снаружи - и замечаем , что она прекрасно вращается вокруг черной дыры . <EOS>
Существует своего рода миф о том , что черные дыры пожирают все во Вселенной , но на самом деле нужно подойти очень близко , чтобы упасть . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем видеть Землю . <EOS>
Он не может спрятаться за черной дырой . <EOS>
Свет от Земли , часть его попадает внутрь , но часть его рассеивается и возвращается к нам . <EOS>
Так что за черной дырой ничего не спрячешь . <EOS>
Если это был Battlestar Galactica , и вы сражаетесь с Сайлонами , не прячьтесь за черной дырой . <EOS>
Они могут видеть вас . <EOS>
Теперь наше Солнце не превратится в черную дыру — оно недостаточно массивно — но в нашей галактике есть десятки тысяч черных дыр . <EOS>
И если бы кто-то затмил Млечный Путь , это было бы так . <EOS>
Мы бы увидели тень этой черной дыры на фоне сотен миллиардов звезд в Галактике Млечный Путь и ее светящихся пылевых полос . <EOS>
И если бы мы упали в эту черную дыру , мы бы увидели весь этот свет вокруг нее , и мы могли бы даже начать переходить в эту тень и действительно не замечать , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались запустить наши ракеты и выбраться оттуда , потому что мы не могли , больше , чем свет может убежать . <EOS>
Но даже несмотря на то , что черная дыра темна снаружи , внутри она не темна , потому что весь свет из галактики может падать позади нас . <EOS>
И хотя из-за релятивистского эффекта , известного как замедление времени , наши часы , казалось бы , замедляются относительно галактического времени , казалось бы , что эволюция галактики ускорилась и выстрелила в нас прямо перед тем , как мы были раздавлены черной дырой . <EOS>
Это было бы похоже на околосмертный опыт , когда вы видите свет в конце туннеля , но это опыт полной смерти . <EOS>
( Смех ) И никто не может рассказать о свете в конце туннеля . <EOS>
Мы никогда не видели такой тени черной дыры , но черные дыры можно услышать , даже если их не видно . <EOS>
Представьте себе астрофизически реалистичную ситуацию — представьте себе две черные дыры , которые прожили вместе долгую жизнь . <EOS>
Может быть , они начинали как звезды и коллапсировали в две черные дыры , каждая из которых в 10 раз превышала массу Солнца . <EOS>
Так что теперь мы собираемся раздавить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они облетают друг друга очень близко со скоростью света . <EOS>
Таким образом , они пересекают тысячи километров за долю секунды , и при этом они не только искривляют пространство , но и оставляют за собой звон пространства , настоящую волну в пространстве-времени . <EOS>
Пространство сжимается и растягивается , когда оно исходит из этих черных дыр , ударяющихся во Вселенную . <EOS>
И они улетают в космос со скоростью света . <EOS>
Это компьютерное моделирование связано с группой относительности в НАСА Годдард . <EOS>
Потребовалось почти 30 лет для любого в мире , чтобы решить эту проблему . <EOS>
Это была одна из групп . <EOS>
Он показывает две черные дыры на орбите друг вокруг друга , опять же , с этими услужливо нарисованными кривыми . <EOS>
И если вы можете видеть - это довольно слабо - но если вы можете видеть исходящие красные волны , это гравитационные волны . <EOS>
Это буквально звуки космического звона , и они будут выходить из этих черных дыр со скоростью света , когда они звонят и объединяются в одну вращающуюся , тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы со сжатием и растяжением пространства . <EOS>
Вы бы буквально услышали звук . <EOS>
Теперь , конечно , ваша голова будет бесполезно сжиматься и растягиваться , поэтому у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я хотел бы сыграть для вас звук , который мы предсказываем . <EOS>
Это из моей группы - чуть менее гламурное компьютерное моделирование . <EOS>
Представьте себе более легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , - это легкая черная дыра , ударяющаяся в пространство каждый раз , когда она приближается . <EOS>
Если это далеко , это немного слишком тихо . <EOS>
Но он входит как молоток , и он буквально трескает пространство , раскачивая его , как барабан . <EOS>
И мы можем предсказать , каким будет звук . <EOS>
Мы знаем , что , когда он падает , он становится быстрее и становится громче . <EOS>
И в конце концов , мы услышим , как маленький парень просто падает в большого парня . <EOS>
Теперь я никогда не слышал его так громко - это на самом деле более драматично . <EOS>
Дома это звучит как-то антиклиматично . <EOS>
Это как динь , динь , динь . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют после себя полезных следов чернил , а пространство не окрашено , показывая вам кривые . <EOS>
Но если бы вы проплыли в космосе на космическом празднике и услышали это , вы хотите двигаться . <EOS>
( Смех ) Хотите уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры сближаются . <EOS>
В этом случае они оба сильно шатаются . <EOS>
И тогда они объединятся . <EOS>
Этот щебет очень характерен для слияния черных дыр - он чирикает в конце . <EOS>
Теперь это наш прогноз того , что мы увидим . <EOS>
К счастью , мы на безопасном расстоянии в Лонг-Бич , Калифорния . <EOS>
И наверняка где-то во Вселенной слились две черные дыры . <EOS>
И , конечно же , пространство вокруг нас звенит после путешествия , может быть , миллиона световых лет или миллиона лет со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы любой из нас когда-либо слышал . <EOS>
На Земле строятся очень трудолюбивые эксперименты , один из которых называется LIGO , который будет обнаруживать отклонения в сжатии и растяжении пространства менее чем на долю ядра атома на расстоянии более четырех километров . <EOS>
Это удивительно амбициозный эксперимент , и в ближайшие несколько лет он будет на продвинутой чувствительности , чтобы захватить его . <EOS>
Есть также миссия , предложенная для космоса , которая , как мы надеемся , будет запущена в ближайшие десять лет , называется LISA . <EOS>
И LISA сможет увидеть сверхмассивные черные дыры — черные дыры , в миллионы или миллиарды раз превышающие массу Солнца . <EOS>
На этом снимке Хаббла мы видим две галактики . <EOS>
Они словно застыли в каких-то объятиях . <EOS>
И каждая из них , вероятно , таит в себе сверхмассивную черную дыру . <EOS>
Но они не заморожены , они фактически сливаются . <EOS>
Эти две черные дыры сталкиваются , и они сольются в течение миллиарда лет . <EOS>
Это за пределами нашего человеческого восприятия , чтобы подобрать песню такой продолжительности . <EOS>
Но LISA смогла увидеть заключительные этапы двух сверхмассивных черных дыр в начале истории Вселенной , за последние 15 минут до того , как они упадут вместе . <EOS>
И это не только черные дыры , но и любое большое возмущение во Вселенной - и самое большое из них - Большой взрыв . <EOS>
&quot; Когда это выражение было придумано , оно было насмешливым - типа &quot; &quot; О , кто поверит в Большой взрыв ? &quot; &quot; &quot; <EOS>
Эта анимация от моих друзей из Proton Studios показывает взгляд на Большой Взрыв снаружи . <EOS>
На самом деле мы никогда не хотим этого делать , мы хотим быть внутри вселенной , потому что нет такой вещи , как стоять вне вселенной . <EOS>
Итак , представьте , что вы находитесь внутри Большого взрыва . <EOS>
Оно повсюду , оно вокруг вас , и пространство хаотично качается . <EOS>
Прошло четырнадцать миллиардов лет , а эта песня все еще звенит вокруг нас . <EOS>
Формируются галактики , и в этих галактиках формируются поколения звезд , и вокруг одной звезды , по крайней мере , одной звезды , является обитаемой планетой . <EOS>
И вот мы лихорадочно строим эти эксперименты , делаем эти расчеты , пишем эти компьютерные коды . <EOS>
Представьте , что миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня все это время звучала в космосе . <EOS>
Мы даже не были здесь . <EOS>
Это все ближе и ближе - 40 000 лет назад мы все еще рисуем наскальные рисунки . <EOS>
Если бы это был Большой Взрыв , то это звучало бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум , это такой хаотичный звон . <EOS>
Но , по-видимому , он повсюду вокруг нас , если он не был уничтожен каким-то другим процессом во Вселенной . <EOS>
И если мы поднимем его , это будет музыка для наших ушей , потому что это будет тихое эхо того момента нашего творения , нашей наблюдаемой вселенной . <EOS>
Так что в течение следующих нескольких лет мы сможем немного улучшить саундтрек , отобразить вселенную в аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это приблизит нас к пониманию Большого Взрыва , что приблизит нас к тому , чтобы задавать некоторые из самых трудных , самых неуловимых вопросов . <EOS>
Если мы прокрутим фильм нашей вселенной в обратном порядке , мы узнаем , что в нашем прошлом был Большой Взрыв , и мы можем даже услышать его какофонический звук , но был ли наш Большой Взрыв единственным Большим Взрывом ? <EOS>
Я имею в виду , мы должны спросить , было ли это раньше ? <EOS>
Произойдет ли это снова ? <EOS>
Я имею в виду , что в духе принятия вызова TED возродить удивление , мы можем задавать вопросы , по крайней мере в эту последнюю минуту , которые , честно говоря , могут ускользнуть от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная - это просто шлейф какой-то большой истории ? <EOS>
Или возможно , что мы просто ответвление мультивселенной — каждая ветвь со своим собственным Большим Взрывом в прошлом — может быть , некоторые из них с черными дырами , играющими на барабанах , может быть , некоторые без — возможно , некоторые с разумной жизнью , а некоторые без — не в нашем прошлом , не в нашем будущем , но как-то фундаментально связаны с нами ? <EOS>
Поэтому мы должны задаться вопросом , есть ли мультивселенная , в каком-то другом месте этой мультивселенной , есть ли существа ? <EOS>
Вот мои мультивселенные . <EOS>
Есть ли в мультивселенной другие существа , интересующиеся нами и своим происхождением ? <EOS>
И если это так , я могу представить их такими , какие мы есть , вычисляющими , пишущими компьютерный код , создающими инструменты , пытающимися обнаружить этот самый слабый звук их происхождения и задающимися вопросом , кто еще там . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил дымку , нависшую над городом . <EOS>
Я делаю этот диск в большинстве дней , поэтому было необычно , что я не замечал этого раньше . <EOS>
Йоханнесбург известен своим отличительным горизонтом , который я едва мог видеть тем утром . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописной обстановкой , которую я знал , и этим покрытым смогом горизонтом что-то пробудило во мне . <EOS>
Я был потрясен возможностью того , что этот город ярких и ярких закатов будет захвачен тусклой дымкой . <EOS>
В тот момент мне захотелось что-то с этим сделать , но я не знала что . <EOS>
Все , что я знал , это то , что я не мог просто стоять сложа руки . <EOS>
Основная проблема заключалась в том , что я мало что знал об экологической науке об управлении качеством воздуха или химии атмосферы . <EOS>
Я компьютерный инженер , и я был почти уверен , что не смогу закодировать свой выход из этой проблемы загрязнения воздуха . <EOS>
( Смех ) Кто я такой , чтобы что-то делать с этим вопросом ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я усвоил очень важный урок , урок , который нам всем нужно принять близко к сердцу , если мы хотим работать над достижением лучшего будущего . <EOS>
Даже если вы не являетесь экспертом в определенной области , ваш внешний опыт может стать ключом к решению больших проблем в этой области . <EOS>
Иногда уникальная перспектива , которую вы имеете , может привести к нетрадиционному мышлению , которое может сдвинуть иглу , но вам нужно быть достаточно смелым , чтобы попробовать . <EOS>
Это единственный способ , которым вы когда-либо узнаете . <EOS>
В то время я знал , что если я даже попытаюсь что-то изменить , я должен сначала подумать о загрязнении воздуха , и поэтому я снова стал студентом . <EOS>
Я провел небольшое фундаментальное исследование и вскоре узнал , что загрязнение воздуха является самым большим риском для здоровья окружающей среды в мире . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей во всем мире в 2012 году были связаны с загрязнением воздуха в домашних условиях и окружающей среды , причем большинство из них произошло в странах с низким и средним уровнем дохода . <EOS>
Только загрязнение атмосферного воздуха ежегодно приводит к большему количеству смертей , чем малярия и ВИЧ / СПИД . <EOS>
В Африке преждевременная смертность от небезопасных санитарных условий или детского недоедания бледнеет по сравнению со смертями из-за загрязнения воздуха , и это приводит к огромным экономическим издержкам : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Теперь в своей работе я исследую новые границы искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти выгодную основу и помочь нам принимать лучшие решения . <EOS>
Когда я думал о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принимать лучшие решения о том , как мы справимся с загрязнением воздуха , и , учитывая масштаб проблемы , необходимо было делать это совместно . <EOS>
Поэтому я решил , что мне лучше познакомиться с некоторыми людьми , работающими в этой области . <EOS>
Я начал разговаривать с чиновниками из Йоханнесбурга и других близлежащих городов , привлек к себе местное научное сообщество , а также сделал несколько холодных звонков . <EOS>
Процесс вовлечения , к которому я приступил , помог мне развить более глубокое понимание проблемы . <EOS>
Это также помогло мне избежать ловушки , в которую иногда попадают люди моей профессии , когда мы пытаемся внедрять инновации , когда мы быстро применяем технологию , прежде чем твердо осознаем проблему . <EOS>
Я начал думать о том , что я мог бы сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я могу каким-то значимым образом объединить свои навыки в разработке программного обеспечения и искусственного интеллекта и опыт людей , с которыми я связался . <EOS>
Я хотел создать онлайн-платформу управления качеством воздуха , которая раскрыла бы тенденции загрязнения и спроецировала бы будущее , чтобы определить , какие результаты можно ожидать . <EOS>
Я был полон решимости воплотить свою идею в практическое решение , но столкнулся с неопределенностью и не имел гарантии успеха . <EOS>
У меня был очень специфический набор инженерных навыков , навыков , которые я приобрел за свою карьеру ( Смех ) , которые были новыми для людей , которые работали над проблемой загрязнения воздуха в течение многих лет . <EOS>
Я понял , что иногда всего одна свежая точка зрения , один новый набор навыков может создать условия для того , чтобы произошло что-то замечательное . <EOS>
Наша сила воли и воображение являются путеводной звездой , позволяющей нам прокладывать новые пути и преодолевать препятствия . <EOS>
Вооружившись более глубоким пониманием проблемы загрязнения воздуха и сумев собрать более чем десятилетние данные об уровнях загрязнителей воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений по качеству воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в реальном времени для выявления пространственно-временных тенденций загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения для прогнозирования будущих уровней загрязнения на несколько дней вперед . <EOS>
Это означает , что граждане могут принимать более правильные решения о своих ежедневных передвижениях и о том , где поселить свои семьи . <EOS>
Мы можем заранее прогнозировать неблагоприятные события загрязнения , выявлять сильные загрязнители , и соответствующие органы могут приказать им свернуть свою деятельность . <EOS>
Благодаря вспомогательному сценарному планированию градостроители также могут принимать более обоснованные решения о том , как расширить инфраструктуру , такую как населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотный проект нашей технологии , который длился 120 дней и охватывал всю Южную Африку . <EOS>
Наши результаты подтвердились , когда мы продемонстрировали тесную корреляцию между данными прогнозирования и данными , которые мы получали на местах . <EOS>
Благодаря нашему руководству мы принесли передовые , ведущие в мире средства , которые могут выполнять прогнозирование качества воздуха с беспрецедентной точностью и разрешением , принося пользу городу , в который я недавно въехал зимним утром и подумал : « Здесь что-то не так . Интересно , что можно сделать ? » <EOS>
Итак , вот в чем суть : что , если бы я не исследовал проблему загрязнения воздуха дальше ? <EOS>
Что , если бы я не проявлял заботы о состоянии окружающей среды и просто надеялся , что кто-то где-то позаботится об этом ? <EOS>
Что я узнал , так это то , что , приступая к трудному начинанию , которое продвигает дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и рассмотреть последствия бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и оппозицию , но это должно еще больше мотивировать нас . <EOS>
Так что , где бы вы ни были в мире , в следующий раз , когда вы обнаружите , что у вас есть какое-то естественное любопытство , которое вызывает у вас что-то , что вас волнует , и у вас есть какие-то безумные или смелые идеи , и , возможно , это за пределами вашей компетенции , спросите себя : почему бы и нет ? <EOS>
Почему бы просто не пойти дальше и не решить проблему как можно лучше , по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение - это деятельность , предназначенная исключительно для тех , кто может видеть . <EOS>
До сих пор считалось , что слепой человек за рулем транспортного средства безопасно и независимо считался невыполнимой задачей . <EOS>
Привет , меня зовут Деннис Хонг , и мы приносим свободу и независимость слепым , создавая автомобиль для слабовидящих . <EOS>
Так что прежде чем я расскажу об этом автомобиле для слепых , позвольте мне вкратце рассказать вам еще об одном проекте , над которым я работал под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированного автомобиля , который может ездить сам . <EOS>
Вы нажимаете старт , никто ничего не трогает , и он может полностью автономно добраться до места назначения . <EOS>
Так в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место на этом соревновании . <EOS>
Так примерно в то время , Национальная федерация слепых , или NFB , бросила вызов исследовательскому комитету о том , кто может разработать автомобиль , который позволит слепому человеку безопасно и независимо ездить . <EOS>
Мы решили попробовать , потому что подумали : « Эй , как это может быть сложно ? » <EOS>
У нас уже есть автономный автомобиль . <EOS>
Мы просто поместили туда слепого и все , верно ? <EOS>
( Смех ) Мы не могли ошибаться . <EOS>
То , что хотел NFB , было не транспортным средством , которое может управлять слепым человеком , а транспортным средством , где слепой человек может принимать активные решения и ездить . <EOS>
Так что пришлось выкинуть все в окно и начать с нуля . <EOS>
Поэтому , чтобы проверить эту сумасшедшую идею , мы разработали небольшой прототип автомобиля багги для дюн , чтобы проверить осуществимость . <EOS>
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность прокатиться . <EOS>
Это был совершенно удивительный опыт . <EOS>
Но проблема с этим автомобилем заключалась в том , что он был разработан для езды только в очень контролируемой среде , на плоской закрытой парковке - даже на полосах , обозначенных красными дорожными конусами . <EOS>
Поэтому с этим успехом мы решили сделать следующий большой шаг , разработать настоящий автомобиль , который можно ездить по реальным дорогам . <EOS>
Так как это работает ? <EOS>
Ну , это довольно сложная система , но позвольте мне попытаться объяснить ее , возможно , упростить . <EOS>
Итак , у нас есть три шага . <EOS>
У нас есть восприятие , вычисления и невизуальные интерфейсы . <EOS>
Теперь очевидно , что водитель не может видеть , поэтому системе необходимо воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого используем начальную единицу измерения . <EOS>
Таким образом , он измеряет ускорение , угловое ускорение - как человеческое ухо , внутреннее ухо . <EOS>
Мы объединяем эту информацию с устройством GPS , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для обнаружения полос на дороге . <EOS>
И мы также используем три лазерных дальномера . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия - автомобиль , приближающийся спереди , сзади , а также любые препятствия , которые сталкиваются с дорогами , любые препятствия вокруг транспортного средства . <EOS>
Таким образом , весь этот огромный объем информации затем подается в компьютер , и компьютер может делать две вещи . <EOS>
Во-первых , обработать эту информацию , чтобы иметь представление об окружающей среде - это полосы дороги , есть препятствия - и передать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы выяснить самый безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции о том , как управлять органами управления транспортным средством . <EOS>
Но проблема заключается в следующем : как мы можем передать эту информацию и инструкции человеку , который не может видеть достаточно быстро и достаточно точно , чтобы он мог водить ? <EOS>
Поэтому для этого мы разработали множество различных типов технологий невизуального пользовательского интерфейса . <EOS>
Итак , начиная с трехмерной звуковой системы ping , вибрирующего жилета , колесика с голосовыми командами , полоски для ног и даже обуви , которая оказывает давление на ногу . <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Итак , это пара перчаток , и у них есть вибрирующие элементы на суставе , чтобы вы могли передать инструкции о том , как управлять - направление и интенсивность . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Итак , это кресло - по сути , это массажное кресло . <EOS>
Мы его выпотрошиваем , и переставляем вибрирующие элементы по разным схемам , и приводим их в действие , чтобы передавать информацию о скорости , а также инструкции , как пользоваться педалью газа и тормоза . <EOS>
Итак , здесь вы можете увидеть , как компьютер понимает окружающую среду , и поскольку вы не можете видеть вибрацию , мы на самом деле поместили красные светодиоды на драйвер , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Так что эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это учебные подсказки . <EOS>
Так что это не совсем свобода , не так ли ? <EOS>
Компьютер говорит вам , как ехать - повернуть налево , повернуть направо , ускориться , остановиться . <EOS>
Мы называем это « проблемой водителя на заднем сиденье » . <EOS>
Таким образом , мы отходим от обучающих подсказок , и теперь мы больше сосредотачиваемся на информационных устройствах . <EOS>
Хороший пример этого информационного невизуального пользовательского интерфейса называется AirPix . <EOS>
Так что думайте об этом как о мониторе для слепых . <EOS>
Итак , это маленький планшет , в нем много отверстий , и сжатый воздух выходит , поэтому он может рисовать изображения . <EOS>
Поэтому , даже если вы слепы , вы можете положить руку на него , вы можете видеть полосы дороги и препятствия . <EOS>
На самом деле , вы также можете изменить частоту выхода воздуха и , возможно , температуру . <EOS>
Так что это на самом деле многомерный пользовательский интерфейс . <EOS>
Итак , здесь вы можете увидеть левую камеру , правую камеру из автомобиля и то , как компьютер интерпретирует это и отправляет эту информацию в AirPix . <EOS>
Для этого мы показываем симулятор , слепого человека , управляющего с помощью AirPix . <EOS>
Этот симулятор также был очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для разных типов невизуальных пользовательских интерфейсов . <EOS>
Так в принципе так и работает . <EOS>
Но это транспортное средство - прототип транспортного средства , и оно не будет на дороге , пока не будет доказано , что оно так же безопасно , как и безопаснее , чем сегодняшнее транспортное средство . <EOS>
И я искренне верю , что это может произойти . <EOS>
Но все же , примет ли общество такую радикальную идею ? <EOS>
Как будем обращаться со страховкой ? <EOS>
Как будем выдавать водительские права ? <EOS>
Существует множество различных препятствий , помимо технологических проблем , которые мы должны решить , прежде чем это станет реальностью . <EOS>
Конечно , главная цель этого проекта — разработка автомобиля для слепых . <EOS>
Но потенциально более важным , чем это , является огромная ценность дополнительной технологии , которая может исходить от этого проекта . <EOS>
Датчики , которые используются , могут видеть сквозь темноту , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их к более безопасным автомобилям для зрячих людей . <EOS>
Или для слепых , повседневных бытовых приборов - в образовательной среде , в офисе . <EOS>
Только представьте , в классе учитель пишет на доске , а слепой ученик может видеть , что написано и читать , используя эти невизуальные интерфейсы . <EOS>
Это бесценно . <EOS>
Итак , сегодня то , что я вам сегодня показал , это только начало . <EOS>
Спасибо большое . <EOS>
( Аплодисменты ) <EOS>
Мне , как художнику , очень важна связь . <EOS>
В своей работе я пытаюсь сформулировать , что люди не отделены от природы и что все взаимосвязано . <EOS>
Впервые я побывал в Антарктиде почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
Мое сердце бешено билось , голова кружилась , пытаясь понять , что стоит передо мной . <EOS>
Айсберги вокруг меня были почти в 200 футах от воды , и я мог только не удивляться , что это была одна снежинка поверх другой снежинки , год за годом . <EOS>
Айсберги рождаются , когда они откалываются от ледников или откалываются от шельфовых ледников . <EOS>
Каждый айсберг имеет свой индивидуальный характер . <EOS>
Они имеют особый способ взаимодействия с окружающей средой и своим опытом . <EOS>
Одни отказываются сдаваться и держаться до победного конца , другие не выдерживают и рушатся в порыве драматической страсти . <EOS>
Легко думать , когда вы смотрите на айсберг , что они изолированы , что они отделены и одиноки , так же , как мы , люди , иногда себя видим . <EOS>
Но реальность далека от этого . <EOS>
Как тает айсберг , я вдыхаю его древнюю атмосферу . <EOS>
Когда айсберг тает , он выпускает богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов так , как будто я делаю портреты своих предков , зная , что в эти отдельные моменты они существуют таким образом и никогда не будут такими снова . <EOS>
Это не смерть , когда они тают , это не конец , а продолжение их пути через цикл жизни . <EOS>
Часть льда в айсбергах , которые я фотографирую , очень молода – пару тысяч лет . <EOS>
А некоторым льдам более 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы вам показать , это айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы действительно можете стать свидетелем катания айсберга . <EOS>
Так вот . <EOS>
Вы можете увидеть на левой стороне маленькую лодку . <EOS>
Это примерно 15-метровая лодка . <EOS>
И я хотел бы , чтобы вы обратили внимание на форму айсберга и на то , где он находится у ватерлинии . <EOS>
Вот видите , она начинает катиться , и лодка перешла на другой берег , а там стоит человек . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Это около 120 футов над водой , или 40 метров . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И вот так , айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Знаете ли вы , сколько существует видов цветковых растений ? <EOS>
Есть четверть миллиона - по крайней мере , это те , о которых мы знаем - четверть миллиона видов цветковых растений . <EOS>
А цветы - настоящий пиздец . <EOS>
Растениям их очень сложно производить . <EOS>
Они отнимают огромное количество энергии и много ресурсов . <EOS>
Зачем им идти на это ? <EOS>
И ответ , конечно , как и многие вещи в мире , это секс . <EOS>
Я знаю , что у вас на уме , когда вы смотрите на эти фотографии . <EOS>
И причина того , что половое размножение так важно - есть много других вещей , которые растения могут сделать для размножения . <EOS>
Вы можете взять черенки , они могут заниматься сексом сами с собой , они могут опылять себя . <EOS>
Но им действительно нужно распространять свои гены , чтобы смешиваться с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция так работает . <EOS>
Теперь , как растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , уже видели некоторые из этих фотографий . <EOS>
Как я уже сказал , в каждом доме должен быть сканирующий электронный микроскоп , чтобы увидеть их . <EOS>
И видов пыльцы столько же , сколько и цветковых растений . <EOS>
И это на самом деле довольно полезно для криминалистики и так далее . <EOS>
Большая часть пыльцы , которая вызывает у нас сенную лихорадку , происходит от растений , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому она так часто попадает нам в нос . <EOS>
Потому что вы должны выбрасывать массу и массу этого , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые удерживаются в пыльце , каким-то образом случайно достигнут другого цветка . <EOS>
Таким образом , все травы , что означает все зерновые культуры , и большинство деревьев имеют пыльцу , переносимую ветром . <EOS>
Но большинство видов на самом деле используют насекомых для выполнения своих приказов , и это более разумно , потому что пыльца им не нужна так много . <EOS>
Насекомые и другие виды могут взять пыльцу , перенести ее непосредственно туда , где она требуется . <EOS>
Итак , мы знаем , очевидно , об отношениях между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они получают что-то взамен , и это что-то взамен , как правило , нектар . <EOS>
Иногда этот симбиоз приводил к замечательным приспособлениям - бражник колибри прекрасен в своей адаптации . <EOS>
Растение что-то получает , а бражник распространяет пыльцу куда-то еще . <EOS>
Растения эволюционировали , чтобы создавать небольшие посадочные полосы здесь и там для пчел , которые могли заблудиться . <EOS>
На многих растениях есть отметины , похожие на других насекомых . <EOS>
Это пыльники лилии , искусно сделанные так , что , когда ничего не подозревающее насекомое приземляется на него , пыльник поднимается и набрасывает его на спину с большим грузом пыльцы , с которой оно затем отправляется на другое растение . <EOS>
И есть орхидея , которая может показаться вам , как будто у нее есть челюсти , и в некотором смысле так и есть ; она заставляет насекомое выползать , покрываясь пыльцой , которую оно уносит куда-то еще . <EOS>
Орхидеи : существует , по крайней мере , 20 000 видов орхидей - удивительно , удивительно разнообразных . <EOS>
И вытворяют всякие ухищрения . <EOS>
Они должны попытаться привлечь опылителей , чтобы сделать их ставки . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что он изучал ее и сделал замечательное предсказание , когда увидел ее - вы можете видеть , что есть очень длинная трубка нектара , которая спускается с орхидеи . <EOS>
И в основном то , что должно сделать насекомое - мы находимся в середине цветка - оно должно воткнуть свой маленький хоботок прямо в середину этого и полностью вниз по трубке с нектаром , чтобы добраться до нектара . <EOS>
И Дарвин сказал , глядя на этот цветок : « Полагаю , с ним что-то произошло » . <EOS>
И , конечно же , это насекомое . <EOS>
И я имею в виду , обычно он как бы откатывает его , но в вертикальном виде это выглядит так . <EOS>
Теперь вы можете себе представить , что если нектар является такой ценной вещью и дорогой для растения , и он привлекает множество опылителей , то , как и в человеческом сексе , люди могут начать обманывать . <EOS>
&quot; Они могут сказать : &quot; &quot; У меня есть немного нектара . Хочешь прийти и взять его ? &quot; &quot; &quot; <EOS>
Теперь это растение . <EOS>
Это растение здесь , которое насекомые в Южной Африке просто любят , и они развились с длинным хоботком , чтобы получить нектар на дне . <EOS>
А это мимика . <EOS>
Так что это растение , которое имитирует первое растение . <EOS>
А вот длиннохвостая муха , которая не получила от мимика никакого нектара , потому что мимик не дает ей нектара . <EOS>
Таким образом , муха не только не получила нектар от мимического растения , но и - если вы посмотрите очень внимательно только на головной конец , вы увидите , что у нее есть немного пыльцы , которую она передала бы другому растению , если бы только какой-нибудь ботаник не приклеил ее к синему куску картона . <EOS>
( Смех ) Теперь обман продолжается в растительном царстве . <EOS>
Этот цветок с черными точками : нам они могут показаться черными точками , но если я скажу вам , самцу насекомого подходящего вида , это выглядит как две самки , которым очень , очень жарко рысью . <EOS>
( Смех ) И когда насекомое попадает туда и приземляется на него , конечно , обливая себя пыльцой , которую оно собирается перенести на другое растение , если вы посмотрите на снимок с помощью сканирующего электронного микроскопа , который должен быть у каждого дома , вы увидите , что там на самом деле есть какой-то узор , который является трехмерным . <EOS>
Так что это , вероятно , даже чувствует себя хорошо для насекомого , а также хорошо выглядит . <EOS>
И на этих фотографиях с электронного микроскопа - вот одна из орхидей , имитирующих насекомое - вы можете видеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры , которые могут воспринимать насекомые . <EOS>
И этот эволюционировал , чтобы имитировать глянцевую металлическую поверхность , которую вы видите на некоторых жуках . <EOS>
И под сканирующим электронным микроскопом вы можете увидеть поверхность там - действительно сильно отличающуюся от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже для нас . <EOS>
Я имею в виду , я думаю , что это похоже на какое-то летающее животное или зверь . <EOS>
Это замечательная , удивительная вещь . <EOS>
Этот умный , называется обсидиан . <EOS>
Я иногда думаю об этом как об инсидии . <EOS>
Для правильного вида пчел это выглядит как еще одна очень агрессивная пчела , и она много-много раз бьет ее по голове , пытаясь отогнать , и , конечно же , покрывает себя пыльцой . <EOS>
Другое дело , что это растение имитирует другую орхидею , у которой есть замечательный запас пищи для насекомых . <EOS>
А в этом для них ничего нет . <EOS>
Так что это обман на двух уровнях - сказочный . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я на самом деле нюхал кого-то с некоторыми на ранее . <EOS>
И цветы не должны быть такими яркими . <EOS>
Они посылают фантастический аромат любому насекомому , у которого он есть . <EOS>
Этот не так хорошо пахнет . <EOS>
Это цветок , который очень , действительно пахнет довольно противно и , опять же , эволюционировал , чтобы выглядеть как падаль . <EOS>
Так что мухи это любят . <EOS>
Они прилетают и опыляются . <EOS>
Это , который является helicodiceros , также известен как мертвый конский арум . <EOS>
Я не знаю , как на самом деле пахнет мертвая лошадь , но эта , вероятно , пахнет очень похоже . <EOS>
Это действительно ужасно . <EOS>
И мухи просто не могут с собой поделать . <EOS>
Они влетают в эту штуку , и они летят вниз по ней . <EOS>
Они откладывают туда свои яйца , думая , что это хороший кусок падали , и не понимая , что для яиц нет пищи , что яйца умрут , но растение тем временем выиграло , потому что щетинки высвобождаются , и мухи исчезают , чтобы опылить следующий цветок — фантастика . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . <EOS>
Вот arum , arum maculatum , « господа и дамы » , или « кукушка » в этой стране . <EOS>
Я фотографировал эту штуку на прошлой неделе в Дорсете . <EOS>
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно . <EOS>
И если вы посмотрите вниз , за початком есть что-то вроде плотины , мухи притягиваются теплом , которое испаряет летучие химические вещества , маленькие мошки , и они попадают в ловушку внизу в этом контейнере . <EOS>
Они пьют этот сказочный нектар , а потом все немного липкие . <EOS>
Ночью они покрываются пыльцой , которая осыпается на них , а затем щетинки , которые мы видели выше , они как бы увядают и выпускают всех этих мошек , покрытых пыльцой - сказочная вещь . <EOS>
Теперь , если вы думаете , что это сказочно , это один из моих самых любимых . <EOS>
Это филодендрон селлуум . <EOS>
Для любого здесь из Бразилии , вы будете знать об этом растении . <EOS>
Это самое удивительное . <EOS>
Такой фаллический бит имеет длину около фута . <EOS>
И он делает то , чего не делает ни одно другое растение , о котором я знаю , а именно то , что когда оно цветет - это початок посередине - в течение примерно двух дней , оно метаболизируется способом , довольно похожим на млекопитающих . <EOS>
Поэтому вместо крахмала , который является пищей растений , он берет что-то похожее на бурый жир и сжигает его с такой скоростью , что он сжигает жир , метаболизируя , примерно со скоростью маленькой кошки . <EOS>
И это в два раза больше энергии , вес на вес , чем у колибри - абсолютно удивительно . <EOS>
Эта вещь делает что-то еще , что необычно . <EOS>
Он не только поднимется до 115 по Фаренгейту , 43 или 44 градуса по Цельсию , в течение двух дней , но и будет поддерживать постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Теперь , почему он делает это , я слышу , как вы спрашиваете . <EOS>
Разве вы не знаете , есть некоторые жуки , которые просто любят заниматься любовью при такой температуре . <EOS>
И они входят внутрь , и у них все это получается . <EOS>
( Смех ) И растение осыпает их пыльцой , и они идут и опыляют . <EOS>
И какая же это замечательная вещь . <EOS>
Сейчас большинство опылителей , о которых мы думаем , являются насекомыми , но на самом деле в тропиках опыляют многие птицы и бабочки . <EOS>
И многие из тропических цветов красные , и это потому , что бабочки и птицы видят так же , как мы , и очень хорошо видят красный цвет . <EOS>
Но если вы посмотрите на спектр , птиц и нас , мы видим красный , зеленый и синий и видим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолетовый , и они видят различные оттенки ультрафиолета . <EOS>
Так что там что-то происходит в конце . <EOS>
И было бы здорово , если бы мы могли как-то увидеть , что это такое , я слышу , как вы спрашиваете . <EOS>
Ну да можем . <EOS>
Так что же видит насекомое ? <EOS>
На прошлой неделе я сделал эти фотографии скальной розы , гелиантемы , в Дорсете . <EOS>
Это маленькие желтые цветы , как мы все видим , маленькие желтые цветы повсюду . <EOS>
А вот так это выглядит в видимом свете . <EOS>
Вот так это выглядит , если убрать красный . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
А затем я поставил несколько ультрафиолетовых фильтров на свою камеру и сделал очень , очень длинную выдержку с определенными частотами ультрафиолетового света , и вот что у меня получилось . <EOS>
И это действительно фантастический бычий глаз . <EOS>
Теперь мы не знаем точно , что видит пчела , не больше , чем вы знаете , что я вижу , когда я называю это красным . <EOS>
Мы не можем знать , что происходит в - не говоря уже о насекомом - разуме другого человека . <EOS>
Но контраст будет выглядеть примерно так , чтобы сильно выделяться на фоне . <EOS>
Вот еще один маленький цветок - другой диапазон ультрафиолетовых частот , разные фильтры , чтобы соответствовать опылителям . <EOS>
И это то , что он будет видеть . <EOS>
На тот случай , если вы думаете , что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе этого снимка ; он просто был прикреплен к штативу , а не убит - тогда под ультрафиолетовым светом , посмотрите на это . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитные кремы работают , поглощая ультрафиолетовый свет . <EOS>
Так что , возможно , химия в этом будет полезна . <EOS>
Наконец , есть один из вечерних примул , который мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый узор . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , что здесь есть что-то поэтическое , что эти фотографии , сделанные с помощью ультрафиолетового фильтра , основное использование этого фильтра для астрономов , чтобы сфотографировать Венеру - на самом деле облака Венеры . <EOS>
Это основное назначение этого фильтра . <EOS>
Венера , конечно , бог любви и плодородия , что является цветочной историей . <EOS>
И точно так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнять их приказы , им также каким-то образом удалось убедить нас засеять большие поля , полные их , и дарить их друг другу во время рождения и смерти , и особенно во время брака , который , если подумать , является моментом , который инкапсулирует передачу генетического материала от одного организма к другому . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . <EOS>
Спасибо большое . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться об окружающем нас мире . <EOS>
Есть много способов сделать это , и мне нравится сосредоточиться на том , чтобы помочь компьютерам говорить о том , что они видят и понимают . <EOS>
Учитывая такую сцену , современный алгоритм компьютерного зрения может сказать вам , что есть женщина и есть собака . <EOS>
Он может сказать вам , что женщина улыбается . <EOS>
Возможно , он даже сможет сказать вам , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые подобная сцена может вызвать у людей . <EOS>
Все взаимосвязи связанных ситуаций . <EOS>
Может быть , вы видели такую собаку , как эта , раньше , или вы проводили время , бегая на пляже , подобном этому , и это еще больше вызывает мысли и воспоминания о прошлом отпуске , прошлых временах на пляж , времени , проведенном в беге с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , каково это иметь этот опыт , понять , чем мы разделяем , и верим и чувствуем , тогда мы находимся в отличном положении , чтобы начать развивать компьютерные технологии таким образом , чтобы он дополнял наш собственный опыт . <EOS>
Итак , копнув глубже в это , несколько лет назад я начал работать над тем , чтобы помочь компьютерам генерировать похожие на человека истории из последовательностей изображений . <EOS>
Итак , однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Он посмотрел на фотографии , и он увидел коалу . <EOS>
Он не знал , что такое коала , но сказал , что думает , что это интересно выглядящее существо . <EOS>
Затем я поделился с ним последовательностью изображений о сгорающем доме . <EOS>
&quot; Он посмотрел на изображения и сказал : &quot; &quot; Это потрясающий вид ! Это впечатляюще ! &quot; &quot; &quot; <EOS>
Это послало мурашки по спине . <EOS>
Он увидел ужасное , изменяющее жизнь и разрушающее жизнь событие и подумал , что это что-то положительное . <EOS>
Я понял , что он распознал контрасты , красные , желтые цвета , и подумал , что это стоит отметить положительно . <EOS>
И отчасти почему он делал это , потому что большинство изображений , которые я ему дал , были положительными . <EOS>
Это потому , что люди склонны делиться положительными изображениями , когда говорят о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением ИИ задача за задачей , набор данных за набором данных , что я создавал массивные пробелы , дыры и слепые зоны в том , что он мог понять . <EOS>
И при этом я кодировал все виды предубеждений . <EOS>
Предубеждения , которые отражают ограниченную точку зрения , ограниченную одним набором данных - предубеждения , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предрассудки и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня туда , где я был в тот день - как первые цветные изображения были откалиброваны по коже белой женщины , что означает , что цветная фотография была предвзята против черных лиц. <EOS>
И то же самое предубеждение , то же самое слепое пятно продолжалось и в 90-х годах . <EOS>
И то же самое слепое пятно продолжается и сегодня в том , насколько хорошо мы можем распознавать лица разных людей в технологии распознавания лиц. <EOS>
Я думал о состоянии искусства в исследованиях сегодня , где мы склонны ограничивать свое мышление одним набором данных и одной проблемой . <EOS>
И что при этом мы создавали больше слепых зон и предубеждений , которые ИИ мог бы еще больше усилить . <EOS>
Тогда я понял , что мы должны глубоко задуматься о том , как технология , над которой мы работаем сегодня , выглядит через пять лет , через 10 лет . <EOS>
Люди развиваются медленно , со временем , чтобы исправить проблемы во взаимодействии людей и их окружающей среды . <EOS>
Напротив , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
И это означает , что действительно важно , чтобы мы тщательно об этом думали прямо сейчас - чтобы мы размышляли о наших собственных слепых пятнах , наших собственных предубеждениях и думали о том , как это информирует технологию , которую мы создаем , и обсуждаем , что технология сегодняшнего дня будет означать для завтра . <EOS>
Руководители и ученые взвесили то , что , по их мнению , будет технология искусственного интеллекта будущего . <EOS>
Стивен Хокинг предупреждает , что « Искусственный интеллект может покончить с человечеством » . <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из самых больших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
Билл Гейтс подчеркнул : « Я не понимаю , почему люди не более обеспокоены » . <EOS>
Но эти взгляды - они являются частью истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта - это то , что мы называем доступом , и все с этим работаем . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллекта , в которые мы можем внести свой вклад . <EOS>
И помимо этого , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом с технологиями и тем , как это касается нас и как это нас волнует . <EOS>
Мы можем обсуждать то , что мы любим . <EOS>
Мы можем с предвидением общаться об аспектах технологий , которые могут быть более полезными или могут быть более проблематичными со временем . <EOS>
Если мы все сосредоточимся на том , чтобы открыть обсуждение ИИ с предвидением в будущее , это поможет создать общий разговор и осознание того , что такое ИИ сейчас , каким он может стать и все вещи , которые нам нужно сделать , чтобы обеспечить тот результат , который лучше всего подходит нам . <EOS>
Мы уже видим и знаем это в технологии , которую мы используем сегодня . <EOS>
Мы используем смартфоны и цифровых помощников и Roombas . <EOS>
Являются ли они злыми ? <EOS>
Может быть , иногда . <EOS>
Они полезны ? <EOS>
Да , они тоже такие . <EOS>
И они не все одинаковы . <EOS>
И там вы уже видите свет , сияющий на то , что ждет будущее . <EOS>
Будущее продолжается от того , что мы строим и создаем прямо сейчас . <EOS>
Мы приводим в движение тот эффект домино , который вырезает эволюционный путь ИИ . <EOS>
В наше прямое время мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненные реальности , воплощающие жизнь в прошлые миры . <EOS>
Технология , которая помогает людям делиться своим опытом , когда у них возникают трудности с общением . <EOS>
Технология , построенная на понимании потоковых визуальных миров , используемых в качестве технологии для беспилотных автомобилей . <EOS>
Технология , построенная на понимании изображений и генерации языка , эволюционирует в технологию , которая помогает людям с нарушениями зрения иметь лучший доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы рождаемся , - такие как цвет нашей кожи или внешний вид нашего лица , - чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая хрустит через наши данные , даже данные , относящиеся к нашему полу или нашей расе , чтобы определить , можем ли мы получить кредит или нет . <EOS>
Все , что мы видим сейчас , - это моментальный снимок эволюции искусственного интеллекта . <EOS>
Потому что то , где мы находимся прямо сейчас , находится в пределах момента этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что происходит в будущем и в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы помогать людям , то нам нужно определить цели и стратегии , которые позволяют этот путь сейчас . <EOS>
То , что я хотел бы видеть , - это то , что хорошо сочетается с людьми , с нашей культурой и с окружающей средой . <EOS>
Технология , которая помогает и помогает тем из нас , кто страдает неврологическими заболеваниями или другими ограниченными возможностями , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технология , которая работает независимо от вашей демографии или цвета вашей кожи . <EOS>
И поэтому сегодня , на чем я фокусируюсь , - это технология на завтра и на 10 лет . <EOS>
ИИ может получиться по-разному . <EOS>
Но в данном случае это не беспилотный автомобиль без какого-либо пункта назначения . <EOS>
Это автомобиль , на котором мы ездим . <EOS>
Мы выбираем , когда ускориться , а когда замедлиться . <EOS>
Мы выбираем , нужно ли нам сделать поворот . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Есть обширное игровое поле всех вещей , которыми может стать искусственный интеллект . <EOS>
Он станет многими вещами . <EOS>
И это зависит от нас сейчас , чтобы выяснить , что нам нужно поставить на место , чтобы убедиться , что результаты искусственного интеллекта будут теми , которые будут лучше для всех нас . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить вас всех рассмотреть на секунду тот очень простой факт , что , безусловно , большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле и смотреть на ночное небо и видеть звезды голыми глазами . <EOS>
Солнце обжигает наше периферийное зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И за то время , когда Галилей направил этот рудиментарный телескоп на небесные тела , известная вселенная пришла к нам через свет , через обширные эпохи космической истории . <EOS>
И со всеми нашими современными телескопами мы смогли собрать это потрясающее немое кино вселенной — эти серии снимков , которые восходят к Большому взрыву . <EOS>
И все же вселенная — это не немое кино , потому что вселенная не молчит . <EOS>
Я хотел бы убедить вас , что у вселенной есть саундтрек , и что саундтрек воспроизводится на самом пространстве , потому что пространство может раскачиваться , как барабан . <EOS>
Он может прозвучать своего рода запись по всей вселенной некоторых из самых драматических событий по мере их разворачивания . <EOS>
Теперь мы хотели бы иметь возможность добавить к своего рода славной визуальной композиции , которая у нас есть вселенной , — звуковой композиции . <EOS>
И хотя мы никогда не слышали звуков из космоса , мы действительно должны в ближайшие несколько лет начать увеличивать громкость того , что там происходит . <EOS>
Итак , в этом стремлении запечатлеть песни из вселенной мы обращаем наше внимание на черные дыры и обещание , которое они имеют , потому что черные дыры могут стучать по пространству-времени , как молотки по барабану , и иметь очень характерную песню , которую я хотел бы сыграть для вас , — некоторые из наших прогнозов относительно того , на что будет похожа эта песня . <EOS>
Однажды мы могли бы увидеть тень , которую черная дыра может отбрасывать на очень яркий фон , но мы еще этого не сделали . <EOS>
И все же черные дыры могут быть услышаны , даже если их не видно , и это потому , что они стучат по пространству-времени , как барабан . <EOS>
Теперь идеей о том , что пространство может звенеть как барабан , мы обязаны Альберту Эйнштейну — которому мы так многим обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы вселенная была пустой , она была бы как эта картина , за исключением , может быть , без полезной сетки , нарисованной на нем . <EOS>
Но если бы мы свободно падали в пространстве , даже без этой полезной сетки , мы могли бы сами нарисовать это , потому что мы бы заметили , что путешествовали по прямым линиям , неотклоняемым прямым путям через Вселенную . <EOS>
Эйнштейн также понял - и это настоящая мясо материи - что если вы поместите энергию или массу во вселенную , она искривит пространство , и свободно падающий объект пройдет мимо , скажем , Солнца , и оно будет отклонено вдоль естественных кривых в пространстве . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет искривлен этими путями . <EOS>
И вы можете быть согнуты так сильно , что вы пойманы на орбите вокруг Солнца , как Земля , или Луна вокруг Земли . <EOS>
Это естественные кривые в космосе . <EOS>
Что Эйнштейн не осознавал , так это того , что , если вы взяли наше Солнце и раздавили его до шести километров - так что вы взяли массу в миллион раз больше Земли , и вы раздавили ее до шести километров в поперечнике , вы сделали бы черную дыру , объект настолько плотный , что если бы свет повернулся слишком близко , он никогда не убежал бы - темная тень против Вселенной . <EOS>
Но Эйнштейн всегда думал , что черные дыры - это математическая странность . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
&quot; Это было за десятилетия до того , как был придуман термин &quot; &quot; черная дыра &quot; &quot; , и люди поняли , что черные дыры - это настоящие астрофизические объекты - на самом деле это состояние смерти очень массивных звезд , которые катастрофически разрушаются в конце своей жизни . &quot; <EOS>
Теперь наше Солнце не схлопнется в черную дыру . <EOS>
На самом деле оно недостаточно массивное . <EOS>
Но если бы мы провели небольшой мысленный эксперимент - как Эйнштейн очень любил делать - мы могли бы представить , как раздавили Солнце до шести километров , и поместили бы крошечную маленькую Землю вокруг него на орбиту , может быть , в 30 километрах от солнца черной дыры . <EOS>
И это было бы самоосвещено , потому что теперь Солнца нет , у нас нет другого источника света - так что давайте сделаем нашу маленькую Землю самоосвещенной . <EOS>
И вы бы поняли , что можете вывести Землю на счастливую орбиту даже в 30 км за пределами этой раздавленной черной дыры . <EOS>
Эта раздавленная черная дыра на самом деле поместилась бы внутри Манхэттена , более или менее . <EOS>
Он может немного вылиться в Гудзон , прежде чем он разрушит Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который вы могли бы сокрушить до половины квадратной площади Манхэттена . <EOS>
Поэтому мы перемещаем эту Землю очень близко - на 30 километров снаружи - и мы замечаем , что она совершенно прекрасна , вращаясь вокруг черной дыры . <EOS>
Есть своего рода миф , что черные дыры пожирают все во Вселенной , но на самом деле вы должны подойти очень близко , чтобы упасть . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем видеть Землю . <EOS>
Он не может спрятаться за черной дырой . <EOS>
Свет от Земли , часть его падает , но часть его линзируется вокруг и возвращается к нам . <EOS>
Так что вы не можете ничего спрятать за черной дырой . <EOS>
Если бы это был Battlestar Galactica , и вы сражаетесь с Сайлонами , не прячьтесь за черной дырой . <EOS>
Они могут вас видеть . <EOS>
Теперь наше Солнце не схлопнется в черную дыру - оно недостаточно массивное - но в нашей галактике десятки тысяч черных дыр . <EOS>
И если бы кто-то затмил Млечный Путь , вот как это выглядело бы . <EOS>
Мы бы увидели тень этой черной дыры на фоне сотен миллиардов звезд в Галактике Млечный Путь и ее светящихся пылевых полос . <EOS>
И если бы мы упали к этой черной дыре , мы бы увидели весь этот свет , линзированный вокруг нее , и мы могли бы даже начать пересекать эту тень и на самом деле не заметить , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались запустить наши ракеты и выбраться оттуда , потому что мы не могли , больше , чем свет может убежать . <EOS>
Но даже при том , что черная дыра темная снаружи , внутри она не темная , потому что весь свет из галактики может упасть в нас . <EOS>
И даже несмотря на то , что из-за релятивистского эффекта , известного как замедление времени , наши часы , казалось бы , замедляются относительно галактического времени , это выглядело бы так , как будто эволюция галактики была ускорена и выстрелила в нас , прямо перед тем , как мы были раздавлены насмерть черной дырой . <EOS>
Это было бы похоже на околосмертный опыт , когда вы видите свет в конце туннеля , но это полный опыт смерти . <EOS>
( Смех ) И нет никакого способа рассказать никому о свете в конце туннеля . <EOS>
Теперь мы никогда не видели такой тени черной дыры , но черные дыры можно услышать , даже если их не видно . <EOS>
Представьте себе , что теперь берете астрофизически реалистичную ситуацию - представьте две черные дыры , которые прожили долгую жизнь вместе . <EOS>
Может быть , они начинались как звезды и коллапсировали до двух черных дыр - каждая в 10 раз больше массы Солнца . <EOS>
Итак , теперь мы собираемся сокрушить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они обходят друг друга очень близко к скорости света . <EOS>
Таким образом , они пересекают тысячи километров за доли секунды , и при этом они не только искривляют пространство , но и оставляют после себя звон пространства , настоящую волну на пространстве-времени . <EOS>
Пространство сжимается и растягивается , когда оно исходит из этих черных дыр , стукающихся во вселенную . <EOS>
И они путешествуют в космос со скоростью света . <EOS>
Эта компьютерная симуляция происходит из-за группы относительности в НАСА Годдарда . <EOS>
Потребовалось почти 30 лет , чтобы кто-либо в мире взломал эту проблему . <EOS>
Это была одна из групп . <EOS>
Она показывает две черные дыры на орбите друг вокруг друга , опять же , с этими услужливо окрашенными кривыми . <EOS>
И если вы можете видеть - это отчасти слабо - но если вы можете видеть красные волны , исходящие наружу , это гравитационные волны . <EOS>
Они буквально звуки космического звона , и они будут путешествовать из этих черных дыр со скоростью света , когда они звонят и объединяются в одну вращающуюся тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы со сжатием и растяжением пространства . <EOS>
Вы бы буквально услышали звук . <EOS>
Теперь , конечно , ваша голова была бы сжата и бесполезно растянута , поэтому у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я хотел бы сыграть для вас звук , который мы предсказываем . <EOS>
Это из моей группы - немного менее гламурное компьютерное моделирование . <EOS>
Представьте , что более легкая черная дыра падает в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , - это легкая черная дыра , стукающая по пространству каждый раз , когда она приближается . <EOS>
Если она удаляется далеко , это немного слишком тихо . <EOS>
Но он входит , как молоток , и он буквально раскалывает пространство , раскачивая его , как барабан . <EOS>
И мы можем предсказать , каким будет звук . <EOS>
Мы знаем , что , когда он падает , он становится быстрее , и он становится громче . <EOS>
И в конце концов , мы услышим , как маленький парень просто падает в большего парня . <EOS>
Теперь я никогда не слышал его так громко - это на самом деле более драматично . <EOS>
Дома это звучит как-то антиклиматично . <EOS>
Это вроде как дин , дин , дин . <EOS>
Это еще один звук от моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют после себя полезные следы чернил , а пространство не рисуется , показывая вам кривые . <EOS>
Но если вы должны были плыть в космосе на космическом празднике и вы услышали это , вы хотите двигаться . <EOS>
( Смех ) Хотите уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры сближаются . <EOS>
В этом случае они обе довольно сильно колеблются . <EOS>
И тогда они собираются слиться . <EOS>
Теперь этот щебет очень характерен для слияния черных дыр - что он щебечет в конце . <EOS>
Теперь это наше предсказание того , что мы увидим . <EOS>
К счастью , мы находимся на этом безопасном расстоянии в Лонг-Бич , штат Калифорния . <EOS>
И наверняка , где-то во вселенной две черные дыры слились . <EOS>
И , конечно же , пространство вокруг нас звенит после путешествия , может быть , миллион световых лет , или миллион лет , со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тих , чтобы любой из нас когда-либо слышал . <EOS>
На Земле строятся очень трудолюбивые эксперименты - один под названием LIGO - который обнаружит отклонения в сжатии и растяжении пространства менее чем на долю ядра атома на протяжении четырех километров . <EOS>
Это удивительно амбициозный эксперимент , и он будет на повышенной чувствительности в течение следующих нескольких лет - чтобы поднять это . <EOS>
Есть также миссия , предложенная для космоса , которая , как мы надеемся , запустится в ближайшие десять лет , под названием LISA . <EOS>
И LISA сможет увидеть сверхмассивные черные дыры - черные дыры в миллионы или миллиарды масс Солнца . <EOS>
На этом изображении Хаббла мы видим две галактики . <EOS>
Они выглядят так , как будто они застыли в каких-то объятиях . <EOS>
И каждая из них , вероятно , укрывает в своем ядре сверхмассивную черную дыру . <EOS>
Но они не заморожены , они на самом деле сливаются . <EOS>
Эти две черные дыры сталкиваются , и они сольются в течение миллиарда лет . <EOS>
Это за пределами нашего человеческого восприятия , чтобы подобрать песню такой продолжительности . <EOS>
Но LISA могла увидеть заключительные стадии двух сверхмассивных черных дыр ранее в истории Вселенной , последние 15 минут , прежде чем они упадут вместе . <EOS>
И это не просто черные дыры , но это также любое большое возмущение во Вселенной - и самое большое из них - Большой взрыв . <EOS>
Когда это выражение было придумано , оно было насмешливым - вроде : « О , кто поверит в Большой взрыв ? » <EOS>
Эта анимация от моих друзей из Proton Studios показывает , как мы смотрим на Большой взрыв со стороны . <EOS>
Мы никогда не хотим этого делать на самом деле Мы хотим быть внутри Вселенной , потому что нет такой вещи , как стоять вне Вселенной . <EOS>
Итак , представьте , что вы внутри Большого взрыва . <EOS>
Это везде , это все вокруг вас , и пространство хаотично колеблется . <EOS>
Проходит четырнадцать миллиардов лет , и эта песня все еще звенит вокруг нас . <EOS>
Галактики образуются , и в этих галактиках образуются поколения звезд , и вокруг одной звезды , по крайней мере , одна звезда , обитаемая планета . <EOS>
И здесь мы лихорадочно строим эти эксперименты , делаем эти расчеты , пишем эти компьютерные коды . <EOS>
Представьте , что миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня все это время звенела в космосе . <EOS>
Нас даже здесь не было . <EOS>
Это становится все ближе и ближе - 40 000 лет назад мы все еще делаем наскальные рисунки . <EOS>
Если бы это был Большой взрыв , который мы собирались поднять , это звучало бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум , это такой хаотичный звон . <EOS>
Но он вокруг нас повсюду , предположительно , если он не был уничтожен каким-то другим процессом во вселенной . <EOS>
И если мы поднимем его , это будет музыка для наших ушей , потому что это будет тихое эхо того момента нашего создания , нашей наблюдаемой вселенной . <EOS>
Так что в течение следующих нескольких лет мы сможем немного повысить саундтрек , визуализировать вселенную в аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это приблизит нас намного ближе к пониманию Большого взрыва , что намного приблизит нас к тому , чтобы задавать некоторые из самых сложных , самых неуловимых вопросов . <EOS>
Если мы запустим фильм нашей вселенной задом наперед , мы знаем , что в нашем прошлом был Большой взрыв , и мы могли бы даже услышать его какофонический звук , но был ли наш Большой взрыв единственным Большим взрывом ? <EOS>
Я имею в виду , что мы должны спросить , случалось ли это раньше ? <EOS>
Случится ли это снова ? <EOS>
Я имею в виду , в духе подъема к вызову TED , чтобы возродить чудо , мы можем задавать вопросы , по крайней мере , в эту последнюю минуту , которые могут честно уклониться от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша вселенная - это просто шлейф какой-то большей истории ? <EOS>
Или , возможно , что мы просто ответвление мультивселенной - каждая ветвь со своим собственным Большим взрывом в своем прошлом - может быть , некоторые из них с черными дырами , играющими на барабанах , может быть , некоторые без - может быть , некоторые с разумной жизнью , а может быть , некоторые без - не в нашем прошлом , не в нашем будущем , но каким-то фундаментально связанным с нами ? <EOS>
Поэтому мы должны задаться вопросом , есть ли мультивселенная , в каком-то другом пятне этой мультивселенной , есть ли существа ? <EOS>
Вот мои существа мультивселенной . <EOS>
Есть ли в мультивселенной другие существа , гадающие о нас и гадающие о собственном происхождении ? <EOS>
И если они есть , я могу представить их такими , какие мы есть , вычисляющими , пишущими компьютерный код , создающими инструменты , пытающимися обнаружить тот самый слабый звук их происхождения и задающимися вопросом , кто еще там . <EOS>
Спасибо.Спасибо. <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил дымку , нависшую над городом . <EOS>
Я совершаю этот диск в большинство дней , поэтому было необычно , что я не замечал этого раньше . <EOS>
Йоханнесбург известен своим отличительным горизонтом , который я едва мог видеть в то утро . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописной средой , которую я знал , и этим покрытым смогом горизонтом что-то всколыхнул внутри меня . <EOS>
Я был потрясен возможностью того , что этот город ярких и ярких закатов будет наводнен унылой дымкой . <EOS>
В тот момент я почувствовал желание что-то с этим сделать , но я не знал , что . <EOS>
Все , что я знал , это то , что я не мог просто стоять , сложа руки . <EOS>
Основная проблема заключалась в том , что я мало знал об экологической науке , управлении качеством воздуха или химии атмосферы . <EOS>
Я компьютерный инженер , и я был почти уверен , что не смогу закодировать свой выход из этой проблемы загрязнения воздуха . <EOS>
( Смех ) Кто я такой , чтобы что-то делать с этой проблемой ? <EOS>
Но я был гражданином . <EOS>
В последующие годы я усвоил очень важный урок , урок , который мы все должны принять близко к сердцу , если мы хотим работать в направлении лучшего будущего . <EOS>
Даже если вы не являетесь экспертом в определенной области , ваш внешний опыт может оказаться ключом к решению больших проблем в этой области . <EOS>
Иногда уникальная перспектива , которую вы имеете , может привести к нетрадиционному мышлению , которое может сдвинуть иглу , но вам нужно быть достаточно смелым , чтобы попытаться . <EOS>
Это единственный способ , которым вы когда-либо узнаете . <EOS>
Тогда я знал , что если я даже собираюсь попытаться изменить ситуацию , я должен был сначала поразмыслить о загрязнении воздуха , и поэтому я снова стал студентом . <EOS>
Я провел немного фундаментальных исследований и вскоре узнал , что загрязнение воздуха является самым большим риском для здоровья окружающей среды в мире . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей во всем мире в 2012 году были связаны с загрязнением воздуха домашних хозяйств и окружающей среды , причем большинство из них произошло в странах с низким и средним уровнем дохода . <EOS>
Одно только загрязнение атмосферного воздуха ежегодно вызывает больше смертей , чем малярия и ВИЧ / СПИД . <EOS>
В Африке преждевременная смерть от небезопасной санитарии или детского недоедания бледнеет по сравнению со смертями из-за загрязнения воздуха , и это связано с огромными экономическими издержками : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Теперь в своей работе я исследую новые рубежи для искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти выгодную основу и помочь нам принимать лучшие решения . <EOS>
Когда я размышлял о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принимать лучшие решения о том , как мы управляем загрязнением воздуха , и , учитывая масштаб проблемы , необходимо было сделать это совместными усилиями . <EOS>
Поэтому я решил , что мне лучше познакомиться с некоторыми людьми , работающими в этой области . <EOS>
Я начал разговаривать с официальными лицами из города Йоханнесбурга и других близлежащих городов , и я привлек местное научное сообщество , а также сделал несколько холодных звонков . <EOS>
Процесс вовлечения , к которому я приступил , помог мне развить более глубокое понимание проблемы . <EOS>
Это также помогло мне избежать ловушки , в которую иногда попадают люди в моей профессии , пытаясь вводить новшества , где мы быстро применяем технологию , прежде чем твердо ухватимся за проблему . <EOS>
Я начал разрабатывать идею о том , что я мог бы сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я могу каким-то значимым образом объединить свои навыки в разработке программного обеспечения и искусственного интеллекта и опыт людей , к которым я обратился . <EOS>
Я хотел создать онлайн-платформу для управления качеством воздуха , которая бы раскрывала тенденции загрязнения и проектировала будущее , чтобы определить , каких результатов можно ожидать . <EOS>
Я был полон решимости увидеть , как моя идея воплотится в практическое решение , но я столкнулся с неопределенностью и не имел гарантии успеха . <EOS>
То , что у меня было , было очень конкретным набором инженерных навыков , которые я приобрел за свою карьеру ( Смех ) , которые были новыми для людей , которые работали над проблемой загрязнения воздуха в течение стольких лет . <EOS>
Я пришел к осознанию того , что иногда только одна свежая перспектива , один новый набор навыков могут создать правильные условия для того , чтобы что-то замечательное произошло . <EOS>
Наша сила воли и воображение являются путеводным светом , позволяя нам наметить новые пути и ориентироваться в препятствиях . <EOS>
Вооружившись более твёрдым пониманием проблемы загрязнения воздуха и сумев получить более десяти лет данных об уровнях загрязнителей воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений о качестве воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в режиме реального времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения , чтобы предсказать будущие уровни загрязнения для нескольких различных загрязнителей на несколько дней вперед . <EOS>
Это означает , что граждане могут принимать более правильные решения о своих ежедневных перемещениях и о том , где поселить свои семьи . <EOS>
Мы можем заранее прогнозировать неблагоприятные события загрязнения , выявлять тяжелых загрязнителей , и соответствующие органы могут приказать им свернуть свои операции . <EOS>
Благодаря вспомогательному сценарному планированию городские планировщики также могут принимать более эффективные решения о том , как расширить инфраструктуру , такую как населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотный проект нашей технологии , который был запущен в течение 120 дней , охватив всю Южную Африку . <EOS>
Наши результаты были подтверждены , когда мы продемонстрировали тесную корреляцию между данными прогнозирования и данными , которые мы получали на земле . <EOS>
&quot; Благодаря нашему руководству мы привезли передовые , ведущие мировые активы , которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью , принося пользу городу , в который я въехал одним зимним утром не очень давно , и подумал про себя : &quot; &quot; Что-то здесь не так . Интересно , что можно сделать ? &quot; &quot; &quot; <EOS>
Итак , вот в чем суть : что , если бы я не исследовал проблему дальнейшего загрязнения воздуха ? <EOS>
Что , если бы я не проявил некоторую заботу о состоянии окружающей среды и просто надеялся , что кто-то где-то позаботится об этом деле ? <EOS>
То , что я узнал , так это то , что , приступая к сложным усилиям , которые продвигают дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и рассмотреть последствия бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и противодействие , но это должно мотивировать нас еще больше . <EOS>
Поэтому , где бы вы ни находились в мире , в следующий раз , когда вы обнаружите , что у вас есть какое-то естественное любопытство , которое задевает , и речь идет о чем-то , что вас волнует , и у вас есть какие-то сумасшедшие или смелые идеи , и , возможно , это выходит за рамки вашей компетенции , спросите себя вот что : Почему бы и нет ? <EOS>
Почему бы просто не пойти дальше и не решить проблему как можно лучше , по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение - это занятие , предназначенное исключительно для тех , кто может видеть . <EOS>
До сих пор считалось , что слепой человек , который безопасно и независимо управляет транспортным средством , является невыполнимой задачей . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы приносим свободу и независимость слепым , создавая транспортное средство для слабовидящих . <EOS>
Поэтому , прежде чем я расскажу об этом автомобиле для слепых , позвольте мне вкратце рассказать вам о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированного автомобиля , который может ездить сам . <EOS>
Вы нажимаете старт , никто ничего не трогает , и он может добраться до места назначения полностью автономно . <EOS>
Итак , в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом конкурсе . <EOS>
Итак , примерно в то время Национальная федерация слепых , или NFB , бросила вызов исследовательскому комитету о том , кто может разработать автомобиль , который позволит слепому человеку ездить безопасно и независимо . <EOS>
Мы решили попробовать , потому что подумали : « Эй , как это может быть тяжело ? » <EOS>
У нас уже есть автономный автомобиль . <EOS>
Мы просто посадили в него слепого человека , и все готово , верно ? <EOS>
( Смех ) Мы не могли ошибаться больше . <EOS>
То , что хотела NFB , было не транспортным средством , которое может водить слепого человека вокруг , а транспортным средством , где слепой человек может принимать активные решения и ездить . <EOS>
Поэтому нам пришлось выбросить все в окно и начать с нуля . <EOS>
Итак , чтобы проверить эту сумасшедшую идею , мы разработали небольшой прототип автомобиля с багги для дюн , чтобы проверить осуществимость . <EOS>
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им шанс покататься на нем . <EOS>
Это был абсолютно удивительный опыт . <EOS>
Но проблема с этим автомобилем заключалась в том , что он был разработан для езды только в очень контролируемой среде , на ровной закрытой парковке - даже на полосах , определенных красными дорожными конусами . <EOS>
Так что с этим успехом мы решили сделать следующий большой шаг , разработать настоящий автомобиль , на котором можно ездить по реальным дорогам . <EOS>
Итак , как это работает ? <EOS>
Что ж , это довольно сложная система , но позвольте мне попытаться объяснить ее , может быть , упростить . <EOS>
Итак , у нас есть три шага . <EOS>
У нас есть восприятие , вычисления и невизуальные интерфейсы . <EOS>
Теперь , очевидно , водитель не может видеть , поэтому система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем начальную единицу измерения . <EOS>
Таким образом , она измеряет ускорение , угловое ускорение - как человеческое ухо , внутреннее ухо . <EOS>
Мы сливаем эту информацию с блоком GPS , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для обнаружения полос дороги . <EOS>
И мы также используем три лазерных дальномера . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия - автомобиль , приближающийся спереди , сзади , а также любые препятствия , которые упираются в дороги , любые препятствия вокруг автомобиля . <EOS>
Таким образом , весь этот огромный объем информации затем подается в компьютер , и компьютер может делать две вещи . <EOS>
Первая - это , прежде всего , обработка этой информации , чтобы иметь представление об окружающей среде - это полосы дороги , есть препятствия - и передавать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы выяснить , как наиболее безопасно управлять автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции о том , как управлять органами управления транспортным средством . <EOS>
Но проблема заключается в следующем : как мы передаем эту информацию и инструкции человеку , который не может видеть достаточно быстро и достаточно точно , чтобы он мог управлять автомобилем ? <EOS>
Итак , для этого мы разработали множество различных типов технологии невизуального пользовательского интерфейса . <EOS>
Итак , начиная с трехмерной звуковой системы пинг , вибрирующего жилета , щелчка колеса с голосовыми командами , полоски для ног , даже обуви , которая оказывает давление на стопу . <EOS>
Но сегодня мы поговорим об этих трех невизуальных пользовательских интерфейсах . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Итак , это пара перчаток , и у него есть вибрирующие элементы на части кулака , чтобы вы могли передавать инструкции о том , как управлять направлением - и интенсивностью . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Итак , это кресло - по сути , это на самом деле массажное кресло . <EOS>
Мы выпотрошим его , и мы переставляем вибрирующие элементы в разные узоры , и мы приводим их в действие , чтобы передать информацию о скорости , а также инструкции о том , как использовать педаль газа и тормоза . <EOS>
Итак , здесь , вы можете видеть , как компьютер понимает окружающую среду , и поскольку вы не можете видеть вибрацию , мы на самом деле ставим красные светодиоды на водителя , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Таким образом , эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это обучающие устройства-сигналы . <EOS>
Так что это не совсем свобода , верно ? <EOS>
Компьютер говорит вам , как ездить - повернуть налево , повернуть направо , ускориться , остановиться . <EOS>
Мы называем это « проблемой заднего сиденья-водителя » . <EOS>
Таким образом , мы отходим от учебных устройств-сигналов , и теперь мы больше сосредотачиваемся на информационных устройствах . <EOS>
Хороший пример этого информационного невизуального пользовательского интерфейса называется AirPix . <EOS>
Так что думайте об этом как о мониторе для слепых . <EOS>
Итак , это небольшой планшет , в нем много отверстий , и выходит сжатый воздух , так что он действительно может рисовать изображения . <EOS>
Так что , даже если вы слепы , вы можете положить на него руку , вы можете видеть полосы дороги и препятствия . <EOS>
На самом деле , вы также можете изменить частоту выходящего воздуха и , возможно , температуру . <EOS>
Так что на самом деле это многомерный пользовательский интерфейс . <EOS>
Итак , здесь вы можете увидеть левую камеру , правую камеру из транспортного средства и то , как компьютер интерпретирует это и отправляет эту информацию в AirPix . <EOS>
Для этого мы показываем симулятор , слепого человека за рулем с помощью AirPix . <EOS>
Этот симулятор также был очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для разных типов невизуальных пользовательских интерфейсов . <EOS>
Так что в основном это то , как это работает . <EOS>
Но это транспортное средство является прототипом транспортного средства , и оно не будет на дороге , пока не будет доказано , что оно так же безопасно , или безопаснее , чем сегодняшнее транспортное средство . <EOS>
И я действительно верю , что это может произойти . <EOS>
Но все же , примет ли общество , они примут такую радикальную идею ? <EOS>
Как мы будем обрабатывать страхование ? <EOS>
Как мы будем выдавать водительские права ? <EOS>
Есть много таких различных препятствий , помимо технологических проблем , которые нам нужно решить , прежде чем это станет реальностью . <EOS>
Конечно , главная цель этого проекта - разработать автомобиль для слепых . <EOS>
Но потенциально более важным , чем это , является огромная ценность технологии побочного дохода , которая может исходить из этого проекта . <EOS>
Датчики , которые используются , могут видеть сквозь темноту , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их к более безопасным автомобилям для зрячих людей . <EOS>
Или для слепых , повседневной бытовой техники - в образовательной среде , в офисной обстановке . <EOS>
Только представьте , в классе учитель пишет на доске , и слепой ученик может видеть , что написано и читается , используя эти невизуальные интерфейсы . <EOS>
Это бесценно . <EOS>
Так что сегодня , то , что я вам показал сегодня , - это только начало . <EOS>
Спасибо большое . <EOS>
( Аплодисменты ) <EOS>
Как для художника , связь очень важна для меня . <EOS>
Через свою работу я пытаюсь сформулировать , что люди не отделены от природы и что все взаимосвязано . <EOS>
Впервые я отправился в Антарктиду почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
Мое сердце билось быстро , голова кружилась , пытаясь понять , что же это было , что стояло передо мной . <EOS>
Айсберги вокруг меня были почти в 200 футах над водой , и я мог только не удивляться , что это была одна снежинка поверх другой снежинки , год за годом . <EOS>
Айсберги рождаются , когда они откалываются от ледников или откалываются от шельфовых ледников . <EOS>
Каждый айсберг имеет свою индивидуальную индивидуальность . <EOS>
У них есть особый способ взаимодействия с окружающей средой и своим опытом . <EOS>
Некоторые отказываются сдаваться и держаться до горького конца , в то время как другие не могут больше терпеть и рассыпаются в порыве драматической страсти . <EOS>
Легко думать , когда вы смотрите на айсберг , что они изолированы , что они отделены и одиноки , так же , как мы , люди , иногда рассматриваем себя . <EOS>
Но реальность далека от этого . <EOS>
Когда айсберг тает , я вдыхаю его древнюю атмосферу . <EOS>
Когда айсберг тает , он высвобождает богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я приближаюсь к этим айсбергам так , как будто я делаю портреты своих предков , зная , что в эти отдельные моменты они существуют таким образом и никогда больше так не будут . <EOS>
Это не смерть , когда они тают , это не конец , а продолжение их пути через цикл жизни . <EOS>
Некоторому льду в айсбергах , которые я фотографирую , очень молодо-пару тысяч лет . <EOS>
А некоторым льдам более 100 000 лет . <EOS>
Последние снимки , которые я хотел бы показать вам , представляют собой айсберг , который я сфотографировал в Кекетаарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы действительно становитесь свидетелем катящегося айсберга . <EOS>
Так вот . <EOS>
Вы можете увидеть с левой стороны небольшую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
И я бы хотел , чтобы вы обратили внимание на форму айсберга и на то , где он находится у ватерлинии . <EOS>
Вы можете видеть здесь , он начинает катиться , и лодка переместилась на другую сторону , и там стоит человек . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Он находится примерно в 120 футах над водой , или в 40 метрах . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И просто так , айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Знаете ли вы , сколько существует видов цветковых растений ? <EOS>
Есть четверть миллиона - по крайней мере , это те , о которых мы знаем , - четверть миллиона видов цветковых растений . <EOS>
И цветы - настоящий педераст . <EOS>
Их действительно трудно производить растениям . <EOS>
Они отнимают огромное количество энергии и много ресурсов . <EOS>
Зачем им идти на эту заботу ? <EOS>
И ответ , конечно , как и многие вещи в мире , - секс . <EOS>
Я знаю , что у вас на уме , когда вы смотрите на эти картинки . <EOS>
И причина , по которой половое размножение так важно - есть много других вещей , которые растения могут делать для размножения . <EOS>
Вы можете взять черенки , они могут как бы заниматься сексом сами с собой , они могут опылять себя . <EOS>
Но им действительно нужно распространять свои гены , чтобы смешиваться с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция работает именно так . <EOS>
Теперь способ , которым растения передают эту информацию , - это через пыльцу . <EOS>
Некоторые из вас , возможно , видели некоторые из этих картинок раньше . <EOS>
Как я говорю , в каждом доме должен быть сканирующий электронный микроскоп , чтобы иметь возможность их увидеть . <EOS>
И существует столько же различных видов пыльцы , сколько цветущих растений . <EOS>
И это на самом деле довольно полезная судебная экспертиза и так далее . <EOS>
Большая часть пыльцы , которая вызывает у нас сенную лихорадку , - это растения , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому он так сильно поднимает нам нос . <EOS>
Потому что вы должны выбрасывать массы и массы из нее , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые удерживаются внутри пыльцы , каким-то образом достигнут другого цветка просто случайно . <EOS>
Итак , все травы , что означает все зерновые культуры , и большинство деревьев имеют пыльцу , переносимую ветром . <EOS>
Но большинство видов на самом деле используют насекомых , чтобы выполнять свои приказы , и это более разумно в некотором смысле , потому что пыльца , им не нужно так много . <EOS>
Насекомые и другие виды могут взять пыльцу , перенести ее непосредственно туда , где это требуется . <EOS>
Так что мы знаем , очевидно , о взаимоотношениях между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи или птицы или пчелы , они получают что-то взамен , и что что-то взамен - это вообще нектар . <EOS>
Иногда этот симбиоз приводил к замечательным адаптациям - бражник-колибри прекрасен в своей адаптации . <EOS>
Растение что-то получает , а бражник распространяет пыльцу в другом месте . <EOS>
Растения эволюционировали , чтобы создавать маленькие посадочные полосы здесь и там для пчел , которые могли заблудиться . <EOS>
На многих растениях есть отметины , которые похожи на других насекомых . <EOS>
Это пыльники лилии , ловко сделанные так , что , когда ничего не подозревающее насекомое приземляется на него , пыльник переворачивается и колотит его по спине с большим грузом пыльцы , с которой он затем отправляется на другое растение . <EOS>
И есть орхидея , которая может выглядеть для вас так , как будто у нее есть челюсти , и в некотором смысле , она заставляет насекомое выползать , покрываясь пыльцой , которую оно берет где-то в другом месте . <EOS>
Орхидеи : есть , по крайней мере , 20 000 видов орхидей - удивительно , удивительно разнообразно . <EOS>
И они вытворяют всевозможные трюки . <EOS>
Они должны попытаться привлечь опылителей , чтобы они выполнили их приказы . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что это та , которую он изучал и сделал замечательное предсказание , когда увидел ее - вы можете видеть , что есть очень длинная нектарная трубка , которая спускается вниз от орхидеи . <EOS>
И в основном то , что должно делать насекомое - мы находимся в середине цветка - оно должно воткнуть свой маленький хоботок прямо в середину этого и весь путь вниз по этой нектарной трубке , чтобы добраться до нектара . <EOS>
И Дарвин сказал , глядя на этот цветок : « Я предполагаю , что что-то совпало с этим » . <EOS>
И , конечно же , есть насекомое . <EOS>
И я имею в виду , обычно оно как бы откатывает его , но в прямостоящем виде , вот как это выглядит . <EOS>
Теперь вы можете представить , что если нектар - такая ценная и дорогая вещь для растения , чтобы производить его и привлекает много опылителей , то , как и в человеческом сексе , люди могут начать обманывать . <EOS>
&quot; Они могут сказать : &quot; &quot; У меня есть немного нектара . Хочешь прийти и получить его ? &quot; &quot; &quot; <EOS>
Теперь это растение . <EOS>
Это растение здесь , которое насекомые в Южной Африке просто любят , и они эволюционировали с длинным хоботком , чтобы получить нектар на дне . <EOS>
И это мимик . <EOS>
Итак , это растение , которое имитирует первое растение . <EOS>
А вот длиннозубая муха , которая не получила никакого нектара от мимика , потому что мимик не дает ей никакого нектара Она думала , что получит немного . <EOS>
Так что не только муха не получила нектар от растения-имитатора , это также - если вы посмотрите очень внимательно только на головной конец , вы можете увидеть , что у него есть немного пыльцы , которую он передавал бы другому растению , если бы только какой-то ботаник не пришел и не приклеил его к синему кусочку карты . <EOS>
( Смех ) Теперь обман продолжается через царство растений . <EOS>
Этот цветок с его черными точками : они могут выглядеть как черные точки для нас , но если я скажу вам , мужскому насекомому правильного вида , который выглядит как две самки , которым действительно , очень жарко рысью . <EOS>
( Смех ) И когда насекомое попадает туда и приземляется на него , обливая себя пыльцой , конечно , что оно собирается взять другое растение , если вы посмотрите на изображение сканирующего электронного микроскопа , которое каждый дом должен иметь , вы можете увидеть , что там на самом деле есть некоторый узор , который трехмерный . <EOS>
Так что , вероятно , это даже хорошо для насекомого , а также хорошо выглядит . <EOS>
И эти снимки электронного микроскопа - вот одна из орхидеи , имитирующей насекомое , - вы можете видеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры по сравнению с тем , что может воспринимать насекомое . <EOS>
И этот эволюционировал , чтобы имитировать глянцевую металлическую поверхность , которую вы видите на некоторых жуках . <EOS>
И под сканирующим электронным микроскопом вы можете увидеть там поверхность - действительно , очень отличающуюся от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже для нас . <EOS>
Я имею в виду , я думаю , что это выглядит как какое-то летающее животное или зверь . <EOS>
Это замечательная , удивительная вещь . <EOS>
Этот умный Это называется обсидиан . <EOS>
Иногда я думаю об этом как об исидиуме . <EOS>
Для правильного вида пчел это выглядит как еще одна очень агрессивная пчела , и она идет и обваливает ее по голове много-много раз , чтобы попытаться отогнать ее , и , конечно же , покрывает себя пыльцой . <EOS>
Другая вещь , которую он делает , это то , что это растение имитирует другую орхидею , у которой есть замечательный запас пищи для насекомых . <EOS>
И у этого нет ничего для них . <EOS>
Так что это обманчиво на двух уровнях - сказочно . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я на самом деле учуял кого-то с некоторыми на раньше . <EOS>
И цветы на самом деле не должны быть такими безвкусными . <EOS>
Они посылают фантастический массив аромата любому насекомому , у которого он будет . <EOS>
Этот не так хорошо пахнет . <EOS>
Это цветок , который действительно , действительно пахнет довольно противно и разработан , опять же , эволюционировал , чтобы выглядеть как падаль . <EOS>
Так что мухи любят это . <EOS>
Они прилетают , и они опыляют . <EOS>
Это , которое является helicodiceros , также известно как арум мертвой лошади . <EOS>
Я не знаю , как на самом деле пахнет мертвая лошадь , но этот , вероятно , пахнет довольно так же . <EOS>
Это действительно ужасно . <EOS>
И мухи просто не могут с собой поделать . <EOS>
Они залетают в эту штуку , и они летят весь путь вниз по ней . <EOS>
Они откладывают в нее свои яйца , думая , что это хороший немного падаль , и не понимая , что для яиц нет пищи , что яйца умрут , но растение , тем временем , извлекло выгоду , потому что щетинки выпускают , и мухи исчезают , чтобы опылить следующий цветок - фантастика . <EOS>
&quot; Вот арум , макулатум , &quot; &quot; господа и леди &quot; &quot; или &quot; &quot; кукушка &quot; &quot; в этой стране . &quot; <EOS>
Я сфотографировал эту вещь на прошлой неделе в Дорсете . <EOS>
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно . <EOS>
И если вы посмотрите в нее вниз , там есть такая плотина мимо початка , мух привлекает тепло - которое выкипает летучие химические вещества , маленькие мошки - и они попадают в ловушку внизу в этом контейнере . <EOS>
Они пьют этот сказочный нектар , и тогда они все немного липкие . <EOS>
Ночью они покрываются пыльцой , которая сыпется на них , а затем щетинки , которые мы видели выше , они как бы увядают и позволяют всем этим мошкам наружу , покрытые пыльцой - сказочная вещь . <EOS>
Теперь , если вы думаете , что это сказочно , это один из моих больших фаворитов . <EOS>
Это филодендрон селлоум . <EOS>
Для любого здесь из Бразилии вы будете знать об этом растении . <EOS>
Это самая удивительная вещь . <EOS>
Такой фаллический бит там около фута длиной . <EOS>
И он делает то , что не делает ни одно другое растение , о котором я знаю , и это то , что когда оно цветет - это початок в середине там - в течение периода около двух дней , он метаболизируется способом , который довольно похож на млекопитающих . <EOS>
Так что вместо того , чтобы иметь крахмал , который является пищей растений , он берет что-то довольно похожее на бурый жир и сжигает его с такой скоростью , что это сжигание жира , метаболизм , примерно со скоростью маленькой кошки . <EOS>
И это в два раза больше энергии , выходной для веса , чем у колибри - абсолютно удивительно . <EOS>
Эта вещь делает еще кое-что , что необычно . <EOS>
Мало того , что она поднимет себя до 115 по Фаренгейту , 43 или 44 градусов по Цельсию , в течение двух дней , но она сохраняет постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Теперь , почему он это делает , я слышу , как вы спрашиваете . <EOS>
Теперь разве вы не знаете , есть некоторые жуки , которые просто любят заниматься любовью при такой температуре . <EOS>
И они попадают внутрь , и они все это получают . <EOS>
( Смех ) И растение осыпает их пыльцой , и они идут и опыляются . <EOS>
И какая это замечательная вещь . <EOS>
Теперь большинство опылителей , о которых мы думаем , - это насекомые , но на самом деле в тропиках опыляют многие птицы и бабочки . <EOS>
И многие тропические цветы красные , и это потому , что бабочки и птицы видят похоже на нас , думаем мы , и могут очень хорошо видеть красный цвет . <EOS>
Но если вы посмотрите на спектр , птиц и нас , мы видим красный , зеленый и синий и видим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолет , и они видят различные оттенки ультрафиолета . <EOS>
Так что там есть что-то , что происходит с конца . <EOS>
И было бы здорово , если бы мы могли как-то увидеть , что это такое , я слышу , вы спрашиваете . <EOS>
Ну да , мы можем . <EOS>
Итак , что видит насекомое ? <EOS>
На прошлой неделе я сделал эти снимки рок-розы , гелиантемы , в Дорсете . <EOS>
Это маленькие желтые цветы , как мы все видим , маленькие желтые цветы повсюду . <EOS>
И вот как это выглядит с видимым светом . <EOS>
Вот как это выглядит , если вынуть красный . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
А затем я поставил несколько ультрафиолетовых фильтров на свою камеру и сделал очень , очень длинную экспозицию с конкретными частотами ультрафиолетового света , и вот что у меня получилось . <EOS>
И это настоящее фантастическое яблочко . <EOS>
Теперь мы не знаем точно , что видит пчела , не больше , чем вы знаете , что я вижу , когда называю это красным . <EOS>
Мы не можем знать , что происходит в - не говоря уже о насекомом - в уме другого человека . <EOS>
Но контраст будет выглядеть примерно так , так сильно выделяясь на фоне . <EOS>
Вот еще один маленький цветок - другой диапазон ультрафиолетовых частот , разные фильтры , чтобы соответствовать опылителям . <EOS>
И вот такая вещь , которую он бы видел . <EOS>
На всякий случай вы думаете , что все желтые цветы имеют это свойство - ни один цветок не был поврежден в процессе этого выстрела ; он просто был прикреплен к штативу , а не убит - затем под ультрафиолетовым светом , посмотрите на это . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитные кремы работают , поглощая ультрафиолет . <EOS>
Так что , возможно , химическое вещество в этом было бы полезно . <EOS>
Наконец , есть одна из вечерних примул , которую прислал мне Бьорн Рорслетт из Норвегии - фантастический скрытый узор . <EOS>
И мне нравится идея о чем-то скрытом . <EOS>
Я думаю , что здесь есть что-то поэтическое , что эти снимки , сделанные с ультрафиолетовым фильтром , основное использование этого фильтра для астрономов - фотографировать Венеру - на самом деле облака Венеры . <EOS>
Это основное использование этого фильтра . <EOS>
Венера , конечно , является богом любви и плодородия , что является цветочной историей . <EOS>
И так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнять их приказы , им также каким-то образом удалось убедить нас посадить большие поля , полные ими , и отдавать их друг другу во время рождения и смерти , и особенно при браке , который , когда вы думаете об этом , является моментом , который инкапсулирует передачу генетического материала от одного организма к другому . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Моя работа — помогать компьютерам делать сообщения об окружающем мире . <EOS>
Есть много способов сделать это , но мне нравится помогать компьютерам рассказывать о том , что они видят и понимают . <EOS>
Например , на этой картинке современный алгоритм компьютерного зрения может распознать , что это — женщина , а это — собака . <EOS>
Он может сказать , что женщина улыбается . <EOS>
Он даже способен сказать , что собака необыкновенно милая . <EOS>
Я работаю над этим , думая о том , как люди понимают и обрабатывают данные о мире . <EOS>
Какие мысли , воспоминания и истории может пробуждать в людях такая вот картинка . <EOS>
Всё , что связано с подобными ситуациями . <EOS>
Возможно , вы видели похожую собаку раньше или проводили время , так же бегая по пляжу , и это , в свою очередь , вызывает мысли и воспоминания о прошедшем отпуске , о времени , проведённом на пляже , или времени , когда вы бегали где-то с другими собаками . <EOS>
Один из моих главных принципов — это помочь компьютерам понять , что значит иметь подобный опыт , понять , чем мы делимся , во что верим и что чувствуем , потому что тогда мы будем готовы начать вовлекать компьютерные технологии в процессы , дополняющие наш собственный опыт . <EOS>
Если копнуть глубже , несколько лет назад я начала помогать компьютерам писать рассказы на основе серии изображений . <EOS>
И однажды в ходе работы я спросила компьютер , что он думает о поездке в Австралию . <EOS>
Он взглянул на картинки и увидел коалу . <EOS>
Он не знал , что такое коала , но сказал , что считает её любопытным созданием . <EOS>
Затем я поделилась с ним серией изображений о горящих домах . <EOS>
Он посмотрел на картинки и сказал : « Удивительный вид ! Потрясающе ! » <EOS>
У меня по спине побежали мурашки . <EOS>
Он смотрел на ужасное , разрушающее жизни событие и думал , что это нечто положительное . <EOS>
Я поняла , что он распознал контрасты , оттенки красного и жёлтого и подумал , что это заслуживает позитивной оценки . <EOS>
Отчасти он сделал это , потому что большинство изображений , которые я давала ему , были позитивными . <EOS>
Потому что люди склонны делиться позитивными изображениями , когда рассказывают о своём опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я осознала , что , совершенствуя искусственный интеллект , задачу за задачей , массив данных за массивом , я создала огромные бреши , дыры и пробелы в том , что он мог понимать . <EOS>
И делая это , я закодировала все возможные виды предубеждений . <EOS>
Предубеждений , отражающих ограниченное видение , ограниченное единым набором данных . Пробелы , которые отражают человеческие предубеждения , закодированные в данных , такие как предвзятость и стереотипы . <EOS>
Я подумала об эволюции технологий , которая привела меня к тому , где я оказалась тогда , — как первые цветные фотографии были откалиброваны по коже белых женщин , а значит , цветные фотографии были не приспособлены к тёмным лицам . <EOS>
И это же предубеждение , этот же пробел наблюдались и в 90-е . <EOS>
И этот же пробел в информации мы имеем и сегодня в том , насколько хорошо мы можем распознавать разнообразные человеческие лица с помощью технологии распознавания лиц. <EOS>
Я думала о новейших исследованиях , где мы склонны ограничивать свое мышление одним набором данных и одной проблемой . <EOS>
И тем самым , мы создавали всё больше пробелов и предубеждений , которые ИИ мог бы развить ещё сильнее . <EOS>
Я поняла , что нужно больше думать о том , как технологии , с которыми мы работаем сегодня , будут выглядеть через 5 и 10 лет . <EOS>
Человечество эволюционирует медленно , со временем исправляя проблемы во взаимодействии людей и окружающей среды . <EOS>
Искусственный интеллект , напротив , эволюционирует с невероятной скоростью . <EOS>
И это означает , что это действительно важно , тщательно подумать об этом прямо сейчас - поразмышлять о наших собственных пробелах , наших собственных предубеждениях и о том , как это влияет на технологии , которые мы создаем , и обсудить , что современные технологии будут значить в будущем . <EOS>
Топ-менеджеры и учёные всего мира говорят о том , каким по их мнению будет искусственный интеллект в будущем . <EOS>
Стивен Хокинг предостерегает : « ИИ может положить конец человечеству » . <EOS>
Илон Маск предупреждает , что это один из величайших экзистенциальных рисков , с которым когда-либо сталкивалась наша цивилизация . <EOS>
Билл Гейтс недоумевает : « Я не понимаю , почему люди не обеспокоены » . <EOS>
Но эти мнения — это только часть истории . <EOS>
Математика , модели , основополагающие кирпичики искусственного интеллекта — это то , что мы называем доступом и с чем работаем . <EOS>
У нас есть инструменты с открытым кодом для машинного обучения и интеллекта , которыми мы готовы делиться . <EOS>
И помимо этого , мы можем делиться своим опытом . <EOS>
Делиться своими знаниями о технологиях , и как это нас беспокоит , и как это нас волнует . <EOS>
Мы можем обсуждать , что мы любим . <EOS>
Мы можем предвидеть , какие аспекты технологий со временем могут стать самыми полезными , а какие — наиболее проблематичными . <EOS>
Если мы все сосредоточимся на открытом диалоге об ИИ в перспективе будущего , это поможет создать атмосферу общей осведомлённости о том , что ИИ представляет собой сейчас , чем может стать , и что мы должны сделать , чтобы получить наиболее подходящий нам результат . <EOS>
Мы уже видим и знаем всё это о технологиях , используемых сегодня . <EOS>
Мы пользуемся смартфонами , цифровыми помощниками и роботами-пылесосами . <EOS>
Разве они — зло ? <EOS>
Может быть , иногда . <EOS>
Они полезны ? <EOS>
Безусловно . <EOS>
И все они разные . <EOS>
И в них вы уже видите луч света , освещающий наше будущее . <EOS>
Будущее начинается в том , что мы создаём и строим прямо сейчас . <EOS>
Мы запускаем тот эффект домино , который определит путь развития ИИ . <EOS>
Прямо сейчас мы формируем ИИ будущего . <EOS>
Технологии , которые погружают нас в дополненные реальности , возвращают к жизни прошлые миры . <EOS>
Технологии , которые помогают людям делиться опытом , когда они испытывают трудности в общении . <EOS>
Технологии , основанные на понимании потоковых визуальных миров , используются для беспилотных автомобилей . <EOS>
Технологии , основанные на понимании изображений и генерировании языка , превращаются в технологии , которые помогают слабовидящим людям лучше получать доступ к визуальному миру . <EOS>
Но мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технологии , которые анализируют наши врождённые физические характеристики — такие как цвет кожи или черты лица — чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технологии , анализирующие данные о нас , даже такие данные как пол или раса , чтобы определить , можем ли мы получить кредит . <EOS>
Всё , что мы видим сейчас , это лишь один кадр из эволюции искусственного интеллекта . <EOS>
Потому что то , где мы сейчас , — это всего лишь момент этой эволюции . <EOS>
Это означает , что всё , что мы делаем сегодня , окажет влияние на наше будущее . <EOS>
Если мы хотим , чтобы ИИ развивался для помощи человеку , мы должны определить цели и стратегии , которые зададут этот путь сейчас . <EOS>
Я бы хотела видеть что-то , что хорошо подходит людям , сочетается с нашей культурой и окружающей средой . <EOS>
Технологии , которые помогают тем из нас , кто страдает неврологическими или другими заболеваниями , чтобы сделать жизнь одинаково трудной для всех . <EOS>
Технологии , работающие независимо от вашего цвета кожи или демографических характеристик . <EOS>
Сегодня я сосредоточена на технологиях , которые будут с нами завтра и через 10 лет . <EOS>
ИИ может стать чем угодно . <EOS>
Но в данном случае это не самоуправляемая машина без конечного пункта назначения . <EOS>
Этой машиной управляем мы . <EOS>
Мы выбираем , когда следует ускориться , а когда замедлиться . <EOS>
Мы выбираем , когда нам нужно повернуть . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Есть бесчисленное множество вещей , которыми может стать искусственный интеллект . <EOS>
И он станет множеством вещей . <EOS>
И наша задача сегодня — выяснить , что именно мы должны вложить в ИИ , чтобы полученные результаты стали самыми лучшими для всех нас . <EOS>
Спасибо <EOS>
( Аплодисменты ) <EOS>
Я хочу , чтобы вы задумались на секунду о том , что почти все наши знания о Вселенной получены благодаря свету . <EOS>
Мы стоим на Земле и невооруженным глазом видим в ночном небе звезды . <EOS>
Яркое Солнце может обжечь сетчатку глаза , <EOS>
но этот же свет мы видим в отражении Луны . <EOS>
Со времен Галилея , наблюдавшего небесные тела в свой примитивный телескоп , мы созерцаем вселенную благодаря свету , проходящему через безбрежные века космической истории . <EOS>
С помощью современных телескопов мы смогли собрать потрясающий немой фильм о Вселенной , охватывающий всю нашу историю вплоть до Большого взрыва . <EOS>
Однако кино это вовсе не лишено звука , потому как Вселенная не беззвучна . <EOS>
Я хочу доказать вам , что у Вселенной есть своя звуковая дорожка , и она « воспроизводится » самим космосом , ведь космическое пространство вибрирует как барабан . <EOS>
В нем разносятся своеобразные звуки , сопровождающие самые яркие события по мере того , как они происходят . <EOS>
Сегодня мы хотели бы дополнить роскошный визуальный образ вселенной , имеющийся у нас , еще и саундтреком . <EOS>
До сих пор мы никогда не слышали звуков из космоса , но в ближайшее время нам стоит внимательно прислушаться к тому , что там происходит . <EOS>
Итак , с целью записать « песню » Вселенной , мы сосредоточились на черных дырах как самых многообещающих объектах , ведь они « бьют » в пространство-время как в колокол , и дают характерный звук . Сейчас вы услышите как , по нашему мнению , будет звучать эта песня . <EOS>
Может быть , однажды мы увидим тень , которую черная дыра отбрасывает , оказываясь на ярком фоне , но пока такого мы не наблюдали . <EOS>
Тем не менее , черную дыру , пусть и невидимую , можно услышать , поскольку она « бьет » в пространство-время как в барабан . <EOS>
Предположение о том , что космос подобен мембране барабана принадлежит Альберту Эйнштейну , которому мы столь многим обязаны . <EOS>
Эйнштейн заключил , что если бы пространство было пустым , если бы вселенная была пуста , она выглядела бы как на этом рисунке , за исключением , конечно , такой наглядной сетки . <EOS>
Если бы мы свободно падали через космос , даже без удобной координатной сетки , мысленно мы сами могли бы ее изобразить , так как заметили бы , что движемся по прямой , строго по прямой через вселенную . <EOS>
Эйнштейн так же понял — и в этом самая суть — что если поместить во вселенную энергию или массу , это приведет к искривлению пространства , и свободно падающий объект будет огибать , к примеру , Солнце , отклоняясь вдоль естественных кривых в космосе . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Даже свет искривляется по такой траектории . <EOS>
Отклонение может быть настолько сильным , что объект просто попадет на орбиту , и будет вращаться вокруг Солнца как Земля , или как Луна — вокруг Земли . <EOS>
Это естественные искривления в пространстве . <EOS>
А вот этого Эйнштейн не понял — если взять наше Солнце и сжать его до 6 километров в диаметре , то есть массу в 1 млн раз тяжелее Земли уместить в объекте диаметром в 6 км , то получится черная дыра , настолько плотная , что прошедший слишком близко от нее свет никогда уже не вырвется . Мрачная тень во вселенной . <EOS>
Однако он всегда считал черные дыры просто математическим курьезом . <EOS>
Эйнштейн не верил , что они существуют в реальности . <EOS>
Он считал , что природа должна сама защитить нас от их появления . <EOS>
Прошли десятилетия , прежде чем был изобретен термин « черная дыра » , и люди осознали , что они являются реальными астрофизическими объектами — фактически , это очень массивные звезды в посмертном состоянии , катастрофическим образом разрушившиеся в конце своего жизненного цикла . <EOS>
Наше Солнце не превратится в черную дыру . <EOS>
Его массы недостаточно для этого . <EOS>
Но мы проведем небольшой мысленный эксперимент , — Энштейн их очень любил — и представим себе , как Солнце сжимается до 6 километров в диаметре , а вокруг него вращается крошечная Земля , примерно в 30 км от черной дыры солнца . <EOS>
Эта Земля — светится , Солнца ведь больше нет , как и другого источника света , поэтому сделаем нашу маленькую Землю самосветящейся . <EOS>
Оказывается , мы можем поместить Землю на очень близкую орбиту , всего в 30 км от этой черной дыры . <EOS>
По размеру она не сильно превышает Манхэттен . <EOS>
Возможно , она зацепила бы немного и Гудзон , прежде чем разрушить Землю . <EOS>
Но масштаб примерно таков . <EOS>
Мы говорим об объекте , который занял бы примерно 1 / 2 площади Манхэттена . <EOS>
Итак , поместив эту Землю совсем близко — всего в 30 км — мы заметим , что она прекрасно вращается вокруг черной дыры . <EOS>
Это своего рода миф , что черные дыры поглощают все без разбора — чтобы в нее попасть , надо подойти очень близко . <EOS>
Но что поразительно — с нашей точки обзора мы будем все время видеть Землю . <EOS>
Она не может скрыться за черной дырой . <EOS>
Часть света , который излучает Земля , поглощается дырой , но часть его как бы огибает ее и возвращается обратно к нам . <EOS>
Так , что за черной дырой ничего невозможно спрятать . <EOS>
&quot; Если вы вдруг попадете в сериал « Звездный Крейсер &quot; &quot; Галактика &quot; &quot; » , и будете сражаться с Сайлонами — не прячьтесь за черной дырой . &quot; <EOS>
Они увидят вас ! <EOS>
Наше Солнце не превратится в черную дыру — для этого оно не достаточно массивное . Но в нашей галактике существуют десятки тысяч черных дыр . <EOS>
И если бы одна из них заслонила Млечный Путь , вот как это выглядело бы . <EOS>
Мы бы увидели тень черной дыры на фоне сотен миллиардов звезд и светящейся пыли . <EOS>
Если бы мы были на грани падения в эту черную дыру , то увидели бы весь этот свет , огибающий ее , и даже уже входя в эту тень , не замечали бы близкой катастрофы . <EOS>
Уже бесполезно было бы запускать двигатели и пытаться выбраться , потому что ничто , включая свет , не может из нее сбежать . <EOS>
Хотя черная дыра и выглядит таковой снаружи , внутри она не темная , так как весь свет проваливается в нее вместе с нами . <EOS>
Согласно релятивистскому эффекту , известному как растяжение времени , наши часы как будто замедлили бы свой ход относительно общегалактического времени , но мы , напротив , увидели бы эволюцию галактики в ускоренном режиме за миг до гибели внутри черной дыры . <EOS>
Это было бы похоже на околосмертный опыт , где вы видите свет в конце туннеля , но только не « около » , а абсолютно смертный . <EOS>
( Смех ) И уже никому не расскажешь о свете в конце туннеля . <EOS>
Ученые не смогли пока увидеть тень черной дыры , зато мы можем ее услышать , пусть и невидимую . <EOS>
Представим реальную астрофизическую ситуацию — две черные дыры , что прожили вместе долгую жизнь . <EOS>
Возможно , сначала они были звездами , а затем превратились в черные дыры . Каждая из них тяжелее Солнца в 10 раз . <EOS>
Сожмем их до 60 км в диаметре . <EOS>
Они могут быстро вращаться : сотни оборотов в секунду . <EOS>
В конце их жизненного цикла , они вращаются друг вокруг друга практически со скоростью света . <EOS>
Они покрывают тысячи км в долю секунды , и не только искривляют тем самым пространство , но и оставляют за собой след : вызывают колебания , волновой след в пространстве-времени . <EOS>
Пространство сжимается и растягивается , освобождаясь из этих черных дыр , колеблющихся во вселенной . <EOS>
И они путешествуют сквозь космос со скоростью света . <EOS>
Эта компьютерная симуляция сделана группой Годдарда в НАСА , изучающей теорию относительности . <EOS>
Почти 30 лет ученые мира бились над этой проблемой . <EOS>
Это была одна из групп . <EOS>
Вы видите две черные дыры , вращающиеся друг вокруг друга — и снова здесь наглядно изображены кривые . <EOS>
Если вы видите — немножко бледно получилось — они испускают красные волны , гравитационные волны . <EOS>
Это и есть звуки вибрирующего пространства , и они будут исходить из этих черных дыр со скоростью света , пока они затихают и сливаются в одну вращающуюся , тихую черную дыру — таков исход . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы , по мере сжатия и растяжения пространства . <EOS>
Вы бы на самом деле услышали звук . <EOS>
Конечно , и ваша голова сжималась бы и растягивалась , поэтому вам было бы трудно понять , что происходит . <EOS>
Но я хотела бы проиграть вам этот звук , как мы его предсказываем . <EOS>
Это работа моей группы , так что графика здесь поскромнее . <EOS>
Представьте легкую черную дыру , проваливающуюся в очень тяжелую . <EOS>
Звук , который вы слышите , издает легкая дыра , выгибая пространство , приближаясь шаг за шагом к концу . <EOS>
Если она удаляется , звук становится тише . <EOS>
Но она подобна молоточку , « ударяющему » в пространство , которое вибрирует , как мембрана . <EOS>
И мы можем предсказать , каким будет этот звук . <EOS>
Мы знаем , что по мере поглощения дыры , он становится все быстрее и громче . <EOS>
В конце мы услышим , как маленькая дыра просто проваливается в большую . <EOS>
Я еще не слышала запись так громко — действительно , весьма впечатляет . <EOS>
Дома получается гораздо скромнее . <EOS>
Просто тихие щелчки . <EOS>
Это другой звук , созданный моей группой . <EOS>
Здесь я не показываю вам картинку , так как черные дыры не оставляют за собой наглядных следов , в космосе нет видимых кривых . <EOS>
Если бы вы отправились в космический круиз , и услышали бы такой звук , я бы рекомендовала поскорее улетать . <EOS>
( Смех ) Подальше от этого звука . <EOS>
Обе черные дыры двигаются . <EOS>
Они приближаются друг к другу . <EOS>
В данном случае , они обе сильно колеблются . <EOS>
И сейчас произойдет слияние . <EOS>
Это « стрекотание » очень характерно для сливающихся черных дыр , это вот ускорение в конце . <EOS>
Мы предполагаем , что это звучало бы именно так . <EOS>
К счастью , мы сейчас на безопасном расстоянии , в Лонг-Бич в Калифорнии . <EOS>
Несомненно , где-то во вселенной сливаются две черных дыры . <EOS>
И без сомнений , пространство вокруг нас вибрирует , и эти колебания , возможно , прошли миллионы световых лет , то есть миллион лет двигались к нам со скоростью света . <EOS>
Но звук слишком тихий , мы не можем его услышать . <EOS>
Есть сегодня очень сложный проект : ЛИГО ( Лазерно-интерферометрическая гравитационно-волновая обсерватория ) — она отслеживает отклонения в колебаниях пространства , мельчайшие — на величину ядра атома на 4 километра . <EOS>
Это крайне амбициозный эксперимент , и в ближайшие несколько лет он будет посвящен улавливанию таких волн . <EOS>
Планируется также одна космическая программа , которая , надеюсь , будет запущена в ближайшие 10 лет : ЛИКА ( Лазерная интерферометрическая космическая антенна ) . <EOS>
Она сможет увидеть супертяжелые черные дыры , в миллионы и миллиарды раз более массивные , чем Солнце . <EOS>
На этом снимке с телескопа « Хаббл » мы видим две галактики . <EOS>
Они выглядят так , будто замерли в некоем « объятии » , <EOS>
и каждая из них , вероятно , содержит в своем ядре супертяжелую черную дыру . <EOS>
Но они не замерли . На самом деле , они сливаются . <EOS>
Эти две черные дыры сталкиваются , и продлится это более миллиарда лет . <EOS>
Это за гранью нашего восприятия — услышать песню такой длительности . <EOS>
Но ЛИКА может увидеть финал слияния двух супертяжелых черных дыр , начавшегося уже очень давно : последние 15 минут этого действия . <EOS>
Мы говорим не только о черных дырах , но и о любых серьезных передрягах во вселенной , и самая главная из них — Большой взрыв . <EOS>
Когда это выражение придумали , оно было ироничным — « мол , кто же поверит в Большой взрыв ? » <EOS>
Это анимация от моего друга из Proton Studios показывает Большой Взрыв извне . <EOS>
Любой наблюдатель хотел бы находиться в этот момент внутри , ведь быть за пределами вселенной невозможно . <EOS>
Представьте , что вы внутри Большого взрыва . <EOS>
Он повсюду , вокруг вас , и пространство хаотически вибрирует . <EOS>
Прошло уже 14 миллиардов лет , а эта песня до сих пор звучит вокруг нас . <EOS>
Рождаются галактики , а в них — поколения звездных форм . И вокруг одной звезды , как минимум одной , есть обитаемая планета . <EOS>
И здесь мы упорно проводим эти эксперименты , делаем расчеты , пишем программы . <EOS>
Представьте — миллиард лет назад столкнулись две черных дыры . <EOS>
Все это время , их песня звучит в космосе . <EOS>
Мы еще даже не появились на свет . <EOS>
Звук приближается , ближе и ближе — 40 тыс. лет назад , мы все еще делаем наскальные рисунки . <EOS>
Если бы мы собирались « услышать » Большой взрыв , он бы прозвучал вот так . <EOS>
Шум в чистом виде . <EOS>
Это белый шум , просто хаотичные звуки . <EOS>
Но он , вероятно , повсюду окружает нас , если его не заглушили какие-то другие процессы во вселенной . <EOS>
И если мы уловим его , он будет для нас самой приятной музыкой , ведь это тихое эхо момента нашего сотворения , рождения наблюдаемой Вселенной . <EOS>
В течение следующих нескольких лет мы сможем немного прибавить громкости , и услышим вселенную в звуке . <EOS>
Но если мы уловим эхо тех ранних событий , это приведет нас намного ближе к пониманию Большого взрыва , а это уже позволит нам задать некоторые из самых сложных , неуловимых вопросов . <EOS>
Прокрутив фильм о нашей вселенной задом наперед , мы узнаем , что в прошлом там был Большой Взрыв , и возможно мы даже услышим его какофонию , но был ли этот взрыв единственным ? <EOS>
Я имею в виду — не происходил ли он и до этого ? <EOS>
Не повторится ли он ? <EOS>
В духе TED , призывающего нас вернуть себе веру в чудеса , мы можем сейчас задать вопросы , которые всегда ускользали от нас . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная это всего лишь след какой-то более значимой истории ? <EOS>
Или — не являемся ли мы лишь одной из ветвей мультивселенной — у каждой из которых был свой Большой взрыв в прошлом ? Может , с черными дырами и их « песнями » , или без них , может с разумной жизнью , а возможно и без — они не в нашем прошлом , не в нашем будущем , но каким-то образом связаны с нами ? <EOS>
Мы спросим — в такой мультивселенной , в других ее ответвлениях , есть ли там жизнь ? <EOS>
Вот мои собратья по мультивселенной . <EOS>
Но есть ли там другие создания , которые задумываются о нас , и о своем происхождении ? <EOS>
И , если они есть , я могу представить их , ведущих расчеты , как и мы , строящих инструменты , пытающихся обнаружить тот слабый звук момента их творения , и думающих — кто еще есть там , кроме нас ? <EOS>
Спасибо . Спасибо . <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром несколько лет назад я ехал на работу в Йоханнесбурге , Южная Африка , и заметил нависающий над городом туман . <EOS>
Я езжу там почти каждый день , поэтому вряд ли бы я не обратил на это внимание раньше . <EOS>
Йоханнесбург известен своими особыми горизонтами , которые я едва мог увидеть тем утром . <EOS>
Вскоре я понял , что это было огромное облако загрязнённого воздуха . <EOS>
Контраст между привычной для меня живописной средой и тем небом , окутанным смогом , всколыхнуло во мне что-то . <EOS>
Я был в ужасе от того , что этот город красочных и живописных закатов будет поглощён мглой . <EOS>
В тот момент у меня возникло сильное желание что-то предпринять , но я не знал что . <EOS>
Я знал лишь то , что не могу остаться в стороне . <EOS>
Основная сложность заключалась в том , что я не очень разбирался в экологии , управлении качеством воздуха или химии атмосферы . <EOS>
Я компьютерный инженер , и я был уверен , что мне не справиться с этой проблемой с помощью кода . <EOS>
( Смех ) Кто я такой , чтобы как-то изменить ситуацию ? <EOS>
Но я был жителем этого города . <EOS>
В последующие годы я вынес один очень важный урок — урок , к которому нужно отнестись серьёзно , если мы стремимся к лучшему будущему . <EOS>
Даже если вы не эксперт в какой-либо области , ваш опыт извне может стать ключом к решению сложных проблем в этой сфере . <EOS>
Иногда ваше уникальное видение может вылиться в неординарную идею , которая сдвинет всё с мёртвой точки , но вы должны быть достаточно смелым , чтобы попытаться это сделать . <EOS>
Это единственный выход . <EOS>
Ещё тогда я понял , что для того , чтобы хотя бы попытаться изменить ситуацию к лучшему , для начала мне придётся разобраться в загрязнении воздуха , так я снова стал студентом . <EOS>
Уже в самом начале моего исследования я узнал , что загрязнение воздуха является главнейшей опасностью для состояния окружающей среды . <EOS>
Согласно Всемирной организации здравоохранения почти 14 процентов смертей во всём мире в 2012 году были вызваны загрязнением воздуха в домах и загрязнением окружающего воздуха , что особенно распространено в странах с низким и средним уровнем дохода . <EOS>
Одно лишь загрязнение воздуха приводит к большему количеству смертей ежегодно , чем малярия или ВИЧ / СПИД . <EOS>
В Африке количество преждевременных смертей из-за небезопасных санитарных условий или недоедания среди детей не идёт ни в какое сравнение с количеством смертей из-за загрязнения воздуха , и это обходится огромными экономическими издержками : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Сейчас в своей работе я изучаю новые возможности в области искусственного интеллекта , где симбиотическая связь между человеком и машиной поможет найти благоприятную основу для принятия правильных решений . <EOS>
В процессе изучения проблемы загрязнения воздуха стало понятно , что нам необходимо найти способ принятия более верных решений для осуществления контроля за загрязнением воздуха , а учитывая масштабы этой проблемы , необходимо сделать это совместными усилиями . <EOS>
Поэтому я решил познакомиться с людьми , которые работают в этой области . <EOS>
Я начал встречаться с должностными лицами Йоханнесбурга и других близлежащих городов , я привлёк также местное научное сообщество , а также сделал несколько холодных звонков . <EOS>
Процесс налаживания контактов , которым я занялся , помог мне получить более глубокое представление о проблеме . <EOS>
Это также помогло мне не попасть в ловушку , в которую мои коллеги часто попадают , пытаясь внедрить новшества , когда мы быстро применяем технологию , прежде чем ясно осознаём имеющуюся проблему . <EOS>
Я начал думать о том , что я могу сделать , чтобы улучшить ситуацию . <EOS>
Я просто начал спрашивать себя , как я могу эффективно объединить все мои навыки в сфере программирования и искусственного интеллекта с опытом людей , с которыми я познакомился . <EOS>
Я захотел создать онлайн платформу по регулированию качества воздуха , которая выявит закономерности в загрязнении , заглянет в будущее и определит , чего нам следует ожидать . <EOS>
Я был намерен реализовать свою идею на практике , но столкнулся с неопределённостью , у меня не было никаких гарантий успеха . <EOS>
У меня был только определённый набор инженерных навыков , навыков , которые я приобрёл в своей профессии ( Смех ) и которых не было у людей , занимающихся проблемой загрязнения воздуха в течение долгих лет . <EOS>
Я понял , что иногда всего лишь один свежий взгляд , какие-то новые навыки создают условия для появления чего-то выдающегося . <EOS>
Сила воли и воображение являются нашей путеводной звездой , наделяя нас способностью находить новые пути и обходить сложности . <EOS>
Вооружившись глубоким пониманием проблемы загрязнения воздуха и изучив накопленную десятилетиями информацию о концентрации загрязнителей и метеорологических условиях в Йоханнесбурге и за его пределами , мы со моими коллегами из Южной Африки и Китая создали систему поддержки по принятию решений о воздухе , которая находится в облаке . <EOS>
Система ПО анализирует исторические данные и данные в режиме реального времени , чтобы выявить пространственные и временные тенденции . <EOS>
Затем мы использовали новую технологию машинного обучения , чтобы предсказать уровень загрязнения для разных загрязнителей на несколько дней заранее . <EOS>
Это значит , что жители могут принимать более правильные решения относительно своих перемещений и выбора места жительства для своих семей . <EOS>
Мы сможем заблаговременно предсказывать случаи загрязнения , вычислять виновников загрязнения , которые по распоряжению властей будут вынуждены сократить масштабы своей деятельности . <EOS>
С помощью планирования сценариев градостроители смогут принимать правильные решения в развитии инфраструктуры , такой как жилые поселения , промышленные зоны . <EOS>
Мы завершили тестирование нашей технологии , которое длилось около 120 дней , охватив всю Южную Африку . <EOS>
Полученные результаты были одобрены , когда мы продемонстрировали тесную взаимосвязь между данными прогноза и данными , которые мы получили на месте . <EOS>
Благодаря нашему лидерству мы создали передовые , новаторские технологии , которые смогут прогнозировать качество воздуха с беспрецедентной точностью , улучшая город , по которому не так давно я ехал одним зимним утром и думал : « Что-то здесь не так . Что же можно предпринять ? » <EOS>
И вот мой вывод : что , если бы я тогда не стал изучать проблему загрязнения воздуха ? <EOS>
Что , если бы я не выразил обеспокоенность состоянием окружающей среды и просто понадеялся , что кто-то где-то уже занимается этой проблемой ? <EOS>
Вот чему я научился : когда мы решаемся на сложное предприятие , которое способствует тому , во что мы твёрдо верим , важно фокусироваться на успехе и учитывать последствия бездействия . <EOS>
Мы не должны сходить с пути перед лицом препятствий и трудностей , это должно ещё больше мотивировать нас . <EOS>
Где бы вы ни находились , когда вы поймёте , что ваше природное любопытство чем-то возбуждено и это то , что вас волнует , и у вас есть сумасшедшие и смелые идеи , и , возможно , это находится вне вашей компетенции , спросите себя : почему бы нет ? <EOS>
Почему бы не начать действовать и не решить проблему , как можешь , своим путём ? <EOS>
И , возможно , вы будете приятно удивлены . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Считается , что за рулем автомобиля могут быть только зрячие люди . <EOS>
Еще недавно полагали , что для слепого безопасное и самостоятельное вождение - невыполнимая задача . <EOS>
Здравствуйте , я Дэнис Хонг , и мы даем слепым свободу и независимость , разрабатывая авто для инвалидов по зрению . <EOS>
Прежде чем говорить об этом автомобиле для слепых , я вкратце расскажу о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Проект заключался в создании самоуправляемого автомобиля-робота . <EOS>
&quot; Водитель нажимает &quot; &quot; старт &quot; &quot; , и без его участия автомобиль достигает пункта назначения . &quot; <EOS>
В 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом конкурсе . <EOS>
Примерно в то же время Национальная федерация слепых , или НФС , поставила перед исследовательским комитетом задачу разработать автомобиль , которым может независимо и безопасно управлять слепой . <EOS>
Мы решили попробовать свои силы , потому что подумали : « Эй , а что тут сложного-то ? <EOS>
У нас уже есть автономное авто . <EOS>
Посадим в него слепого человека - и делу конец , правда ? » <EOS>
( Смех ) Но мы глубоко заблуждались . <EOS>
НФС хотела получить не просто автомобиль , который бы перевозил слепых , а машину , которой незрячий мог бы самостоятельно управлять . <EOS>
Поэтому нам пришлось все забраковать и начать с нуля . <EOS>
Итак , чтобы испытать эту сумасшедшую идею , мы разработали небольшой прототип багги автомобиля для проверки осуществимости проекта . <EOS>
А летом 2009 года мы пригласили незрячую молодежь со всех уголков страны и предоставили им возможность испытать этот автомобиль . <EOS>
Это был удивительный опыт . <EOS>
Но загвоздка в том , что этот автомобиль был разработан для управления в строго контролируемой среде , а именно на ровной закрытой автостоянке , где даже полосы движения ограничены красными сигнальными конусами . <EOS>
В связи с таким успехом , мы решили сделать следующий большой шаг и разработать реальный автомобиль , которым можно было бы управлять на реальных дорогах . <EOS>
Итак , как же это работает ? <EOS>
Ну , это довольно сложная система , но позвольте мне разъяснить , возможно , даже упростить ее . <EOS>
Итак , она включает три составляющих . <EOS>
Это тактильное восприятие , вычисление и невизуальные интерфейсы . <EOS>
Так как водитель ничего не видит , система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого используется первоначальный измеритель параметров . <EOS>
Он измеряет ускорение , угловое ускорение , подобно внутреннему уху человека . <EOS>
Затем эта информация передается в GPS-устройство для оценки местоположения автомобиля . <EOS>
Для обнаружения полосы движения на дороге используются две камеры <EOS>
и три лазерных дальномера . <EOS>
Лазеры сканируют пространство вокруг автомобиля для обнаружения различных объектов : приближающегося встречного или обгоняющего автомобиля , любых препятствий , встречающихся на дороге или вокруг автомобиля . <EOS>
Затем все это огромное количество информации подается в компьютер , а компьютер выполняет два этапа . <EOS>
Прежде всего , это обработка этой информации для получения представления о пространстве : определение полос движения на дороге , выявление препятствий , а затем доведение этой информации до водителя . <EOS>
Система также достаточно умна , чтобы вычислять самый безопасный способ управления автомобилем . <EOS>
Так , мы также можем давать рекомендации о том , как управлять машиной . <EOS>
Но проблема в том , как донести эту информацию и инструкции до незрячего человека , не обладающего быстрой и точной реакцией , необходимой для вождения ? <EOS>
Для этой цели мы разработали целый ряд технологий интерфейса для незрячих : <EOS>
Трехмерная звуковая система пинг , вибрирующий жилет , руль со звуковыми сигналами , специальная нога-протез , и даже обувь , оказывающая давление на ногу . <EOS>
Но сегодня мы поговорим лишь о трех видах этих специальных интерфейсов . <EOS>
Первый интерфейс называется DriveGrip . <EOS>
Это пара перчаток с моторчиками на суставах пальцев , инструктирующие водителя , как рулить : направление и угол поворота . <EOS>
Другое устройство - SpeedStrip . <EOS>
Изначально это массажное кресло . <EOS>
Его разобрали и переставили в нем вибрирующие элементы . Вибрация используется для передачи водителю информации о скорости , а также для руководства по использованию педалей газа и тормоза . <EOS>
Так , здесь можно увидеть , как компьютер воспринимает пространство вокруг автомобиля . И т.к. вибрацию нельзя увидеть , на водителя установлены красные светодиоды для демонстрации процесса . <EOS>
Это сенсорные данные , они передаются на устройства посредством компьютера . <EOS>
Устройства DriveGrip и SpeedStrip очень эффективны . <EOS>
Но проблема в том , что это учебные подсказывающие устройства . <EOS>
Они фактически не дают свободы управления , не так ли ? <EOS>
Бортовой компьютер отдает водителю команды : « налево » , « направо » , « прибавить скорость » , « стоп » . <EOS>
&quot; Мы называем его &quot; &quot; назойливый пассажир с заднего сиденья &quot; &quot; . &quot; <EOS>
Поэтому мы отходим от учебных подсказывающих устройств и концентрируем свое внимание на информирующих устройствах . <EOS>
Отличным примером такого интерфейса является AirPix . <EOS>
Это своеобразный монитор для слепых . <EOS>
Небольшая панель со множеством отверстий , через которые выходит сжатый воздух , тем самым создавая изображения . <EOS>
Незрячий человек может поднести ладонь к этой панели и « увидеть » полосы движения на проезжей части и препятствия . <EOS>
Также водитель может изменить частоту , с которой выходит воздух и , возможно , температуру воздуха . <EOS>
Т.е . это интерфейс для отображения многомерных данных . <EOS>
Итак , здесь вы видите левую и правую камеру автомобиля , и как компьютер обрабатывает и отправляет эту информацию на панель AirPix . <EOS>
Здесь мы демонстрируем тренажер , слепой человек управляет автомобилем с помощью AirPix . <EOS>
Этот тренажер оказался очень полезным для обучения слепых водителей , а также для быстрой проверки идей по использованию разных видов специальных интерфейсов . <EOS>
Вот так вкратце работает эта система . <EOS>
Ведь это прототип автомобиля для незрячих . И его не выпустят на проезжую часть , пока не убедятся в его абсолютной безопасности . <EOS>
И я искренне верю , что это вполне вероятно . <EOS>
А все-таки , примет ли общество такую радикальную идею ? <EOS>
Насколько изменятся правила автострахования ? <EOS>
На каких условиях будут выдаваться водительские права ? <EOS>
Помимо технологических задач , существует столько подводных камней , которые необходимо преодолеть , прежде чем это станет реальностью . <EOS>
Конечно , главная цель этого проекта заключается в разработке автомобиля для слепых . <EOS>
Однако возможно , что побочные технологии , разработанные в ходе этого проекта , окажутся неоценимом вкладом в нашу жизнь . <EOS>
Наши датчики работают независимо от времени суток , тумана и дождя . <EOS>
Мы можем использовать эти технологии вместе с новыми специальными интерфейсами для усовершенствования безопасности автомобилей для зрячих . <EOS>
Или для незрячих . Найти им применение в повседневной бытовой технике , в учебных заведениях , в офисах . <EOS>
Только представьте себе : учитель в классе пишет на доске , и слепой студент может увидеть и прочитать , что написано с помощью этих специальных интерфейсов . <EOS>
Это бесценно . <EOS>
Поэтому то , что я показал вам сегодня - это только начало . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Как художнику для меня очень важна взаимосвязь . <EOS>
В своих работах я пытаюсь показать , что люди неотделимы от природы и что все взаимосвязано . <EOS>
Впервые я побывала в Антарктиде почти 10 лет назад , там я и увидела айсберги . <EOS>
Я испытала благоговейный трепет . <EOS>
Моё сердце забилось быстрее , голова закружилась , пытаясь понять то , что открылось передо мной . <EOS>
Айсберги вокруг выплывали из воды почти на 200 футов . И я не могла не удивляться тому , что это одна снежинка поверх другой , год за годом . <EOS>
Айсберги рождаются , когда они откалываются от глетчерных льдов или отламываются от шельфовых ледников . <EOS>
Каждый айсберг имеет собственную индивидуальность . <EOS>
Каждый по-своему взаимодействует с окружающей средой и накапливает свой опыт . <EOS>
Некоторые отказываются сдаваться и держатся до самого горького конца , а другие больше не могут бороться и гибнут в приступе яркой страсти . <EOS>
Смотря на айсберг , легко подумать , что он изолирован , что он замкнут и одинок , подобно тому , как мы , люди , зачастую видим себя . <EOS>
Но в жизни всё совсем иначе . <EOS>
Когда тает айсберг , я вдыхаю его древнюю атмосферу . <EOS>
Когда тает айсберг , он выделяет пресную , обогащенную минералами , воду , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов , как к созданию портретов своих предков , зная , что в эти индивидуальные моменты они существуют именно в таком образе , и что он уже никогда не повторится . <EOS>
Они не умирают , когда тают ; это не конец , а продолжение их пути в цикле жизни . <EOS>
Иногда лед в айсбергах , которые я фотографирую , очень молод — ему всего пара тысяч лет . <EOS>
А некоторые айсберги старше 100 000 лет . <EOS>
На последних фотографиях , которые я хочу вам показать , запечатлён айсберг , сфотографированный мною в Киртартиватзиаке , в Гренландии . <EOS>
Очень редкий случай , когда удается увидеть , как айсберг вращается . <EOS>
So here it is . <EOS>
Слева видно маленькую лодку . <EOS>
Длиной примерно 4,5 метра . <EOS>
Обратите , пожалуйста , внимание на форму айсберга и место его соприкосновения с водой . <EOS>
Здесь видно , как он начинает вращаться , а лодка переплыла на другую сторону , и там стоит человек . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Он выступает из воды примерно на 120 футов или 40 метров . <EOS>
А вот эта запись в реальном времени . <EOS>
( Музыка ) И так вот просто , айсберг показывает нам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Знаете ли вы , сколько существует видов цветковых растений ? <EOS>
Четверть миллиона — по крайней мере , тех , которые нам известны — четверть миллиона видов цветковых растений . <EOS>
Цветы – это настоящая проблема для растений : <EOS>
их тяжело создавать , <EOS>
они требуют огромного количества энергии и ресурсов . <EOS>
Почему же растения идут на такие сложности ? <EOS>
Ответ на этот , как и на многие другие вопросы , - секс . <EOS>
Я знаю , о чём вы думаете , когда смотрите на эти картинки . <EOS>
Причина , по которой половое размножение так важно – есть много других способов размножения растений . <EOS>
Их можно размножать черенками ; они могут сами себя оплодотворять или сами себя опылять . <EOS>
Но им очень важно распространять свои гены , чтобы смешать их с генами других растений - так они смогут приспособиться к природным нишам . <EOS>
Так работает эволюция . <EOS>
Растения передают генетическую информацию через пыльцу . <EOS>
Некоторые из вас могли видеть какие-то из этих изображений ранее . <EOS>
Как я люблю говорить , в каждом доме должен быть растровый электронный микроскоп , чтобы смотреть на эти вещи . <EOS>
Существует столько же разных типов пыльцы , сколько цветковых растений . <EOS>
Кстати , это можно применить в криминалистике и не только . <EOS>
В основном , пыльца , которая вызывает аллергию - это пыльца растений , использующих ветер для её распространения . Это очень неэффективный процесс , вот поэтому-то она так сильно забивается в наши носы . <EOS>
Растениям приходится выбрасывать огромные массы пыльцы , в надежде , что половые клетки , мужские половые клетки , которые содержатся в пыльце , как-нибудь случайно доберутся до другого цветка , абсолютно случайно . <EOS>
Пыльца всех трав , а значит , и всех зерновых культур , и пыльца большей части деревьев , переносится ветром . <EOS>
Однако большая часть видов использует для этого насекомых . В некоторой степени , это более разумно , потому что требуется меньше пыльцы . <EOS>
Насекомые и другие виды могут брать пыльцу и переносить её туда , где она нужна . <EOS>
Понятно , что нам известны взаимоотношения между насекомыми и растениями . <EOS>
Это симбиотические отношения : будь то мухи , птицы или пчёлы - все они что-то получают взамен , и это что-то обычно является нектаром . <EOS>
В некоторых случаях этот симбиоз привёл к изумительным адаптациям — так , колибри ястреб-моль прекрасна в своей адаптации . <EOS>
Растение получает своё - ястребиная моль распространяет пыльцу в другом месте . <EOS>
Растения эволюционировали так , что создали маленькие посадочные полосы в разных местах для пчёл , чтобы те не потерялись . <EOS>
Многие растения имеют окраску , делающую их похожими на насекомых . <EOS>
Это — пыльники лилии , умно сделанные так , что когда ничего не подозревающее насекомое садится на них , пыльник переворачивается и ударяет его по спине , осыпая большим количеством пыльцы , с которым насекомое потом отправляется к другому растению . <EOS>
А вот орхидея , которая выглядит так , как будто у неё есть челюсти . В каком-то смысле , они у неё есть , что принуждает насекомое выползать , покрываясь пыльцой , которую оно потом распространит . <EOS>
Существует как минимум 20 тысяч видов орхидей — и все они удивительно разнообразны . <EOS>
Они идут на самые разные хитрости . <EOS>
Они вынуждены привлекать опылителей , чтобы размножаться . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что именно он её изучал и сделал поразительное предсказание , когда её увидел . Можно видеть очень длинную трубочку с нектаром , которая ниспадает из орхидеи . <EOS>
Вы видите середину цветка : насекомое должно засунуть хоботок прямо в середину и добраться до самого дна этой трубочки , чтобы получить нектар . <EOS>
Дарвин утверждал , глядя на этот цветок : « Я предполагаю кое-что эволюционировало совместно с ним » . <EOS>
И действительно , вот и насекомое . <EOS>
Обычно его хоботок в свёрнутом состоянии , но в его выпрямленной форме он выглядит вот так . <EOS>
Можно подумать , что если нектар — настолько ценный и дорогой в производстве - привлекает столько внимания опылителей , то , как и с сексом у людей , могут начаться обманы . <EOS>
Цветок может сказать : « У меня есть немного нектара . <EOS>
Заглянешь ? » Вот растение . <EOS>
Вот это растение , которое обожают насекомые в Южной Африке . В процессе эволюции они приобрели длинный хоботок , чтобы доставать нектар со дна . <EOS>
А это — подражание . <EOS>
Это растение подражает предыдущему . <EOS>
А вот и длиннохоботковая муха , которой не досталось ни капли нектара от подделки . Потому что подражающее растение не дало ей нисколько . Она думала , что ей что-то достанется . <EOS>
Но муха не только не получила нектара от растения-подделки , но и — если приблизить - в районе нижней части головы , прихватила немного пыльцы , которую она перенесёт на другое растение , если только не появится какой-нибудь ботаник и не приколет её на голубенькую картонку . <EOS>
( Смех ) Обман распространяется и в царстве растений . <EOS>
У этого цветка есть чёрные точки : нам они кажутся чёрными , но для мужских особей насекомых определённого вида , они похожи на двух самок , готовых на всё . <EOS>
( Смех ) Когда насекомое добирается до этого цветка и приземляется на него , оно окунает себя в пыльцу , которую , конечно , перенесёт на другое растение . Если посмотреть в тот самый растровый электронный микроскоп , который должен быть в каждом доме , можно наблюдать здесь определённую трёхмерную компоновку узора . <EOS>
Так что это , наверное , даже приносит приятные ощущения насекомому , кроме того , что выглядит привлекательно . <EOS>
На картинке из электронного микроскопа — вот орхидея подражающая насекомому — видно , что разные части этой структуры обладают разными цветами и текстурами , однако насекомые могут воспринимать их совершенно по-другому . <EOS>
Вот это растение приспособилось подражать блестящей металлической поверхности тела некоторых жуков . <EOS>
Под растровым электронным микроскопом видно , что поверхность сильно отличается от тех поверхностей , на которые мы смотрели . <EOS>
Иногда всё растение целиком имитирует насекомое , даже с нашей точки зрения . <EOS>
Я думаю , что это похоже на какую-то летающую тварь . <EOS>
Это поразительный , удивительный цветок . <EOS>
И умный . Он называется обсидиан . <EOS>
Я называю его хитродиан . <EOS>
Для пчелы определённого вида он напоминает другую очень агрессивную пчелу , и она подлетает и ударяет его головой много раз , чтобы отогнать « пчелу » , и , конечно , покрывается пыльцой . <EOS>
Это растение также подражает другой орхидее , у которой есть чудесный склад пищи для насекомых . <EOS>
А у этой ничего для них нет . <EOS>
Так что она обманывает на двух уровнях — просто неслыханно . <EOS>
( Смех ) Вот иланг-иланг , компонент многих парфюмерных изделий . <EOS>
Я недавно унюхал кого-то , кто им надушился . <EOS>
Цветам в принципе не нужно быть настолько благоухающими . <EOS>
Они испускают поразительный спектр запахов для любых насекомых с обонянием . <EOS>
А вот это пахнет не так уж хорошо . <EOS>
Это цветок , который пахнет очень , очень дурно , и эволюционировал он , чтобы выглядеть как падаль . <EOS>
Это очень нравится мухам . <EOS>
Они залетают и опыляют . <EOS>
Вот этот , геликодицерос , также известный под названием « лилия мертвой лошади » . <EOS>
Я не знаю , как действительно пахнет мертвая лошадь , но этот определённо пахнет очень похоже . <EOS>
Это действительно ужасно . <EOS>
И мясные мухи просто не могут устоять . <EOS>
Они залетают внутрь и долетают до самого дна . <EOS>
Там они откладывают яйца , думая , что это отличный кусок падали , и не понимая , что тут нет пищи для личинок и личинки погибнут , однако тем временем растение получило выгоду , потому что щетинки расслабляются , и муха улетает опылять следующий цветок . Это потрясающе . <EOS>
Вот арум , арум макулатум , или же в США – аронник пятнистый . <EOS>
Я сфотографировал его на предыдущей неделе в Дорсете . <EOS>
Он разогревается примерно на 15 градусов выше температуры окружающей среды — поразительно . <EOS>
Если заглянуть в него сверху , то за початком видно нечто , похожее на плотину . Мух привлекает жар — испарение летучих соединений — и они застревают внизу в этом контейнере . <EOS>
Они пьют божественный нектар и становятся липкими . <EOS>
За ночь они покрываются пыльцой , обтекающей их сверху , а затем щетинки , которые мы видели выше , ослабляются и выпускают мушек , покрытых пыльцой . Потрясающая вещь . <EOS>
Если вы думаете , что это поразительно , то вот один из моих любимчиков . <EOS>
Филодендрон Селло . <EOS>
Те , кто из Бразилии , должны знать об этом растении . <EOS>
Это самая поразительная вещь . <EOS>
Вот эта фаллическая штука примерно 30 сантиметров длиной . <EOS>
Оно делает кое-что , что не делает ни одно другое известное мне растение : когда оно цветёт — вот в середине початок — на протяжении примерно двух дней , его обмен веществ похож на обмен веществ млекопитающих . <EOS>
Вместо крахмала , являющегося пищей для растений , оно берёт что-то похожее на бурый жир и сжигает его с такой скоростью , переваривает так же , как небольшого размера кот . <EOS>
Эта отдача энергии , в эквивалентном весе , в два раза выше , чем у колибри — совершенно поразительно . <EOS>
А ещё оно делает кое-что другое , тоже необычное . <EOS>
Оно не только разогревает себя до 115 по Фаренгейту , или 43-44 по Цельсию , в течение двух дней , но и поддерживает температуру постоянной . <EOS>
У него есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Вы спросите : « Почему же он это делает ? » <EOS>
Ну как будто вы не знали , что есть жуки , которые просто обожают заниматься любовью при этой температуре . <EOS>
Они забираются внутрь , и там такое начинается . <EOS>
( Смех ) А растение осыпает их пыльцой , и они отправляются опылять . <EOS>
Удивительно придумано . <EOS>
Большинство известных нам опылителей - насекомые , но в тропиках также многие птицы и бабочки опыляют . <EOS>
Многие тропические цветы красные , и нам кажется , что всё это потому , что что у бабочек и птиц зрение похоже на наше , и что они видят красный цвет очень хорошо . <EOS>
Но если взглянуть на спектр , то человек и птица видят красный , зелёный и синий - они видят этот спектр . <EOS>
Насекомые же видят зеленый , синий и ультрафиолет , причем они различают разные оттенки ультрафиолета , <EOS>
которые находятся на этом конце спектра . <EOS>
Наверняка вы думаете : « Было бы здорово , если бы мы могли увидеть их » . <EOS>
Да , мы можем . <EOS>
Так что же видит насекомое ? <EOS>
На прошлой неделе я снял вот эти фотографии cолнцецвета , семейство ладанниковые , в Дорсете . <EOS>
Это те самые маленькие жёлтые цветочки , которые мы наблюдаем повсеместно . <EOS>
Так это выглядит при дневном свете . <EOS>
А вот так это выглядит , если убрать красный . <EOS>
Большинство пчел не видят красный . <EOS>
Затем я надел на камеру ультрафиолетовые фильтры и сделал очень , очень длинную выдержку с определёнными частотами ультрафиолета , и вот что получилось . <EOS>
Самое что ни на есть « яблочко » . <EOS>
Конечно , мы знаем , что именно видят пчелы , не более чем вы знаете , что вижу я , когда я называю вот это красным . <EOS>
Мы не можем сказать , что происходит в уме соседа , не говорят уже о насекомом . <EOS>
Но картинка будет примерно такой же контрастной , сильно выделяющейся на заднем фоне . <EOS>
Вот ещё один маленький цветок — иной диапазон частот ультрафиолета , другие фильтры , для совпадения с опылителями . <EOS>
Они будут видеть примерно вот это . <EOS>
На случай , если вы подумаете , что это относится ко всем желтым цветам — ни один цветок в процессе съёмки не пострадал , этот был просто прикреплен к штативу , а не сорван - когда они в ультрафиолетовом свете , то взгляните на этот . <EOS>
Кстати , он мог послужить основой солнцезащитного крема , потому что такие кремы работают за счет поглощения ультрафиолета . <EOS>
Может быть , это соединение было бы полезным . <EOS>
Наконец , вот одна из энотер , которые Бьорн Рорслетт из Норвегии прислал мне — фантастический скрытый узор . <EOS>
Мне нравится идея чего-то скрытого . <EOS>
Я думаю , в этом есть что-то поэтическое . Эти фотографии были сняты с ультрафиолетовым фильтром , который в основном используется астрономами для съёмки Венеры — на самом деле облаков Венеры . <EOS>
Это основное назначение этого фильтра . <EOS>
Венера , конечно , богиня любви и плодородия , а это созвучно с цветами . <EOS>
Цветы не только тратят множество усилий на привлечение опылителей , они также как-то умудрились убедить нас высаживать целые поля цветов и дарить их друг другу в моменты рождения и смерти , и , в частности , на свадьбу , которая , если подумать , является моментом , олицетворяющим перенос генетического материала от одного организма другому . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам рассказать об окружающем нас мире . <EOS>
Есть много способов сделать это , но я предпочитаю сосредоточиться на том , чтобы помочь компьютерам говорить о том , что они видят и понимают . <EOS>
Если взять такую сцену , современный алгоритм компьютерного зрения может сказать вам , что здесь есть женщина и собака . <EOS>
Он может сказать , что женщина улыбается . <EOS>
Возможно , он даже сможет сказать , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые может вызвать у человека подобная сцена . <EOS>
Все взаимосвязи связанных между собой ситуаций . <EOS>
Может быть , вы уже видели такую собаку , как эта , или проводили время , бегая по пляжу , как эта , и это вызывает мысли и воспоминания о прошлом отпуске , о прошлых походах на пляж , о времени , проведенном в компании других собак . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , каково это - иметь такой опыт , понять , что мы разделяем , верим и чувствуем , тогда мы окажемся в отличном положении , чтобы начать развивать компьютерные технологии таким образом , чтобы они дополняли наш собственный опыт . <EOS>
Итак , углубляясь в эту тему , несколько лет назад я начал работать над тем , чтобы помочь компьютерам генерировать человекоподобные истории из последовательностей изображений . <EOS>
Так , однажды я работал со своим компьютером , спрашивая его , что он думает о поездке в Австралию . <EOS>
Он посмотрел на фотографии и увидел коалу . <EOS>
Он не знал , что такое коала , но сказал , что это интересное на вид существо . <EOS>
Затем я поделился с ним последовательностью картинок о горящем доме . <EOS>
&quot; Оно посмотрело на изображения и сказало : &quot; &quot; Это потрясающий вид ! Это захватывающее зрелище ! &quot; &quot; &quot; <EOS>
У меня по позвоночнику побежали мурашки . <EOS>
Оно увидело ужасное , меняющее жизнь и разрушающее жизнь событие и подумало , что это нечто позитивное . <EOS>
Я понял , что он распознал контраст , красные , желтые цвета и решил , что это нечто , заслуживающее положительного внимания . <EOS>
И отчасти это происходило потому , что большинство изображений , которые я ему давал , были позитивными . <EOS>
Это потому , что люди склонны делиться позитивными образами , когда они рассказывают о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением ИИ задача за задачей , набор данных за набором данных , я создавал огромные пробелы , дыры и слепые зоны в том , что он мог понять . <EOS>
И при этом я кодирую всевозможные предубеждения . <EOS>
Предвзятости , отражающие ограниченную точку зрения , ограниченную одним набором данных , - предвзятости , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предрассудки и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня туда , где я был в тот день , - как первые цветные изображения были откалиброваны по коже белой женщины , то есть цветная фотография была предвзята к черным лицам . <EOS>
И это предубеждение , это слепое пятно продолжалось и в 90-е годы . <EOS>
&quot; И эта же &quot; &quot; слепая зона &quot; &quot; сохраняется и сегодня в том , насколько хорошо мы можем распознавать лица разных людей с помощью технологии распознавания лиц. &quot; <EOS>
Я подумал о сегодняшнем состоянии искусства в исследованиях , когда мы склонны ограничивать наше мышление одним набором данных и одной проблемой . <EOS>
&quot; И что тем самым мы создаем больше &quot; &quot; слепых зон &quot; &quot; и предубеждений , которые ИИ может еще больше усилить . &quot; <EOS>
Тогда я понял , что мы должны глубоко задуматься о том , как технология , над которой мы работаем сегодня , будет выглядеть через пять лет , через 10 лет . <EOS>
Люди развиваются медленно , со временем , чтобы исправить проблемы во взаимодействии человека и окружающей среды . <EOS>
В отличие от них , искусственный интеллект развивается невероятно быстро . <EOS>
&quot; И это означает , что нам действительно важно задуматься об этом прямо сейчас - задуматься о наших собственных слепых зонах , наших собственных предубеждениях , подумать о том , как это влияет на создаваемые нами технологии , и обсудить , что сегодняшние технологии будут означать для завтрашнего дня &quot; &quot; . &quot; <EOS>
Руководители компаний и ученые высказали свое мнение о том , какой , по их мнению , будет технология искусственного интеллекта будущего . <EOS>
&quot; Стивен Хокинг предупреждает , что &quot; &quot; искусственный интеллект может покончить с человечеством &quot; &quot; . &quot; <EOS>
Элон Маск предупреждает , что это экзистенциальный риск и один из самых больших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
&quot; Билл Гейтс сказал : &quot; &quot; Я не понимаю , почему люди не проявляют больше беспокойства &quot; &quot; . &quot; <EOS>
Но эти взгляды - они часть истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта - это то , что мы называем доступом и с чем все работаем . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллекта , в которые мы можем внести свой вклад . <EOS>
Кроме того , мы можем делиться своим опытом . <EOS>
Мы можем делиться своим опытом работы с технологиями и тем , как они нас волнуют и как они нас возбуждают . <EOS>
Мы можем обсуждать то , что нам нравится . <EOS>
Мы можем прозорливо обсуждать те аспекты технологии , которые могут быть более полезными или более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на том , чтобы открыть дискуссию об ИИ с перспективой на будущее , это поможет создать общий разговор и осознание того , чем ИИ является сейчас , чем он может стать и все , что нам нужно сделать , чтобы добиться того результата , который нас больше всего устраивает . <EOS>
Мы уже видим и знаем это в технологиях , которыми пользуемся сегодня . <EOS>
Мы пользуемся смартфонами , цифровыми помощниками и Roombas . <EOS>
Являются ли они злом ? <EOS>
Возможно , иногда . <EOS>
Приносят ли они пользу ? <EOS>
Да , и это тоже . <EOS>
И не все они одинаковы . <EOS>
И вот вы уже видите свет , озаряющий будущее . <EOS>
Будущее продолжается из того , что мы строим и создаем прямо сейчас . <EOS>
Мы приводим в движение тот эффект домино , который определяет путь эволюции ИИ . <EOS>
В наше время , прямо сейчас , мы формируем ИИ завтрашнего дня . <EOS>
Технологии , которые погружают нас в дополненную реальность , оживляя прошлые миры . <EOS>
Технологии , которые помогают людям делиться своим опытом , когда им трудно общаться . <EOS>
Технологии , основанные на понимании потоковых визуальных миров , используемые в качестве технологий для самоуправляемых автомобилей . <EOS>
Технологии , основанные на понимании изображений и создании языка , развиваются в технологии , которые помогают людям с ослабленным зрением получить доступ к визуальному миру . <EOS>
Мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , присущие нам от рождения , такие как цвет кожи или выражение лица , чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая анализирует наши данные , даже данные , касающиеся нашего пола или расы , чтобы определить , можем ли мы получить кредит . <EOS>
Все , что мы видим сейчас , - это моментальный снимок эволюции искусственного интеллекта . <EOS>
Потому что то , где мы сейчас находимся , - это мгновение этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что произойдет в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы помогать людям , то нам нужно уже сейчас определить цели и стратегии , которые позволят пройти этот путь . <EOS>
Я хотел бы видеть то , что хорошо сочетается с людьми , с нашей культурой и окружающей средой . <EOS>
Технология , которая помогает и помогает тем из нас , кто страдает неврологическими заболеваниями или другими ограниченными возможностями , чтобы сделать жизнь одинаково комфортной для всех . <EOS>
Технологии , которые работают независимо от вашей демографической принадлежности или цвета кожи . <EOS>
И поэтому сегодня то , на чем я сосредоточен , - это технологии на завтра и на 10 лет вперед . <EOS>
ИИ может обернуться по-разному . <EOS>
Но в данном случае это не самодвижущийся автомобиль без цели . <EOS>
Это автомобиль , которым управляем мы . <EOS>
Мы выбираем , когда ускориться , а когда замедлиться . <EOS>
Мы выбираем , нужно ли нам поворачивать . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле для всего того , чем может стать искусственный интеллект . <EOS>
Он станет многим . <EOS>
И именно от нас сейчас зависит , что мы должны сделать , чтобы убедиться , что результаты работы искусственного интеллекта будут лучше для всех нас . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить всех вас на секунду задуматься над тем простым фактом , что большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле , смотреть на ночное небо и видеть звезды голыми глазами . <EOS>
Солнце обжигает наше периферийное зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И с тех пор , как Галилей направил свой простейший телескоп на небесные тела , вся известная нам Вселенная пришла к нам через свет , через огромные эпохи космической истории . <EOS>
И с помощью всех наших современных телескопов мы смогли собрать этот потрясающий немой фильм о Вселенной - эти серии снимков , которые восходят к Большому взрыву . <EOS>
И все же , Вселенная - это не немое кино , потому что Вселенная не безмолвна . <EOS>
Я хотел бы убедить вас , что у Вселенной есть саундтрек , и этот саундтрек играет само пространство , потому что пространство может колебаться , как барабан . <EOS>
Он может воспроизводить во всей Вселенной своеобразную запись некоторых самых драматических событий по мере их развития . <EOS>
Теперь мы хотели бы иметь возможность добавить к той великолепной визуальной композиции , которую мы имеем о Вселенной , звуковую композицию . <EOS>
И хотя мы никогда не слышали звуков из космоса , в ближайшие несколько лет мы действительно должны начать увеличивать громкость того , что там происходит . <EOS>
Поэтому в этом стремлении запечатлеть песни Вселенной мы обратим наше внимание на черные дыры и их перспективы , потому что черные дыры могут стучать по пространству-времени , как молоточки по барабану , и имеют очень характерную песню , которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том , какой будет эта песня . <EOS>
Возможно , когда-нибудь мы увидим тень , которую черная дыра может отбрасывать на очень яркий фон , но пока мы этого не сделали . <EOS>
И все же черные дыры можно услышать , даже если их не видно , и это потому , что они бьют в пространство-время , как в барабан . <EOS>
Идеей о том , что пространство может звенеть как барабан , мы обязаны Альберту Эйнштейну - которому мы обязаны очень многим . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы Вселенная была пустой , то она была бы похожа на эту картину , за исключением , может быть , полезной сетки , нарисованной на ней . <EOS>
Но если бы мы свободно падали сквозь пространство , даже без этой полезной сетки , мы могли бы нарисовать ее сами , потому что мы бы заметили , что путешествуем по прямым линиям , не отклоняющимся прямым путям через вселенную . <EOS>
Эйнштейн также понял - и это настоящее мясо вопроса - что если вы поместите энергию или массу во Вселенную , то она искривит пространство , и свободно падающий объект , проходя мимо , скажем , Солнца , будет отклоняться вдоль естественных изгибов пространства . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет изгибаться по этим траекториям . <EOS>
И вы можете отклониться настолько , что окажетесь на орбите вокруг Солнца , как Земля , или Луна вокруг Земли . <EOS>
Это естественные изгибы в пространстве . <EOS>
Эйнштейн не понимал , что если взять наше Солнце и сжать его до шести километров - то есть взять массу Земли в миллион раз больше и сжать ее до шести километров в поперечнике , - то получится черная дыра , объект настолько плотный , что если свет слишком близко отклонится , он никогда не сможет выйти - темная тень на фоне Вселенной . <EOS>
Но Эйнштейн всегда считал черные дыры математической странностью . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
&quot; Прошло несколько десятилетий , прежде чем появился термин &quot; &quot; черная дыра &quot; &quot; , и люди поняли , что черные дыры являются реальными астрофизическими объектами - на самом деле это состояние смерти очень массивных звезд , которые катастрофически разрушаются в конце своей жизни . &quot; <EOS>
Сейчас наше Солнце не превратится в черную дыру . <EOS>
Оно на самом деле недостаточно массивное . <EOS>
Но если мы проведем небольшой мысленный эксперимент - как это очень любил делать Эйнштейн - мы можем представить себе , что Солнце уменьшилось до шести километров , а вокруг него на орбите появилась крошечная Земля , может быть , в 30 километрах от Солнца с черной дырой . <EOS>
И она будет самосветящейся , потому что теперь Солнца нет , у нас нет другого источника света - так давайте сделаем нашу маленькую Землю самосветящейся . <EOS>
И вы поймете , что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры . <EOS>
Эта раздавленная черная дыра на самом деле поместится внутри Манхэттена , более или менее . <EOS>
Она может немного выплеснуться в Гудзон , прежде чем уничтожит Землю . <EOS>
Но , в принципе , это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который можно сжать до половины площади Манхэттена . <EOS>
Итак , мы перемещаем Землю очень близко - на расстояние 30 километров - и замечаем , что она совершенно нормально вращается вокруг черной дыры . <EOS>
Существует некий миф о том , что черные дыры пожирают все во Вселенной , но на самом деле , чтобы попасть внутрь , нужно подойти очень близко . <EOS>
Но что очень впечатляет , так это то , что с нашей точки обзора мы всегда можем видеть Землю . <EOS>
Она не может спрятаться за черной дырой . <EOS>
Свет от Земли , часть его попадает внутрь , но часть линзируется и возвращается к нам . <EOS>
Так что вы не можете ничего спрятать за черной дырой . <EOS>
&quot; Если бы это была &quot; &quot; Звезда Галактики &quot; &quot; и вы сражались с сайлонами , не прячьтесь за черной дырой . &quot; <EOS>
Они могут вас увидеть . <EOS>
Наше Солнце не превратится в черную дыру - оно недостаточно массивное , - но в нашей галактике десятки тысяч черных дыр . <EOS>
И если бы одна из них затмила Млечный Путь , вот как бы это выглядело . <EOS>
Мы увидели бы тень этой черной дыры на фоне ста миллиардов звезд галактики Млечный Путь и ее светящихся пылевых полос . <EOS>
И если бы мы падали в сторону этой черной дыры , мы бы увидели весь этот свет , линзированный вокруг нее , и мы могли бы даже начать переходить в эту тень и не заметить , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались запустить ракеты и выбраться оттуда , потому что мы не смогли бы этого сделать , как не смог бы убежать свет . <EOS>
Но даже если черная дыра темна снаружи , она не темна внутри , потому что весь свет из галактики может падать на нас сзади . <EOS>
И хотя из-за релятивистского эффекта , известного как замедление времени , наши часы будут казаться замедленными относительно галактического времени , это будет выглядеть так , как будто эволюция галактики ускорилась и выстрелила в нас прямо перед тем , как мы были раздавлены насмерть черной дырой . <EOS>
Это было бы похоже на околосмертный опыт , когда вы видите свет в конце туннеля , но это полный опыт смерти . <EOS>
( Смех ) И нет никакого способа рассказать кому-либо о свете в конце туннеля . <EOS>
Мы никогда не видели подобной тени черной дыры , но черные дыры можно услышать , даже если их не видно . <EOS>
Представьте себе астрофизически реалистичную ситуацию - представьте две черные дыры , которые прожили долгую жизнь вместе . <EOS>
Может быть , они начинали как звезды и разрушились до двух черных дыр - каждая из которых в 10 раз больше массы Солнца . <EOS>
И теперь мы собираемся раздавить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они обращаются друг вокруг друга со скоростью , близкой к скорости света . <EOS>
Таким образом , они преодолевают тысячи километров за доли секунды , и при этом они не только искривляют пространство , но и оставляют после себя кольцевые колебания пространства , настоящие волны в пространстве-времени . <EOS>
Пространство сжимается и растягивается , когда оно выходит из этих черных дыр , стучащих по Вселенной . <EOS>
И они распространяются в космосе со скоростью света . <EOS>
Это компьютерное моделирование - заслуга группы по теории относительности в НАСА Годдард . <EOS>
Потребовалось почти 30 лет , чтобы кто-то в мире смог решить эту проблему . <EOS>
Это была одна из групп . <EOS>
Здесь показаны две черные дыры на орбите вокруг друг друга , опять же , с помощью этих кривых . <EOS>
И если вы видите - это довольно слабо - но если вы видите красные волны , исходящие от них , то это гравитационные волны . <EOS>
Это буквально звуки космического звона , и они будут распространяться от этих черных дыр со скоростью света по мере того , как они будут спускаться вниз и объединяться в одну вращающуюся , тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы со сжатием и растяжением пространства . <EOS>
Вы бы буквально услышали этот звук . <EOS>
Конечно , ваша голова будет сжиматься и растягиваться несильно , поэтому вам будет трудно понять , что происходит . <EOS>
Но я хотел бы воспроизвести для вас звук , который мы предсказываем . <EOS>
Это из моей группы - чуть менее гламурное компьютерное моделирование . <EOS>
Представьте себе легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , это легкая черная дыра ударяется о пространство каждый раз , когда она приближается . <EOS>
Если она отдаляется , то звук становится слишком тихим . <EOS>
Но она приближается , как молоток , и буквально раскалывает пространство , колебля его , как барабан . <EOS>
И мы можем предсказать , каким будет звук . <EOS>
Мы знаем , что по мере того , как он падает , он становится все быстрее и громче . <EOS>
И в конце концов , мы услышим , как маленький парень просто проваливается в большего парня . <EOS>
Теперь я никогда не слышал его так громко - на самом деле он более драматичен . <EOS>
Дома это звучит как-то антиклиматично . <EOS>
&quot; Это что-то вроде &quot; &quot; динь , динь , динь &quot; &quot; . &quot; <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не покажу вам никаких изображений , потому что черные дыры не оставляют за собой полезные следы чернил , а космос не нарисован , показывая вам изгибы . <EOS>
Но если бы вы пролетали мимо в космосе во время космического отпуска и услышали это , вам захотелось бы пошевелиться . <EOS>
( Смех ) Хочется убежать от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры сближаются . <EOS>
В этом случае они обе сильно колеблются . <EOS>
А потом они сольются . <EOS>
Этот стрекот очень характерен для слияния черных дыр - он раздается в конце . <EOS>
Вот это и есть наш прогноз того , что мы увидим . <EOS>
К счастью , мы находимся на безопасном расстоянии в Лонг-Бич , Калифорния . <EOS>
И , конечно , где-то во Вселенной две черные дыры слились . <EOS>
И , конечно , пространство вокруг нас звенит после путешествия , возможно , в миллион световых лет , или миллион лет со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы кто-то из нас мог его услышать . <EOS>
На Земле строятся очень трудолюбивые эксперименты - один из них называется LIGO - который обнаружит отклонения в сжатии и растяжении пространства на расстоянии менее чем доля ядра атома на четыре километра . <EOS>
Это удивительно амбициозный эксперимент , и в ближайшие несколько лет он достигнет высокой чувствительности , чтобы уловить это . <EOS>
Также предлагается космическая миссия , которая , надеемся , будет запущена в ближайшие десять лет , под названием LISA . <EOS>
LISA сможет увидеть сверхмассивные черные дыры - черные дыры , масса которых в миллионы или миллиарды раз превышает массу Солнца . <EOS>
На этом снимке Хаббла мы видим две галактики . <EOS>
Они выглядят так , будто застыли в объятиях . <EOS>
И в ядре каждой из них , вероятно , находится сверхмассивная черная дыра . <EOS>
Но они не застыли , они сливаются . <EOS>
Эти две черные дыры сталкиваются , и их слияние будет происходить в течение миллиарда лет . <EOS>
Для нашего человеческого восприятия невозможно уловить такую продолжительность . <EOS>
Но LISA может увидеть финальные стадии двух сверхмассивных черных дыр на более ранних этапах истории Вселенной , последние 15 минут перед их слиянием . <EOS>
И это не только черные дыры , но и любое большое возмущение во Вселенной - и самое большое из них - Большой взрыв . <EOS>
&quot; Когда это выражение было придумано , оно было насмешливым - типа &quot; &quot; О , кто поверит в Большой взрыв ? &quot; &quot; . &quot; <EOS>
Эта анимация от моих друзей из Proton Studios показывает взгляд на Большой взрыв со стороны . <EOS>
&quot; На самом деле мы никогда не хотим этого делать . Мы хотим быть внутри Вселенной , потому что не существует такого понятия , как &quot; &quot; стоять вне Вселенной &quot; &quot; . &quot; <EOS>
Итак , представьте , что вы внутри Большого взрыва . <EOS>
Он повсюду , он вокруг вас , и пространство хаотично колеблется . <EOS>
Проходит четырнадцать миллиардов лет , а эта песня все еще звучит вокруг нас . <EOS>
Образуются галактики , в них формируются поколения звезд , и вокруг одной звезды , хотя бы одной , образуется пригодная для жизни планета . <EOS>
И вот мы лихорадочно строим эти эксперименты , делаем эти расчеты , пишем эти компьютерные коды . <EOS>
Представьте себе , что миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня звучала в космосе все это время . <EOS>
Нас здесь даже не было . <EOS>
Она становится все ближе и ближе - 40 000 лет назад мы все еще делали наскальные рисунки . <EOS>
Если бы это был Большой взрыв , который мы собирались поднять , он бы звучал так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум ; это такой хаотичный звон . <EOS>
Но он окружает нас повсюду , предположительно , если он не был стерт каким-то другим процессом во Вселенной . <EOS>
И если мы его уловим , это будет музыкой для наших ушей , потому что это будет тихий отзвук того момента создания нашей Вселенной , нашей наблюдаемой Вселенной . <EOS>
Так что в ближайшие несколько лет мы сможем немного усилить звуковую дорожку , воспроизвести Вселенную в аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это еще больше приблизит нас к пониманию Большого взрыва , что еще больше приблизит нас к тому , чтобы задать некоторые из самых трудных , самых неуловимых вопросов . <EOS>
Если мы прокрутим фильм о нашей Вселенной в обратном порядке , мы узнаем , что в нашем прошлом был Большой взрыв , и мы даже можем услышать его какофонический звук , но был ли наш Большой взрыв единственным Большим взрывом ? <EOS>
Я имею в виду , что мы должны спросить , случалось ли это раньше ? <EOS>
Случится ли это снова ? <EOS>
В духе призыва TED вновь зажечь удивление мы можем задать вопросы , по крайней мере , в эту последнюю минуту , которые , честно говоря , могут ускользнуть от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная - это просто шлейф какой-то более великой истории ? <EOS>
Или возможно ли , что мы просто ответвление от мультивселенной - каждая ветвь со своим собственным Большим взрывом в прошлом - возможно , некоторые из них с черными дырами , играющими на барабанах , возможно , некоторые без них - возможно , некоторые с разумной жизнью , а некоторые без нее - не в нашем прошлом , не в нашем будущем , но каким-то образом фундаментально связанные с нами ? <EOS>
Так что мы должны задаться вопросом , если существует мультивселенная , есть ли в каком-то другом участке этой мультивселенной существа ? <EOS>
Вот мои существа из мультивселенной . <EOS>
Есть ли в мультивселенной другие существа , удивляющиеся нам и задающиеся вопросом о собственном происхождении ? <EOS>
И если да , то я могу представить их такими же , как мы , - вычисляющими , пишущими компьютерный код , строящими приборы , пытающимися обнаружить слабый звук своего происхождения и задающимися вопросом , кто еще там есть . <EOS>
Спасибо . Спасибо . <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил , что над городом висит дымка . <EOS>
Я езжу туда в большинстве дней , поэтому было необычно , что я не заметил этого раньше . <EOS>
Йоханнесбург известен своим характерным горизонтом , который в то утро я едва мог разглядеть . <EOS>
Я не сразу понял , что передо мной огромное облако загрязненного воздуха . <EOS>
Контраст между знакомой мне живописной природой и этим покрытым смогом горизонтом что-то всколыхнул во мне . <EOS>
Я был потрясен возможностью того , что этот город ярких и живых закатов будет заслонен тусклой дымкой . <EOS>
В тот момент я почувствовал желание что-то с этим сделать , но я не знал что . <EOS>
Я знал только , что не могу просто стоять сложа руки . <EOS>
Главная проблема заключалась в том , что я мало что знал об экологической науке , управлении качеством воздуха или химии атмосферы . <EOS>
Я - компьютерный инженер , и я был уверен , что не смогу найти выход из этой проблемы загрязнения воздуха . <EOS>
( Смех ) Кто я такой , чтобы что-то делать с этой проблемой ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я усвоил очень важный урок , который мы все должны принять близко к сердцу , если хотим работать над созданием лучшего будущего . <EOS>
Даже если вы не являетесь экспертом в определенной области , ваш внешний опыт может быть ключом к решению больших проблем в этой области . <EOS>
Иногда уникальная перспектива , которой вы обладаете , может привести к нестандартному мышлению , способному сдвинуть дело с мертвой точки , но вы должны быть достаточно смелыми , чтобы попробовать . <EOS>
Только так вы сможете узнать . <EOS>
Тогда я знал , что если я хочу попытаться изменить ситуацию к лучшему , мне нужно сначала разобраться в проблеме загрязнения воздуха , поэтому я снова стал студентом . <EOS>
Я провел небольшое фундаментальное исследование и вскоре узнал , что загрязнение воздуха является крупнейшим в мире экологическим риском для здоровья . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей в мире в 2012 году были связаны с бытовым загрязнением и загрязнением атмосферного воздуха , причем большинство из них приходится на страны с низким и средним уровнем дохода . <EOS>
Только от загрязнения атмосферного воздуха ежегодно умирает больше людей , чем от малярии и ВИЧ / СПИДа . <EOS>
В Африке преждевременные смерти от небезопасных санитарных условий или недоедания в детском возрасте меркнут по сравнению со смертями от загрязнения воздуха , и это влечет за собой огромные экономические затраты : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Сейчас , в своей работе , я исследую новые границы искусственного интеллекта , где симбиотические отношения между человеком и машиной могут обрести благотворную основу и помочь нам принимать лучшие решения . <EOS>
Когда я задумался о проблеме загрязнения воздуха , стало ясно , что нам необходимо найти способ принимать более эффективные решения о том , как мы управляем загрязнением воздуха , а учитывая масштаб проблемы , это необходимо делать совместными усилиями . <EOS>
Поэтому я решил , что мне лучше познакомиться с людьми , работающими в этой области . <EOS>
Я начал разговаривать с чиновниками из города Йоханнесбурга и других близлежащих городов , обратился к местному научному сообществу , а также сделал несколько холодных звонков . <EOS>
Процесс взаимодействия , который я начал , помог мне глубже понять проблему . <EOS>
Он также помог мне избежать ловушки , в которую иногда попадают люди моей профессии при попытке внедрения инноваций , когда мы быстро применяем технологию , не разобравшись в проблеме . <EOS>
Я начал разрабатывать идею о том , что я могу сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я могу объединить каким-то значимым образом мои навыки в области программной инженерии и искусственного интеллекта и опыт людей , к которым я обратился . <EOS>
Я хотел создать онлайн-платформу для управления качеством воздуха , которая бы выявляла тенденции загрязнения и прогнозировала будущее , чтобы определить , каких результатов можно ожидать . <EOS>
Я был полон решимости воплотить свою идею в практическое решение , но я столкнулся с неопределенностью и не имел никаких гарантий успеха . <EOS>
У меня был очень специфический набор инженерных навыков , которые я приобрел за свою карьеру ( Смех ) и которые были новыми для людей , работавших над проблемой загрязнения воздуха в течение многих лет . <EOS>
Я понял , что иногда всего один свежий взгляд , один новый набор навыков может создать условия для того , чтобы произошло нечто замечательное . <EOS>
Наша сила воли и воображение - это путеводная звезда , позволяющая нам прокладывать новые пути и преодолевать препятствия . <EOS>
Вооружившись более глубоким пониманием проблемы загрязнения воздуха и сумев собрать данные об уровне загрязнения воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях за более чем десятилетие , я и мои коллеги из Южной Африки и Китая создали систему поддержки принятия решений по качеству воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные реального времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения для прогнозирования будущих уровней загрязнения для нескольких различных загрязнителей на несколько дней вперед . <EOS>
Это означает , что граждане могут принимать более взвешенные решения о своих ежедневных передвижениях и о том , где поселить свои семьи . <EOS>
Мы можем заранее предсказывать неблагоприятные события , связанные с загрязнением окружающей среды , выявлять сильные загрязнители , и соответствующие органы власти могут приказать им сократить масштабы своей деятельности . <EOS>
С помощью сценарного планирования градостроители также могут принимать более взвешенные решения о том , как расширять инфраструктуру , например , населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотное испытание нашей технологии , которое длилось 120 дней и охватило всю Южную Африку . <EOS>
Наши результаты были подтверждены , когда мы продемонстрировали тесную корреляцию между данными прогнозирования и данными , которые мы получали на местах . <EOS>
&quot; Благодаря нашему лидерству мы создали передовые , ведущие в мире активы , которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью , принося пользу городу , в который я въехал одним зимним утром не так давно и подумал : &quot; &quot; Что-то здесь не так . Интересно , что можно сделать ? &quot; &quot; &quot; <EOS>
Так вот в чем дело : Что , если бы я не исследовал проблему загрязнения воздуха дальше ? <EOS>
Что , если бы я не проявил беспокойства о состоянии окружающей среды и просто надеялся , что кто-то , где-то , позаботится об этом ? <EOS>
Я понял , что , приступая к сложному делу , которое продвигает дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и подумать о последствиях бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и оппозицию , но это должно мотивировать нас еще больше . <EOS>
Поэтому , где бы вы ни находились , в следующий раз , когда вы обнаружите , что вас распирает какое-то естественное любопытство , и это касается чего-то , что вас волнует , и у вас есть какие-то безумные или смелые идеи , и , возможно , это выходит за рамки вашей компетенции , спросите себя следующее : Почему бы и нет ? <EOS>
Почему бы просто не взяться за дело и не решить проблему как можно лучше , по-своему ? <EOS>
Возможно , вы будете приятно удивлены . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение автомобиля - это занятие исключительно для тех , кто может видеть . <EOS>
До сих пор считалось , что безопасное и самостоятельное вождение автомобиля слепым человеком - задача невыполнимая . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы дарим свободу и независимость слепым , создавая автомобиль для слабовидящих . <EOS>
Прежде чем я расскажу об автомобиле для слепых , позвольте мне кратко рассказать вам о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Речь шла о создании роботизированного автомобиля , который может управлять собой . <EOS>
Вы нажимаете на старт , никто ничего не трогает , и он может добраться до места назначения полностью автономно . <EOS>
В 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом соревновании . <EOS>
Примерно в это же время Национальная федерация слепых , или NFB , обратилась к исследовательскому комитету с вопросом , кто может разработать автомобиль , позволяющий слепому человеку безопасно и самостоятельно управлять автомобилем . <EOS>
&quot; Мы решили попробовать , потому что подумали : &quot; &quot; Эй , как это может быть сложно ? &quot; &quot; . &quot; <EOS>
У нас уже есть автономный автомобиль . <EOS>
Мы просто посадим в него слепого человека , и все готово , верно ? <EOS>
( Смех ) Мы не могли ошибиться . <EOS>
NFB хотела не автомобиль , который может возить слепого человека , а автомобиль , в котором слепой человек может принимать активные решения и управлять автомобилем . <EOS>
Поэтому нам пришлось выбросить все в окно и начать с нуля . <EOS>
Чтобы проверить эту безумную идею , мы разработали небольшой прототип дюнного багги , чтобы проверить ее осуществимость . <EOS>
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность прокатиться на нем . <EOS>
Это был совершенно потрясающий опыт . <EOS>
Но проблема с этим автомобилем заключалась в том , что он был разработан для управления только в очень контролируемой среде , на ровной , закрытой парковке - даже на полосах , обозначенных красными дорожными конусами . <EOS>
Поэтому , добившись успеха , мы решили сделать следующий большой шаг - разработать настоящий автомобиль , которым можно будет управлять на реальных дорогах . <EOS>
Как же он работает ? <EOS>
Ну , это довольно сложная система , но позвольте мне попытаться объяснить ее , возможно , упростить . <EOS>
Итак , у нас есть три этапа . <EOS>
У нас есть восприятие , вычисления и невизуальные интерфейсы . <EOS>
Очевидно , что водитель не видит , поэтому система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем начальный измерительный блок . <EOS>
Он измеряет ускорение , угловое ускорение - как человеческое ухо , внутреннее ухо . <EOS>
Мы объединяем эту информацию с GPS-устройством , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для определения полос дороги . <EOS>
Кроме того , мы используем три лазерных дальномера . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия - автомобиль , приближающийся спереди , сзади , а также любые препятствия , выходящие на дорогу , любые препятствия вокруг автомобиля . <EOS>
Весь этот огромный объем информации поступает в компьютер , а компьютер может делать две вещи . <EOS>
Во-первых , обрабатывать эту информацию , чтобы иметь представление об окружающей обстановке - вот полосы дороги , вот препятствия - и передавать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы определить наиболее безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции по управлению автомобилем . <EOS>
Но проблема заключается в следующем : Как передать эту информацию и инструкции человеку , который не может видеть достаточно быстро и точно , чтобы он мог управлять автомобилем ? <EOS>
Для этого мы разработали множество различных типов технологий невизуального пользовательского интерфейса . <EOS>
&quot; Начиная от трехмерной звуковой системы &quot; &quot; пинг &quot; &quot; , вибрирующего жилета , колесика с голосовыми командами , полоски для ног , даже обуви , которая оказывает давление на стопу . &quot; <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Первый интерфейс называется DriveGrip . <EOS>
Это пара перчаток , на костяшках которых есть вибрирующие элементы , чтобы вы могли передавать инструкции по управлению - направление и интенсивность . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Это кресло - по сути , это массажное кресло . <EOS>
Мы потрошим его , переставляем вибрирующие элементы в разных направлениях и приводим их в действие , чтобы передать информацию о скорости , а также инструкции по использованию педали газа и тормоза . <EOS>
Вот здесь вы можете видеть , как компьютер понимает окружающую среду , а поскольку вы не можете видеть вибрацию , мы поместили красные светодиоды на водительское место , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , которые передаются на устройства через компьютер . <EOS>
Таким образом , эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это обучающие устройства . <EOS>
Так что это не совсем свобода , верно ? <EOS>
Компьютер говорит вам , как вести машину - повернуть налево , повернуть направо , ускориться , остановиться . <EOS>
&quot; Мы называем это &quot; &quot; проблемой водителя на заднем сиденье &quot; &quot; . &quot; <EOS>
Итак , мы отходим от обучающих подсказок и теперь больше внимания уделяем информационным устройствам . <EOS>
Хороший пример такого информационного невизуального пользовательского интерфейса - AirPix . <EOS>
Представьте его как монитор для слепых . <EOS>
Это маленький планшет , в нем много отверстий , из которых выходит сжатый воздух , так что он может рисовать изображения . <EOS>
Так что даже если вы слепы , вы можете накрыть его рукой , вы можете видеть полосы дороги и препятствия . <EOS>
Кроме того , вы можете изменять частоту выходящего воздуха и , возможно , его температуру . <EOS>
Так что это фактически многомерный пользовательский интерфейс . <EOS>
Здесь вы можете увидеть левую камеру , правую камеру автомобиля и то , как компьютер интерпретирует эту информацию и отправляет ее на AirPix . <EOS>
Для этого мы показываем симулятор - слепой человек за рулем с помощью AirPix . <EOS>
Этот симулятор был также очень полезен для обучения слепых водителей , а также для быстрого тестирования различных идей для различных типов невизуальных пользовательских интерфейсов . <EOS>
В принципе , так оно и работает . <EOS>
Но этот автомобиль является прототипом , и он не появится на дорогах , пока не будет доказано , что он так же безопасен , как и современные автомобили , или даже безопаснее . <EOS>
И я искренне верю , что это может произойти . <EOS>
Но все же , примет ли общество такую радикальную идею ? <EOS>
Как мы будем оформлять страховку ? <EOS>
Как мы будем выдавать водительские права ? <EOS>
Помимо технологических проблем , существует множество различных препятствий , которые нам необходимо решить , прежде чем это станет реальностью . <EOS>
Конечно , главная цель этого проекта - разработать автомобиль для слепых . <EOS>
Но потенциально важнее этого - огромная ценность побочных технологий , которые могут появиться в результате этого проекта . <EOS>
Используемые датчики могут видеть сквозь темноту , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применить их для создания более безопасных автомобилей для зрячих людей . <EOS>
Или для слепых , бытовой техники - в образовательной среде , в офисе . <EOS>
Только представьте , в классе учитель пишет на доске , а слепой ученик может видеть написанное и читать с помощью этих невизуальных интерфейсов . <EOS>
Это бесценно . <EOS>
Так что сегодня , то , что я вам сегодня показал , это только начало . <EOS>
Спасибо вам большое . <EOS>
( Аплодисменты ) <EOS>
Как для художника , для меня очень важна связь . <EOS>
Своими работами я пытаюсь донести мысль о том , что люди не отделены от природы и что все взаимосвязано . <EOS>
Впервые я побывал в Антарктиде почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Меня охватило благоговение . <EOS>
Мое сердце билось быстро , голова кружилась , я пытался понять , что это такое , что стоит передо мной . <EOS>
Айсберги вокруг меня были почти на 200 футов из воды , и я мог только гадать , что это одна снежинка на другой снежинке , год за годом . <EOS>
Айсберги рождаются , когда они откалываются от ледников или отрываются от ледяных шельфов . <EOS>
У каждого айсберга есть своя индивидуальность . <EOS>
Они по-своему взаимодействуют с окружающей средой и своим опытом . <EOS>
Одни отказываются сдаваться и держатся до конца , а другие не могут больше терпеть и рушатся в порыве драматической страсти . <EOS>
Глядя на айсберг , легко подумать , что он изолирован , что он отдельный и одинокий , как и мы , люди , иногда думаем о себе . <EOS>
Но реальность далека от этого . <EOS>
Когда айсберг тает , я вдыхаю его древнюю атмосферу . <EOS>
Когда айсберг тает , он высвобождает богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов так , как будто делаю портреты своих предков , зная , что в эти отдельные моменты они существуют в таком виде и никогда больше не будут существовать в таком виде . <EOS>
Это не смерть , когда они тают ; это не конец , а продолжение их пути через цикл жизни . <EOS>
Некоторые льды в айсбергах , которые я фотографирую , очень молодые - им несколько тысяч лет . <EOS>
А возраст некоторых льдов превышает 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы вам показать , - это айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда удается увидеть , как айсберг катится . <EOS>
Так что вот он . <EOS>
С левой стороны вы видите небольшую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
Я хотел бы , чтобы вы обратили внимание на форму айсберга и на то , где он находится у ватерлинии . <EOS>
Здесь видно , что он начинает крениться , лодка переместилась на другую сторону , а человек стоит там . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Он находится на высоте около 120 футов над водой , или 40 метров . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И вот так айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Знаете ли вы , сколько видов цветущих растений существует ? <EOS>
Существует четверть миллиона - по крайней мере , это те , о которых мы знаем - четверть миллиона видов цветущих растений . <EOS>
И цветы - настоящая морока . <EOS>
Растениям очень трудно их производить . <EOS>
Они требуют огромного количества энергии и ресурсов . <EOS>
Зачем им так напрягаться ? <EOS>
И ответ , конечно , как и на многие другие вещи в мире , - это секс . <EOS>
Я знаю , что у вас на уме , когда вы смотрите на эти фотографии . <EOS>
И причина , по которой половое размножение так важно - есть много других вещей , которые растения могут делать для размножения . <EOS>
Вы можете брать черенки ; они могут заниматься сексом с самими собой ; они могут опылять себя . <EOS>
Но им действительно нужно распространять свои гены , чтобы смешивать их с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция работает именно так . <EOS>
Теперь растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , уже видели некоторые из этих фотографий . <EOS>
Как я уже сказал , в каждом доме должен быть сканирующий электронный микроскоп , чтобы иметь возможность их увидеть . <EOS>
Существует столько же различных видов пыльцы , сколько и цветущих растений . <EOS>
И это очень полезно для криминалистики и так далее . <EOS>
Большинство пыльцы , которая вызывает у нас сенную лихорадку , - это пыльца растений , которые распространяют ее с помощью ветра , и это очень неэффективный процесс , поэтому она так сильно бьет нам в нос . <EOS>
Потому что вам приходится выбрасывать массу и массу ее , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые содержатся в пыльце , каким-то образом случайно попадут на другой цветок . <EOS>
Поэтому все травы , то есть все зерновые культуры , и большинство деревьев имеют пыльцу , переносимую ветром . <EOS>
Но большинство видов используют для этого насекомых , и это в некотором смысле более разумно , потому что пыльцы им нужно не так много . <EOS>
Насекомые и другие виды могут забирать пыльцу и переносить ее прямо туда , где она необходима . <EOS>
Итак , мы знаем , очевидно , о взаимоотношениях между насекомыми и растениями . <EOS>
Это симбиотические отношения , будь то мухи , птицы или пчелы , они получают что-то взамен , и это что-то взамен , как правило , нектар . <EOS>
Иногда этот симбиоз приводит к прекрасным адаптациям - ястреб-мотылек колибри прекрасен в своей адаптации . <EOS>
Растение получает что-то , а мотылек-ястреб распространяет пыльцу в другом месте . <EOS>
Растения эволюционировали , чтобы создавать небольшие посадочные полосы для пчел , которые могли сбиться с пути . <EOS>
На многих растениях есть метки , напоминающие других насекомых . <EOS>
Это пыльники лилии , сделанные таким образом , что когда ничего не подозревающее насекомое садится на них , пыльник переворачивается и ударяет его по спине большим количеством пыльцы , которую он затем переносит на другое растение . <EOS>
А есть орхидея , которая , как вам может показаться , имеет челюсти , и в некотором смысле так оно и есть : она заставляет насекомое уползти , покрываясь пыльцой , которую оно потом переносит в другое место . <EOS>
Орхидеи : существует не менее 20 000 видов орхидей - удивительно , удивительно разнообразных . <EOS>
И они идут на всевозможные ухищрения . <EOS>
Им приходится пытаться привлечь опылителей , чтобы те выполнили их просьбу . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что именно ее он изучал и сделал замечательное предсказание , когда увидел ее - вы можете видеть , что от орхидеи вниз спускается очень длинная трубка для нектара . <EOS>
И в основном насекомое - мы находимся в центре цветка - должно просунуть свой маленький хоботок прямо в середину этой трубки и спуститься по ней вниз , чтобы добраться до нектара . <EOS>
&quot; И Дарвин , глядя на этот цветок , сказал : &quot; &quot; Наверное , что-то эволюционировало вместе с этим &quot; &quot; . &quot; <EOS>
И конечно же , появилось насекомое . <EOS>
И я имею в виду , что обычно оно как бы сворачивает его , но в прямом виде оно выглядит вот так . <EOS>
Теперь вы можете себе представить , что если нектар - это такая ценная вещь , которая дорого обходится растению , и она привлекает множество опылителей , то , как и в человеческом сексе , люди могут начать обманывать . <EOS>
&quot; Они могут сказать : &quot; &quot; У меня есть немного нектара . Не хочешь ли ты прийти и взять его ? &quot; &quot; . &quot; <EOS>
Вот это растение . <EOS>
Вот растение , которое очень любят насекомые в Южной Африке , и у них развился длинный хоботок , чтобы доставать нектар снизу . <EOS>
А это - мимикрия . <EOS>
Это растение подражает первому растению . <EOS>
А вот муха с длинным хоботком , которая не получила нектар от имитатора , потому что имитатор не дает ей нектар . Она думала , что получит . <EOS>
Поэтому муха не только не получила нектар с растения-мимика , но и - если вы посмотрите очень внимательно на головную часть , то увидите , что на ней есть немного пыльцы , которую она передала бы другому растению , если бы только какой-нибудь ботаник не пришел и не приклеил ее к синему листку открытки . <EOS>
( Смех ) Теперь обман распространяется по всему растительному царству . <EOS>
Этот цветок с его черными точками : для нас они могут выглядеть как черные точки , но , скажу я вам , для самца насекомого соответствующего вида это выглядит как две самки , которые очень , очень горячи . <EOS>
( Смех ) И когда насекомое прилетает туда и садится на них , обмакивая себя в пыльцу , которую оно , конечно же , собирается перенести на другое растение , если вы посмотрите на снимок , сделанный с помощью сканирующего электронного микроскопа , который должен быть у каждого дома , вы увидите , что там действительно есть некоторые узоры , которые являются трехмерными . <EOS>
Так что насекомое , вероятно , даже чувствует себя хорошо , а также хорошо выглядит . <EOS>
На этих снимках , сделанных с помощью электронного микроскопа - вот один из снимков орхидеи , имитирующей насекомое , - видно , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , очень , очень разные текстуры для насекомого . <EOS>
А этот вид эволюционировал , чтобы имитировать блестящую металлическую поверхность , которую можно увидеть у некоторых жуков . <EOS>
Под сканирующим электронным микроскопом можно увидеть , что поверхность здесь действительно сильно отличается от других поверхностей , которые мы рассматривали . <EOS>
Иногда все растение подражает насекомому , даже для нас . <EOS>
Я имею в виду , что это похоже на какое-то летающее животное или зверя . <EOS>
Это замечательная , удивительная вещь . <EOS>
А вот это - умное . Называется обсидиан . <EOS>
Иногда я думаю о нем как об инсидиуме . <EOS>
Для пчелы нужного вида это выглядит как другая очень агрессивная пчела , и она идет и бьет ее по голове много-много раз , пытаясь прогнать , и , конечно , покрывает себя пыльцой . <EOS>
Другое дело , что это растение подражает другой орхидее , у которой есть прекрасные запасы пищи для насекомых . <EOS>
А у этой для них ничего нет . <EOS>
Так что это обман на двух уровнях - сказочный . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я на самом деле чувствовал запах от кого-то . <EOS>
И цветы не обязательно должны быть такими аляповатыми . <EOS>
Они посылают фантастический аромат любому насекомому , которое его примет . <EOS>
Этот пахнет не очень хорошо . <EOS>
Это цветок , который действительно , действительно пахнет довольно отвратительно и создан , опять же , эволюционно , чтобы выглядеть как падаль . <EOS>
Поэтому мухи любят его . <EOS>
Они прилетают и опыляют . <EOS>
Этот цветок , который называется helicodiceros , также известен как арум мертвой лошади . <EOS>
Я не знаю , как на самом деле пахнет мертвая лошадь , но эта , вероятно , пахнет очень похоже . <EOS>
Это действительно ужасно . <EOS>
А мухи просто не могут удержаться . <EOS>
Они влетают в эту штуку и летят по ней вниз . <EOS>
Они откладывают туда свои яйца , думая , что это хороший кусок трупа , и не понимая , что для яиц нет пищи , что яйца погибнут , а растение , тем временем , выиграло , потому что щетинки освобождаются , и мухи исчезают , чтобы опылить следующий цветок - фантастика . <EOS>
&quot; А вот арум , arum maculatum , &quot; &quot; лорды и леди &quot; &quot; , или &quot; &quot; кукушкин пинт &quot; &quot; в этой стране . &quot; <EOS>
Я сфотографировал его на прошлой неделе в Дорсете . <EOS>
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно . <EOS>
И если вы посмотрите вниз , там есть своего рода плотина , проходящая через спадикс , мухи привлекаются теплом - которое кипит от летучих химических веществ , маленьких мошек - и они оказываются в ловушке под этим контейнером . <EOS>
Они пьют этот сказочный нектар , а потом становятся немного липкими . <EOS>
Ночью они покрываются пыльцой , которая сыпется на них , и тогда щетинки , которые мы видели выше , как бы увядают и выпускают всех этих мошек , покрытых пыльцой - потрясающая вещь . <EOS>
Если вы думаете , что это потрясающе , то вот одно из моих любимых растений . <EOS>
Это филодендрон селлум . <EOS>
Все , кто приехал из Бразилии , знают об этом растении . <EOS>
Это самая удивительная вещь . <EOS>
Эта фаллическая часть длиной около фута . <EOS>
И оно делает то , что не делает ни одно другое известное мне растение , а именно : когда оно цветет - это спадикс в середине - в течение примерно двух дней , оно метаболизируется примерно так же , как и млекопитающие . <EOS>
То есть вместо крахмала , который является пищей растений , он берет что-то похожее на бурый жир и сжигает его с такой скоростью , что сжигает жир , метаболизируя , примерно со скоростью маленькой кошки . <EOS>
А это в два раза больше энергии , чем у колибри - абсолютно поразительно . <EOS>
Эта штука делает еще кое-что необычное . <EOS>
Оно не только поднимает себя до 115 градусов по Фаренгейту , 43 или 44 градуса по Цельсию , в течение двух дней , но и поддерживает постоянную температуру . <EOS>
В нем есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Почему он это делает , спросите вы . <EOS>
А знаете , некоторые жуки просто обожают заниматься любовью при такой температуре . <EOS>
И они забираются внутрь , и у них все получается . <EOS>
( Смех ) А растение осыпает их пыльцой , и они отправляются опыляться . <EOS>
И что это за чудесная вещь . <EOS>
Большинство опылителей , о которых мы думаем , - это насекомые , но на самом деле в тропиках опылением занимаются птицы и бабочки . <EOS>
И многие тропические цветы красные , и это потому , что бабочки и птицы видят так же , как и мы , мы думаем , и могут очень хорошо видеть красный цвет . <EOS>
Но если посмотреть на спектр , птицы и мы , мы видим красный , зеленый и синий цвета и видим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолетовый , причем они видят различные оттенки ультрафиолета . <EOS>
Значит , есть что-то , что происходит на его конце . <EOS>
И разве не было бы здорово , если бы мы могли каким-то образом увидеть , что это такое , спросите вы . <EOS>
Да , мы можем . <EOS>
Так что же видит насекомое ? <EOS>
На прошлой неделе я сделал эти фотографии каменной розы , гелиантемума , в Дорсете . <EOS>
Это маленькие желтые цветы , как мы все видим , маленькие желтые цветы повсюду . <EOS>
А вот так они выглядят при видимом свете . <EOS>
Вот как это выглядит , если убрать красный цвет . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
Затем я поставил на камеру ультрафиолетовые фильтры и сделал очень , очень длинную экспозицию с определенными частотами ультрафиолетового света , и вот что у меня получилось . <EOS>
И это настоящий фантастический бычий глаз . <EOS>
Теперь мы не знаем точно , что видит пчела , так же , как вы не знаете , что вижу я , когда называю это красным . <EOS>
Мы не можем знать , что происходит в голове - не говоря уже о насекомом - другого человеческого существа . <EOS>
Но контраст будет выглядеть примерно так : сильно выделяется на фоне . <EOS>
Вот еще один маленький цветок - разный диапазон ультрафиолетовых частот , разные фильтры , чтобы соответствовать опылителям . <EOS>
И это то , что он будет видеть . <EOS>
На тот случай , если вы думаете , что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе съемки , его просто прикрепили к штативу , а не убили - то под ультрафиолетовым светом посмотрите на это . <EOS>
И это может стать основой солнцезащитного крема , потому что солнцезащитные средства работают , поглощая ультрафиолетовый свет . <EOS>
Так что , возможно , химическое вещество в нем было бы полезным . <EOS>
Наконец , вот один из рисунков вечерней примулы , который прислал мне Бьорн Рорслетт из Норвегии - фантастический скрытый рисунок . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , здесь есть что-то поэтическое в том , что эти фотографии , сделанные с ультрафиолетовым фильтром , в основном используются астрономами для съемки Венеры - фактически облаков Венеры . <EOS>
Это основное применение этого фильтра . <EOS>
Венера , конечно , является богом любви и плодородия , что является историей цветов . <EOS>
И так же , как цветы тратят много усилий на то , чтобы заставить опылителей выполнять их просьбы , им также каким-то образом удалось убедить нас засадить ими огромные поля и дарить их друг другу во время рождения и смерти , и особенно во время брака , который , если подумать , является моментом , который заключает в себе передачу генетического материала от одного организма к другому . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться об окружающем нас мире . <EOS>
Есть много способов сделать это , и я хотел бы сосредоточиться на том , чтобы помочь компьютерам говорить о том , что они видят и понимают . <EOS>
Учитывая такую сцену , современный алгоритм компьютерного зрения может сказать вам , что есть женщина и есть собака . <EOS>
Он может сказать вам , что женщина улыбается . <EOS>
Возможно , он даже сможет сказать вам , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые подобная сцена может вызвать у людей . <EOS>
Все взаимосвязи связанных ситуаций . <EOS>
Может быть , вы видели такую собаку раньше , или вы проводили время , бегая по пляжу , как этот , и это еще больше вызывает мысли и воспоминания о прошлом отпуске , прошлых временах на пляже , временах , проведенных в бегах с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , каково это - иметь такой опыт , понять , что мы разделяем , во что верим и что чувствуем , мы находимся в отличном положении , чтобы начать развивать компьютерные технологии таким образом , чтобы они дополняли наш собственный опыт . <EOS>
Итак , углубившись в это , несколько лет назад я начал работать над тем , чтобы помочь компьютерам генерировать человекоподобные истории из последовательностей изображений . <EOS>
Так , однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Он посмотрел на фотографии и увидел коалу . <EOS>
Он не знал , что это за коала , но сказал , что думает , что это интересное существо . <EOS>
Затем я поделился с ним серией снимков о сгоревшем доме . <EOS>
&quot; Он посмотрел на изображения и сказал : &quot; &quot; Это потрясающий вид ! Это зрелище ! &quot; &quot; &quot; <EOS>
От этого у меня мурашки побежали по спине . <EOS>
Он увидел ужасное , меняющее и разрушающее жизнь событие и подумал , что это что-то позитивное . <EOS>
Я понял , что он распознает контраст , красные и желтые цвета , и подумал , что это то , что стоит отметить положительно . <EOS>
И отчасти он делал это потому , что большинство изображений , которые я ему давал , были позитивными . <EOS>
Это потому , что люди , как правило , делятся положительными образами , когда рассказывают о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением ИИ задача за задачей , набор данных за набором данных , я создавал огромные пробелы , дыры и слепые пятна в том , что он мог понять . <EOS>
И при этом я кодировал всевозможные предубеждения . <EOS>
Предубеждения , которые отражают ограниченную точку зрения , ограниченную одним набором данных - предубеждения , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предрассудки и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня туда , где я был в тот день - как первые цветные изображения были настроены на кожу белой женщины , а это означало , что цветная фотография была предвзятой по отношению к черным лицам . <EOS>
И тот же самый уклон , то же самое слепое пятно продолжалось и в 90-е годы . <EOS>
И то же самое слепое пятно продолжается даже сегодня в том , насколько хорошо мы можем распознавать лица разных людей в технологии распознавания лиц. <EOS>
Я думаю о современном состоянии исследований , когда мы склонны ограничивать наше мышление одним набором данных и одной проблемой . <EOS>
И что при этом мы создаем больше слепых зон и предубеждений , которые ИИ может еще больше усилить . <EOS>
Тогда я понял , что мы должны глубоко задуматься о том , как технология , над которой мы работаем сегодня , будет выглядеть через пять лет , через 10 лет . <EOS>
Люди развиваются медленно , со временем исправляя проблемы во взаимодействии людей и окружающей среды . <EOS>
Напротив , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
И это означает , что действительно важно , чтобы мы тщательно подумали об этом прямо сейчас - что мы размышляем о наших собственных слепых пятнах , наших собственных предубеждениях и думаем о том , как это влияет на технологию , которую мы создаем , и обсуждаем , что сегодняшняя технология будет означать для завтрашнего дня . <EOS>
Руководители компаний и ученые высказались о том , какой , по их мнению , будет технология искусственного интеллекта в будущем . <EOS>
&quot; Стивен Хокинг предупреждает , что &quot; &quot; искусственный интеллект может уничтожить человечество &quot; &quot; . &quot; <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из самых больших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
&quot; Билл Гейтс отметил : &quot; &quot; Я не понимаю , почему люди не беспокоятся больше &quot; &quot; . &quot; <EOS>
Но эти взгляды - они часть истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта - это то , что мы называем доступом , и все с этим работают . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и разведки , в которые мы можем внести свой вклад . <EOS>
А кроме того , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом с технологиями и тем , как они касаются нас и как они волнуют нас . <EOS>
Мы можем обсуждать то , что мы любим . <EOS>
Мы можем общаться с предвидением о тех аспектах технологии , которые могут быть более полезными или могут быть более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на открытии дискуссии об ИИ с предвидением будущего , это поможет создать общий разговор и осознание того , что такое ИИ сейчас , чем он может стать и все , что нам нужно сделать , чтобы обеспечить тот результат , который лучше всего подходит нам . <EOS>
Мы уже видим и знаем это в технологиях , которые мы используем сегодня . <EOS>
Мы пользуемся смартфонами , цифровыми помощниками и роботами . <EOS>
Они что , злые ? <EOS>
Может быть , иногда . <EOS>
Выгодны ли они ? <EOS>
Да , так оно и есть . <EOS>
И они не все одинаковы . <EOS>
И там вы уже видите свет , освещающий то , что ждет в будущем . <EOS>
Будущее начинается с того , что мы строим и создаем прямо сейчас . <EOS>
Мы привели в действие эффект домино , который прокладывает эволюционный путь ИИ . <EOS>
В наше время мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненную реальность , вызывая к жизни прошлые миры . <EOS>
Технология , которая помогает людям делиться своим опытом , когда они испытывают трудности в общении . <EOS>
Технология , основанная на понимании потоковых визуальных миров , используемых в качестве технологии для самоуправляемых автомобилей . <EOS>
Технология , основанная на понимании образов и генерировании языка , эволюционирует в технологию , которая помогает людям с нарушениями зрения лучше получать доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы рождаемся , такие как цвет нашей кожи или внешний вид нашего лица , чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая анализирует наши данные , даже данные , касающиеся нашего пола или нашей расы , чтобы определить , можем ли мы получить кредит или нет . <EOS>
Все , что мы видим сейчас , - это моментальный снимок эволюции искусственного интеллекта . <EOS>
Потому что то , где мы сейчас находимся , находится в пределах момента этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что произойдет в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы помогать людям , то нам нужно определить цели и стратегии , которые позволят пройти этот путь сейчас . <EOS>
Я хотел бы видеть что-то , что хорошо сочетается с людьми , с нашей культурой и с окружающей средой . <EOS>
Технологии , которые помогают и помогают тем из нас , кто страдает неврологическими заболеваниями или другими нарушениями , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технологии , которые работают независимо от вашей демографии или цвета кожи . <EOS>
И поэтому сегодня я фокусируюсь на технологиях для завтрашнего дня и на 10 лет вперед . <EOS>
ИИ может проявляться по-разному . <EOS>
Но в данном случае это не самоуправляемый автомобиль без какого-либо назначения . <EOS>
Это автомобиль , на котором мы едем . <EOS>
Мы сами выбираем , когда ускоряться , а когда замедляться . <EOS>
Мы выбираем , нужно ли нам сделать поворот . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле для всего , чем может стать искусственный интеллект . <EOS>
Это станет многими вещами . <EOS>
И теперь все зависит от нас , чтобы понять , что нам нужно сделать , чтобы убедиться , что результаты искусственного интеллекта будут лучше для всех нас . <EOS>
Благодарю вас . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить вас всех подумать на секунду об очень простом факте , что , безусловно , большая часть того , что мы знаем о Вселенной , приходит к нам от света . <EOS>
Мы можем стоять на Земле , смотреть в ночное небо и видеть звезды невооруженным глазом . <EOS>
Солнце сжигает наше периферийное зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И за время , прошедшее с тех пор , как Галилей направил этот рудиментарный телескоп на небесные тела , известная нам Вселенная пришла к нам через свет , через огромные эпохи космической истории . <EOS>
И с помощью всех наших современных телескопов мы смогли собрать этот потрясающий немой фильм о Вселенной - эти серии снимков , которые восходят к Большому взрыву . <EOS>
И все же Вселенная - это не немое кино , потому что Вселенная не молчит . <EOS>
Я хотел бы убедить вас , что у Вселенной есть саундтрек , и этот саундтрек воспроизводится в самом пространстве , потому что пространство может колебаться , как барабан . <EOS>
Это может вызвать своего рода запись во всей вселенной некоторых из самых драматических событий по мере их развития . <EOS>
Теперь мы хотели бы иметь возможность добавить к великолепной визуальной композиции , которую мы имеем о Вселенной , звуковую композицию . <EOS>
И хотя мы никогда не слышали звуков из космоса , мы действительно должны в ближайшие несколько лет начать громко говорить о том , что там происходит . <EOS>
Поэтому в этом стремлении уловить песни из Вселенной мы обращаем наше внимание на черные дыры и на то , что они обещают , потому что черные дыры могут стучать по пространству-времени , как молоточки по барабану , и у них есть очень характерная песня , которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том , какой будет эта песня . <EOS>
Возможно , однажды мы увидим тень , которую черная дыра может отбрасывать на очень ярком фоне , но пока этого не произошло . <EOS>
И все же черные дыры можно услышать , даже если их не видно , и это потому , что они бьют в пространство-время , как в барабан . <EOS>
Теперь мы обязаны идеей о том , что космос может звенеть , как барабан , Альберту Эйнштейну - которому мы так многим обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы Вселенная была пустой , она была бы похожа на эту картинку , только , возможно , без полезной сетки , нарисованной на ней . <EOS>
Но если бы мы свободно падали в пространстве , даже без этой полезной сетки , мы могли бы нарисовать ее сами , потому что мы заметили бы , что мы путешествовали по прямым линиям , по не отклоняющимся прямым путям через вселенную . <EOS>
Эйнштейн также понял - и это самое главное - что если вы поместите энергию или массу во Вселенную , это искривит пространство , и свободно падающий объект пройдет мимо , скажем , Солнца , и он будет отклонен вдоль естественных кривых в пространстве . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет искривляться этими путями . <EOS>
И вы можете быть согнуты так сильно , что окажетесь на орбите вокруг Солнца , как Земля , или Луна вокруг Земли . <EOS>
Это естественные изгибы в пространстве . <EOS>
Эйнштейн не понимал , что если взять наше Солнце и раздробить его до шести километров - то есть взять массу , в миллион раз превышающую массу Земли , и раздробить его до шести километров в поперечнике , то получится черная дыра , объект настолько плотный , что если свет приблизится слишком близко , он никогда не вырвется - темная тень на фоне Вселенной . <EOS>
Но Эйнштейн всегда считал , что черные дыры - это математическая странность . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
&quot; Прошло несколько десятилетий , прежде чем был придуман термин &quot; &quot; черная дыра &quot; &quot; , и люди поняли , что черные дыры являются реальными астрофизическими объектами - на самом деле они представляют собой состояние смерти очень массивных звезд , которые катастрофически разрушаются в конце своей жизни . &quot; <EOS>
Теперь наше Солнце не превратится в черную дыру . <EOS>
На самом деле он недостаточно массивный . <EOS>
Но если бы мы провели небольшой мысленный эксперимент - как это очень любил делать Эйнштейн - мы могли бы представить себе , что Солнце сжато до шести километров , а вокруг него на орбите находится крошечная маленькая Земля , возможно , в 30 километрах от Солнца-черной дыры . <EOS>
И она будет самосветящейся , потому что теперь , когда Солнце исчезло , у нас нет другого источника света - так давайте сделаем нашу маленькую Землю самосветящейся . <EOS>
И вы поймете , что могли бы вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры . <EOS>
Эта смятая черная дыра на самом деле поместилась бы в Манхэттене , более или менее . <EOS>
Он может пролиться в Гудзон немного раньше , чем он уничтожит Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который можно раздробить до половины площади Манхэттена . <EOS>
Таким образом , мы перемещаем эту Землю очень близко - на 30 километров - и замечаем , что она прекрасно вращается вокруг черной дыры . <EOS>
Существует своего рода миф о том , что черные дыры поглощают все во Вселенной , но на самом деле вам нужно подойти очень близко , чтобы упасть . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем видеть Землю . <EOS>
Она не может спрятаться за черной дырой . <EOS>
Свет от Земли , часть его падает внутрь , но часть его рассеивается и возвращается к нам . <EOS>
Так что за черной дырой ничего не спрячешь . <EOS>
Если это был Звездный крейсер Галактика , и вы сражаетесь с Сайлонами , не прячьтесь за черной дырой . <EOS>
Они могут видеть вас . <EOS>
Наше Солнце не превратится в черную дыру - оно недостаточно массивное - но в нашей галактике есть десятки тысяч черных дыр . <EOS>
И если бы кто-то затмил Млечный Путь , вот как это выглядело бы . <EOS>
Мы бы увидели тень этой черной дыры на фоне сотен миллиардов звезд в галактике Млечный Путь и ее светящихся пылевых полос . <EOS>
И если бы мы упали на эту черную дыру , мы бы увидели весь этот свет , рассеянный вокруг нее , и мы могли бы даже начать пересекать эту тень и действительно не заметить , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались запустить наши ракеты и выбраться оттуда , потому что мы не могли бы , так же как свет не может убежать . <EOS>
Но даже если черная дыра темна снаружи , она не темна внутри , потому что весь свет от галактики может упасть позади нас . <EOS>
И хотя из-за релятивистского эффекта , известного как замедление времени , наши часы , казалось бы , замедляются относительно галактического времени , это выглядело бы так , как будто эволюция галактики ускорилась и выстрелила в нас , прямо перед тем , как мы были раздавлены до смерти черной дырой . <EOS>
Это было бы похоже на предсмертный опыт , когда вы видите свет в конце туннеля , но это полный опыт смерти . <EOS>
( Смех ) И нет никакого способа рассказать кому-либо о свете в конце туннеля . <EOS>
Мы никогда не видели такой тени черной дыры , но черные дыры можно услышать , даже если их не видно . <EOS>
Теперь представьте себе астрофизически реалистичную ситуацию - представьте себе две черные дыры , которые прожили долгую жизнь вместе . <EOS>
Возможно , они возникли как звезды и превратились в две черные дыры - каждая из которых в 10 раз больше массы Солнца . <EOS>
Так что теперь мы собираемся сокрушить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они вращаются вокруг друг друга со скоростью , близкой к скорости света . <EOS>
Таким образом , они пересекают тысячи километров за доли секунды , и при этом они не только искривляют пространство , но и оставляют после себя звон пространства , настоящую волну в пространстве-времени . <EOS>
Пространство сжимается и растягивается , когда оно выходит из этих черных дыр , ударяющихся о Вселенную . <EOS>
И они путешествуют в космос со скоростью света . <EOS>
Эта компьютерная симуляция создана группой по теории относительности в Годдарде НАСА . <EOS>
Потребовалось почти 30 лет , чтобы кто-то в мире решил эту проблему . <EOS>
Это была одна из групп . <EOS>
На нем изображены две черные дыры , вращающиеся вокруг друг друга , опять же , с этими полезными нарисованными кривыми . <EOS>
И если вы можете видеть - это довольно слабо - но если вы можете видеть красные волны , исходящие наружу , то это гравитационные волны . <EOS>
Это буквально звуки космического звона , и они будут распространяться из этих черных дыр со скоростью света , когда они будут звенеть и сливаться в одну вращающуюся , тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы с сжатием и растяжением пространства . <EOS>
Вы бы буквально услышали звук . <EOS>
Теперь , конечно , ваша голова будет сжата и растянута без пользы , так что у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я хотел бы сыграть для вас тот звук , который мы предсказываем . <EOS>
Это из моей группы - чуть менее гламурное компьютерное моделирование . <EOS>
Представьте себе более легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , - это легкая черная дыра , ударяющая в пространство каждый раз , когда она приближается . <EOS>
Если он уходит далеко , он становится слишком тихим . <EOS>
Но он приходит , как молоток , и буквально раскалывает пространство , раскачивая его , как барабан . <EOS>
И мы можем предсказать , каким будет звук . <EOS>
Мы знаем , что по мере того , как он падает , он становится быстрее и громче . <EOS>
И , в конце концов , мы услышим , как маленький парень просто падает на большого парня . <EOS>
Я никогда не слышал этого так громко - это на самом деле более драматично . <EOS>
У себя на родине это звучит как-то нелепо . <EOS>
Это что-то вроде динь , динь , динь . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют после себя полезных следов чернил , и пространство не нарисовано , показывая вам кривые . <EOS>
Но если бы вы проплыли в космосе на космическом отдыхе и услышали это , вам захотелось бы двигаться дальше . <EOS>
( Смех ) Хочется уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры приближаются друг к другу . <EOS>
В данном случае они оба довольно сильно колеблются . <EOS>
А потом они сольются . <EOS>
Этот щелчок очень характерен для слияния черных дыр - он раздается в конце . <EOS>
Это наш прогноз того , что мы увидим . <EOS>
К счастью , мы находимся на безопасном расстоянии в Лонг-Бич , штат Калифорния . <EOS>
И , конечно , где-то во Вселенной произошло слияние двух черных дыр . <EOS>
И , конечно , пространство вокруг нас звенит , пройдя , может быть , миллион световых лет или миллион лет со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы кто-то из нас мог его услышать . <EOS>
На Земле строятся очень трудолюбивые эксперименты - один из них называется LIGO - который будет обнаруживать отклонения в сжатии и растяжении пространства менее чем на долю ядра атома на четыре километра . <EOS>
Это удивительно амбициозный эксперимент , и он будет на высокой чувствительности в течение следующих нескольких лет - чтобы поймать это . <EOS>
Есть также миссия , предложенная для космоса , которая , как мы надеемся , будет запущена в ближайшие десять лет , под названием LISA . <EOS>
И LISA сможет увидеть сверхмассивные черные дыры - черные дыры в миллионы или миллиарды раз больше массы Солнца . <EOS>
На этом снимке Хаббла мы видим две галактики . <EOS>
Они выглядят так , как будто застыли в каком-то объятии . <EOS>
И каждая из них , вероятно , содержит в своем ядре сверхмассивную черную дыру . <EOS>
Но они не заморожены , они на самом деле сливаются . <EOS>
Эти две черные дыры сталкиваются , и они сольются в течение миллиарда лет . <EOS>
Это за пределами нашего человеческого восприятия , чтобы подобрать песню такой продолжительности . <EOS>
Но LISA смогла увидеть финальные стадии двух сверхмассивных черных дыр ранее в истории Вселенной , последние 15 минут перед тем , как они упадут вместе . <EOS>
И это не только черные дыры , но и любое большое возмущение во Вселенной - и самое большое из них - Большой взрыв . <EOS>
&quot; Когда это выражение было придумано , оно было насмешливым - вроде : &quot; &quot; О , кто поверит в Большой взрыв ? &quot; &quot; &quot; <EOS>
Эта анимация от моих друзей из Proton Studios показывает взгляд на Большой Взрыв со стороны . <EOS>
На самом деле мы никогда не хотим этого делать . Мы хотим быть внутри вселенной , потому что нет такой вещи , как стоять за пределами вселенной . <EOS>
Итак , представьте , что вы находитесь внутри Большого взрыва . <EOS>
Она повсюду , она вокруг вас , и пространство хаотично колеблется . <EOS>
Прошло четырнадцать миллиардов лет , а эта песня до сих пор звучит вокруг нас . <EOS>
Формируются галактики , и в этих галактиках формируются поколения звезд , и вокруг одной звезды , по крайней мере , одной звезды , находится обитаемая планета . <EOS>
И вот мы лихорадочно строим эти эксперименты , делаем эти вычисления , пишем эти компьютерные коды . <EOS>
Представьте себе , что миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня звучала в космосе все это время . <EOS>
Мы даже не были здесь . <EOS>
Он становится все ближе и ближе - 40 000 лет назад , мы все еще делаем наскальные рисунки . <EOS>
Если бы это был Большой Взрыв , который мы собирались уловить , это звучало бы так . <EOS>
Это в буквальном смысле определение шума . <EOS>
Это белый шум , это такой хаотичный звон . <EOS>
Но она вокруг нас повсюду , по-видимому , если она не была уничтожена каким-то другим процессом во Вселенной . <EOS>
И если мы поднимем его , это будет музыкой для наших ушей , потому что это будет тихим эхом того момента нашего создания , нашей наблюдаемой вселенной . <EOS>
Так что в течение следующих нескольких лет мы сможем немного увеличить звуковую дорожку , воспроизвести вселенную в звуке . <EOS>
Но если мы обнаружим эти самые ранние моменты , это приблизит нас к пониманию Большого взрыва , что приблизит нас к тому , чтобы задать некоторые из самых трудных , самых неуловимых вопросов . <EOS>
Если мы запустим фильм нашей Вселенной назад , мы знаем , что в нашем прошлом был Большой Взрыв , и мы можем даже услышать его какофонический звук , но был ли наш Большой Взрыв единственным Большим Взрывом ? <EOS>
Я имею в виду , мы должны спросить , случалось ли это раньше ? <EOS>
Произойдет ли это снова ? <EOS>
Я имею в виду , что в духе восхождения к вызову TED , чтобы возродить чудо , мы можем задавать вопросы , по крайней мере , в эту последнюю минуту , которые , честно говоря , могут ускользнуть от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная - всего лишь шлейф от какой-то великой истории ? <EOS>
Или возможно , что мы всего лишь ветвь мультивселенной - каждая ветвь со своим собственным Большим взрывом в прошлом - может быть , некоторые из них с черными дырами , играющими на барабанах , может быть , некоторые без - может быть , некоторые с разумной жизнью , а может быть , некоторые без - не в нашем прошлом , не в нашем будущем , но каким-то образом фундаментально связаны с нами ? <EOS>
Поэтому мы должны задаться вопросом , если есть мультивселенная , в какой-то другой части этой мультивселенной , есть ли там существа ? <EOS>
Вот мои мультивселенные существа . <EOS>
Есть ли другие существа в мультивселенной , интересующиеся нами и интересующиеся своим собственным происхождением ? <EOS>
И если это так , я могу представить их такими же , как мы , вычисляющими , пишущими компьютерный код , создающими инструменты , пытающимися обнаружить самый слабый звук своего происхождения и задающимися вопросом , кто еще там . <EOS>
Спасибо , спасибо . <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил дымку , нависшую над городом . <EOS>
Я езжу туда почти каждый день , так что было странно , что я не заметил этого раньше . <EOS>
Йоханнесбург известен своим неповторимым горизонтом , который я едва мог разглядеть в то утро . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописной окружающей средой , которую я знал , и этим покрытым смогом горизонтом что-то всколыхнул во мне . <EOS>
Я был потрясен возможностью того , что этот город ярких и ярких закатов будет охвачен тусклой дымкой . <EOS>
В тот момент я почувствовал желание что-то с этим сделать , но я не знал что . <EOS>
Все , что я знал , это то , что я не мог просто сидеть сложа руки . <EOS>
Основная проблема заключалась в том , что я мало знал об экологических науках , управлении качеством воздуха или химии атмосферы . <EOS>
Я компьютерный инженер , и я был уверен , что не смогу найти выход из этой проблемы загрязнения воздуха . <EOS>
( Смех ) Кто я такой , чтобы что-то с этим делать ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я усвоил очень важный урок , урок , который мы все должны принять близко к сердцу , если мы хотим работать в направлении лучшего будущего . <EOS>
Даже если вы не являетесь экспертом в определенной области , ваш внешний опыт может стать ключом к решению больших проблем в этой области . <EOS>
Иногда уникальная перспектива , которая у вас есть , может привести к нетрадиционному мышлению , которое может изменить ситуацию , но вы должны быть достаточно смелыми , чтобы попробовать . <EOS>
Только так вы об этом узнаете . <EOS>
Тогда я знал , что если я хочу что-то изменить , я должен сначала разобраться с загрязнением воздуха , и поэтому я снова стал студентом . <EOS>
Я провел небольшое фундаментальное исследование и вскоре узнал , что загрязнение воздуха является самым большим экологическим риском для здоровья в мире . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей во всем мире в 2012 году были связаны с загрязнением воздуха в домах и окружающей среде , причем большинство из них произошло в странах с низким и средним уровнем дохода . <EOS>
Одно только загрязнение атмосферного воздуха ежегодно приводит к большему количеству смертей , чем малярия и ВИЧ / СПИД . <EOS>
В Африке преждевременные смерти от небезопасной санитарии или детского недоедания меркнут по сравнению со смертями из-за загрязнения воздуха , и это приводит к огромным экономическим издержкам : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Теперь в своей работе я исследую новые границы для искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти полезную основу и помочь нам принимать лучшие решения . <EOS>
Когда я задумался о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принимать более эффективные решения о том , как мы управляем загрязнением воздуха , и , учитывая масштаб проблемы , необходимо было сделать это совместными усилиями . <EOS>
Поэтому я решил , что мне лучше познакомиться с некоторыми людьми , работающими в этой области . <EOS>
Я начал говорить с чиновниками из города Йоханнесбурга и других близлежащих городов , и я привлек местное научное сообщество , и я также сделал несколько холодных звонков . <EOS>
Процесс вовлечения , к которому я приступил , помог мне глубже понять проблему . <EOS>
Это также помогло мне избежать ловушки , в которую иногда попадают люди в моей профессии , когда пытаются внедрять инновации , когда мы быстро применяем технологию , прежде чем мы твердо поймем проблему . <EOS>
Я начал развивать идею о том , что я мог бы сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я могу каким-то значимым образом объединить свои навыки в разработке программного обеспечения и искусственного интеллекта и опыт людей , к которым я обратился . <EOS>
Я хотел создать онлайн-платформу управления качеством воздуха , которая выявила бы тенденции в загрязнении и спрогнозировала бы будущее , чтобы определить , какие результаты можно ожидать . <EOS>
Я был полон решимости воплотить свою идею в практическое решение , но я столкнулся с неопределенностью и не имел никаких гарантий успеха . <EOS>
У меня был очень специфический набор инженерных навыков , навыков , которые я приобрел за свою карьеру ( Смех ) , которые были новыми для людей , которые работали над проблемой загрязнения воздуха в течение многих лет . <EOS>
Что я понял , так это то , что иногда только один свежий взгляд , один новый набор навыков может создать условия для того , чтобы произошло что-то замечательное . <EOS>
Наша сила воли и воображение являются путеводной звездой , позволяющей нам прокладывать новые пути и преодолевать препятствия . <EOS>
Вооружившись более глубоким пониманием проблемы загрязнения воздуха и сумев собрать более десяти лет данных об уровнях загрязнения воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений по качеству воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в реальном времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения , чтобы предсказать будущие уровни загрязнения для нескольких различных загрязняющих веществ на несколько дней вперед . <EOS>
Это означает , что граждане могут принимать более взвешенные решения о своих ежедневных передвижениях и о том , где поселить свои семьи . <EOS>
Мы можем заранее прогнозировать неблагоприятные события , связанные с загрязнением , выявлять крупных загрязнителей , и соответствующие органы могут приказать им свернуть свою деятельность . <EOS>
Благодаря вспомогательному сценарному планированию градостроители также могут принимать более взвешенные решения о том , как расширять инфраструктуру , например , населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотный проект нашей технологии , который длился 120 дней и охватывал всю Южную Африку . <EOS>
Наши результаты были подтверждены , когда мы продемонстрировали тесную корреляцию между данными прогнозирования и данными , которые мы получали на местах . <EOS>
&quot; Благодаря нашему руководству мы создали передовые , ведущие в мире активы , которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью , принося пользу городу , в который я въехал одним зимним утром не так давно и подумал про себя : &quot; &quot; Что-то здесь не так . Интересно , что можно сделать ? &quot; &quot; &quot; <EOS>
Итак , вот в чем дело : что , если бы я не исследовал проблему загрязнения воздуха дальше ? <EOS>
Что , если бы я не проявлял заботы о состоянии окружающей среды и просто надеялся , что кто-то где-то позаботится об этом ? <EOS>
Что я узнал , так это то , что , приступая к сложной задаче , которая продвигает дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и подумать о последствиях бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и противодействие , но это должно мотивировать нас дальше . <EOS>
Итак , где бы вы ни были в мире , в следующий раз , когда вы обнаружите , что у вас есть какое-то естественное любопытство , которое возбуждается , и это связано с чем-то , что вас волнует , и у вас есть какие-то сумасшедшие или смелые идеи , и , возможно , это находится за пределами вашей компетенции , спросите себя : почему бы и нет ? <EOS>
Почему бы просто не пойти дальше и не решить проблему как можно лучше , по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Благодарю вас . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение - это занятие , предназначенное исключительно для тех , кто может видеть . <EOS>
До сих пор считалось невозможным , чтобы слепой человек мог безопасно и самостоятельно управлять транспортным средством . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы приносим свободу и независимость слепым , создавая автомобиль для слабовидящих . <EOS>
Итак , прежде чем я расскажу об этом автомобиле для слепых , позвольте мне вкратце рассказать вам о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированного автомобиля , который может ездить сам по себе . <EOS>
Вы нажимаете на старт , никто ничего не трогает , и он может добраться до места назначения полностью автономно . <EOS>
Так , в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом конкурсе . <EOS>
Примерно в то же время Национальная федерация слепых , или NFB , бросила вызов исследовательскому комитету о том , кто может разработать автомобиль , который позволит слепому человеку безопасно и самостоятельно управлять автомобилем . <EOS>
&quot; Мы решили попробовать , потому что подумали : &quot; &quot; Эй , как это может быть сложно ? &quot; &quot; &quot; <EOS>
У нас уже есть автономное транспортное средство . <EOS>
Мы просто помещаем в него слепого человека , и все , не так ли ? <EOS>
( Смех ) Мы не могли ошибаться больше . <EOS>
NFB хотел не транспортное средство , которое может водить слепого человека , а транспортное средство , в котором слепой человек может принимать активные решения и управлять . <EOS>
Так что нам пришлось выбросить все в окно и начать с нуля . <EOS>
Поэтому , чтобы проверить эту безумную идею , мы разработали небольшой прототип дюнного багги , чтобы проверить его осуществимость . <EOS>
А летом 2009 года мы пригласили десятки незрячих молодых людей со всей страны и дали им возможность прокатиться . <EOS>
Это был совершенно потрясающий опыт . <EOS>
Но проблема с этим автомобилем заключалась в том , что он был разработан для езды только в очень контролируемой среде , на плоской , закрытой парковке - даже на полосах , обозначенных красными дорожными конусами . <EOS>
Так что с этим успехом мы решили сделать следующий большой шаг , разработать настоящий автомобиль , на котором можно ездить по реальным дорогам . <EOS>
Так как же это работает ? <EOS>
Ну , это довольно сложная система , но позвольте мне попытаться объяснить ее , может быть , упростить . <EOS>
Итак , у нас есть три шага . <EOS>
У нас есть восприятие , вычисления и невизуальные интерфейсы . <EOS>
Теперь очевидно , что водитель не может видеть , поэтому система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем начальную единицу измерения . <EOS>
Он измеряет ускорение , угловое ускорение - как человеческое ухо , внутреннее ухо . <EOS>
Мы объединяем эту информацию с GPS-устройством , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для определения полос движения на дороге . <EOS>
А еще мы используем три лазерных дальномера . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия - автомобиль , приближающийся спереди , сзади , а также любые препятствия , которые встречаются на дороге , любые препятствия вокруг транспортного средства . <EOS>
Таким образом , весь этот огромный объем информации затем подается в компьютер , и компьютер может делать две вещи . <EOS>
Во-первых , обработать эту информацию , чтобы иметь представление об окружающей среде - это полосы дороги , это препятствия - и передать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы определить самый безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции о том , как управлять элементами управления транспортным средством . <EOS>
Но проблема заключается в следующем : как мы передадим эту информацию и инструкции человеку , который не может видеть достаточно быстро и достаточно точно , чтобы он мог управлять автомобилем ? <EOS>
Поэтому для этого мы разработали множество различных типов технологий невизуального пользовательского интерфейса . <EOS>
Итак , начиная с трехмерной звуковой системы пинга , вибрирующего жилета , колеса с голосовыми командами , полоски для ног и даже обуви , которая оказывает давление на ногу . <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Итак , это пара перчаток , и у них есть вибрирующие элементы на суставе , так что вы можете передавать инструкции о том , как управлять - направление и интенсивность . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Итак , это кресло - на самом деле , это массажное кресло . <EOS>
Мы вырезаем его , и мы переставляем вибрирующие элементы по разным схемам , и мы приводим их в действие , чтобы передать информацию о скорости , а также инструкции , как использовать педаль газа и тормоза . <EOS>
Итак , здесь вы можете увидеть , как компьютер понимает окружающую среду , и поскольку вы не видите вибрации , мы на самом деле ставим красные светодиоды на водителе , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Так что эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это устройства для обучения . <EOS>
Так что это не настоящая свобода , не так ли ? <EOS>
Компьютер подсказывает , как ехать - поворачивать налево , поворачивать направо , ускоряться , останавливаться . <EOS>
&quot; Мы называем это &quot; &quot; проблемой водителя на заднем сиденье &quot; &quot; . &quot; <EOS>
Таким образом , мы отходим от устройств для обучения , и теперь мы больше фокусируемся на информационных устройствах . <EOS>
Хорошим примером такого информационного невизуального пользовательского интерфейса является AirPix . <EOS>
Так что думайте об этом как о мониторе для слепых . <EOS>
Это маленький планшет , в нем много отверстий , и из него выходит сжатый воздух , так что он действительно может рисовать изображения . <EOS>
Таким образом , даже если вы слепы , вы можете положить руку на него , вы можете видеть полосы дороги и препятствия . <EOS>
На самом деле , вы также можете изменить частоту выхода воздуха и , возможно , температуру . <EOS>
На самом деле это многомерный пользовательский интерфейс . <EOS>
Так что здесь вы можете увидеть левую камеру , правую камеру из автомобиля и то , как компьютер интерпретирует это и отправляет эту информацию в AirPix . <EOS>
Для этого мы показываем симулятор , в котором слепой человек управляет автомобилем с помощью AirPix . <EOS>
Этот симулятор также был очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для различных типов невизуальных пользовательских интерфейсов . <EOS>
Так что в основном это так и работает . <EOS>
Но этот автомобиль является прототипом , и он не выйдет на дороги до тех пор , пока не будет доказано , что он так же безопасен или безопаснее , чем сегодняшний автомобиль . <EOS>
И я искренне верю , что это может произойти . <EOS>
Но все же , примет ли общество такую радикальную идею ? <EOS>
Как мы будем относиться к страхованию ? <EOS>
Как мы будем выдавать водительские права ? <EOS>
Есть много различных препятствий , помимо технологических проблем , которые мы должны решить , прежде чем это станет реальностью . <EOS>
Конечно , главная цель этого проекта - разработать автомобиль для слепых . <EOS>
Но потенциально более важным , чем это , является огромная ценность побочных технологий , которые могут быть получены в результате этого проекта . <EOS>
Используемые датчики могут видеть сквозь темноту , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их в более безопасных автомобилях для зрячих людей . <EOS>
Или для слепых - бытовая техника - в учебных заведениях , в офисах . <EOS>
Только представьте , в классе учитель пишет на доске , а слепой ученик может видеть написанное и читать с помощью этих невизуальных интерфейсов . <EOS>
Это бесценно . <EOS>
Итак , то , что я показал вам сегодня , - это только начало . <EOS>
Спасибо вам большое . <EOS>
( Аплодисменты ) <EOS>
Для меня , как для художника , связь очень важна . <EOS>
Своей работой я пытаюсь показать , что люди не отделены от природы и что все взаимосвязано . <EOS>
Я впервые побывал в Антарктиде почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
Сердце учащенно билось , голова кружилась , пытаясь понять , что же это такое стоит передо мной . <EOS>
Айсберги вокруг меня были почти в 200 футах над водой , и я не мог не удивляться , что это была одна снежинка поверх другой снежинки , год за годом . <EOS>
Айсберги рождаются , когда они откалываются от ледников или отрываются от шельфовых ледников . <EOS>
У каждого айсберга есть своя индивидуальность . <EOS>
У них есть особый способ взаимодействия с окружающей средой и своим опытом . <EOS>
Некоторые отказываются сдаваться и держатся до победного конца , в то время как другие не могут больше терпеть и рушатся в припадке драматической страсти . <EOS>
Когда вы смотрите на айсберг , легко подумать , что они изолированы , что они отделены и одиноки , так же , как мы , люди , иногда видим себя . <EOS>
Но реальность далека от этого . <EOS>
Пока айсберг тает , я вдыхаю его древнюю атмосферу . <EOS>
По мере того как айсберг тает , он высвобождает богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов так , как если бы я делал портреты своих предков , зная , что в эти отдельные моменты они существуют таким образом и никогда больше не будут существовать таким образом . <EOS>
Это не смерть , когда они тают ; это не конец , а продолжение их пути через цикл жизни . <EOS>
Некоторые из льдов в айсбергах , которые я фотографирую , очень молоды - им несколько тысяч лет . <EOS>
А некоторым льдам более 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы вам показать , - это айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы действительно становитесь свидетелем того , как катится айсберг . <EOS>
Итак , вот оно . <EOS>
Слева вы видите маленькую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
И я хотел бы , чтобы вы обратили внимание на форму айсберга и на то , где он находится на ватерлинии . <EOS>
Вы можете видеть здесь , он начинает катиться , и лодка переместилась на другую сторону , и человек стоит там . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Это примерно 120 футов над водой , или 40 метров . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И вот так айсберг показывает вам другую сторону своей личности . <EOS>
Благодарю вас . <EOS>
( Аплодисменты ) <EOS>
Знаете ли вы , сколько существует видов цветковых растений ? <EOS>
Есть четверть миллиона - по крайней мере , те , о которых мы знаем - четверть миллиона видов цветковых растений . <EOS>
А цветы - это настоящая фигня . <EOS>
Растениям очень трудно их производить . <EOS>
Они потребляют огромное количество энергии и много ресурсов . <EOS>
С какой стати они идут на это ? <EOS>
И ответ , конечно же , как и многие вещи в мире , - это секс . <EOS>
Я знаю , что у вас на уме , когда вы смотрите на эти фотографии . <EOS>
И причина , по которой половое размножение так важно - есть много других вещей , которые растения могут делать для размножения . <EOS>
Можно брать черенки , они могут как бы заниматься сексом сами с собой , они могут сами себя опылять . <EOS>
Но им действительно нужно распространять свои гены , чтобы смешиваться с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция работает именно так . <EOS>
Растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , видели некоторые из этих фотографий раньше . <EOS>
Как я уже говорил , в каждом доме должен быть сканирующий электронный микроскоп , чтобы можно было их увидеть . <EOS>
И существует столько же различных видов пыльцы , сколько цветущих растений . <EOS>
И это на самом деле довольно полезно для криминалистики и так далее . <EOS>
Большая часть пыльцы , которая вызывает у нас сенную лихорадку , происходит от растений , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому она так часто попадает нам в нос . <EOS>
Потому что вы должны выбрасывать его массами и массами , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые содержатся в пыльце , каким-то образом случайно достигнут другого цветка . <EOS>
Таким образом , все травы , то есть все зерновые культуры , и большинство деревьев имеют переносимую ветром пыльцу . <EOS>
Но большинство видов на самом деле используют насекомых для выполнения своих задач , и это в некотором смысле более разумно , потому что пыльца им не так нужна . <EOS>
Насекомые и другие виды могут брать пыльцу , переносить ее прямо туда , где она необходима . <EOS>
Таким образом , мы , очевидно , знаем о взаимосвязи между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они получают что-то взамен , и это что-то взамен , как правило , нектар . <EOS>
Иногда этот симбиоз приводил к чудесным адаптациям - колибри-ястребиная моль прекрасна в своей адаптации . <EOS>
Растение получает что-то , а ястребиная моль распространяет пыльцу в другом месте . <EOS>
Растения эволюционировали , чтобы создавать небольшие взлетно-посадочные полосы здесь и там для пчел , которые могли заблудиться . <EOS>
На многих растениях есть отметины , похожие на других насекомых . <EOS>
Это пыльники лилии , искусно сделанные таким образом , что когда ничего не подозревающее насекомое приземляется на него , пыльник переворачивается и ударяет его по спине большим количеством пыльцы , с которой он затем переходит на другое растение . <EOS>
И есть орхидея , которая может выглядеть так , как будто у нее есть челюсти , и в некотором смысле это так ; она заставляет насекомое выползать наружу , покрываясь пыльцой , которую оно уносит куда-то еще . <EOS>
Орхидеи : существует , по крайней мере , 20 000 видов орхидей - удивительно , удивительно разнообразных . <EOS>
И они идут на всякие ухищрения . <EOS>
Они должны попытаться привлечь опылителей , чтобы те выполняли их приказы . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что именно ее он изучал и сделал замечательное предсказание , когда увидел ее - вы можете видеть , что от орхидеи спускается очень длинная трубка с нектаром . <EOS>
И в основном то , что насекомое должно делать - мы находимся в середине цветка - оно должно просунуть свой маленький хоботок прямо в середину и вниз по трубе нектара , чтобы добраться до нектара . <EOS>
&quot; И Дарвин сказал , глядя на этот цветок : &quot; &quot; Я думаю , что-то развивалось вместе с этим &quot; &quot; . &quot; <EOS>
И , конечно же , это насекомое . <EOS>
И я имею в виду , что обычно он как бы скатывается , но в своей вертикальной форме он выглядит именно так . <EOS>
Теперь вы можете себе представить , что если нектар является такой ценной вещью и дорогой для производства растения , и он привлекает множество опылителей , то , как и в человеческом сексе , люди могут начать обманывать . <EOS>
&quot; Они могут сказать : &quot; &quot; У меня есть немного нектара , не хотите ли прийти и взять его ? &quot; &quot; &quot; <EOS>
Теперь это растение . <EOS>
Это растение , которое насекомые в Южной Африке просто обожают , и они эволюционировали с длинным хоботком , чтобы получить нектар на дне . <EOS>
А это - мимика . <EOS>
Итак , это растение , которое имитирует первое растение . <EOS>
И вот муха с длинным хоботом , которая не получила никакого нектара от подражателя , потому что подражатель не дает ей никакого нектара . <EOS>
Таким образом , муха не только не получила нектар от подражающего растения , но также - если вы посмотрите очень внимательно только на головной конец , вы можете увидеть , что у нее есть немного пыльцы , которую она передала бы другому растению , если бы только какой-то ботаник не пришел и не приклеил ее к синей карточке . <EOS>
( Смех ) Теперь обман продолжается в царстве растений . <EOS>
Этот цветок с его черными точками : они могут выглядеть как черные точки для нас , но если я скажу вам , для самца насекомого нужного вида , это выглядит как две самки , которые очень , очень горячие . <EOS>
( Смех ) И когда насекомое попадает туда и приземляется на него , поливая себя пыльцой , которую оно , конечно же , унесет на другое растение , если вы посмотрите на снимок сканирующего электронного микроскопа , который должен быть в каждом доме , вы увидите , что там на самом деле есть какие-то узоры , которые являются трехмерными . <EOS>
Так что это , вероятно , даже хорошо для насекомого , а также хорошо выглядит . <EOS>
И эти фотографии под электронным микроскопом - вот одна из орхидей , имитирующих насекомое - вы можете видеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры для того , что насекомое может воспринимать . <EOS>
И этот эволюционировал , чтобы имитировать глянцевую металлическую поверхность , которую вы видите на некоторых жуках . <EOS>
И под сканирующим электронным микроскопом вы можете увидеть эту поверхность - действительно совершенно отличную от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже для нас . <EOS>
Я имею в виду , я думаю , что это похоже на какое-то летающее животное или зверя . <EOS>
Это замечательная , удивительная вещь . <EOS>
Этот умный . Он называется обсидиан . <EOS>
Иногда я думаю об этом как об инсидиуме . <EOS>
Для правильного вида пчелы это выглядит как еще одна очень агрессивная пчела , и она идет и бьет ее по голове много-много раз , чтобы попытаться прогнать ее , и , конечно , покрывает себя пыльцой . <EOS>
Другое дело , что это растение имитирует другую орхидею , которая имеет прекрасный запас пищи для насекомых . <EOS>
А у этого нет ничего для них . <EOS>
Так что это обман на двух уровнях - сказочный . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я на самом деле почувствовал кого-то с некоторыми из них ранее . <EOS>
И цветы на самом деле не должны быть такими кричащими . <EOS>
Они посылают фантастический набор запахов любому насекомому , у которого он есть . <EOS>
Этот не так хорошо пахнет . <EOS>
Это цветок , который действительно очень неприятно пахнет и , опять же , эволюционировал , чтобы выглядеть как падаль . <EOS>
Так что мухам это нравится . <EOS>
Они прилетают и опыляют . <EOS>
Это - геликодицерос , также известный как арум мертвой лошади . <EOS>
Я не знаю , как на самом деле пахнет дохлая лошадь , но эта , вероятно , пахнет примерно так же . <EOS>
Это действительно ужасно . <EOS>
И мухи просто не могут с собой справиться . <EOS>
Они влетают в эту штуку и летят по ней вниз . <EOS>
Они откладывают яйца в него , думая , что это хороший кусок падали , и не понимая , что для яиц нет пищи , что яйца умрут , но растение , тем временем , выиграло , потому что щетина освобождается , и мухи исчезают , чтобы опылить следующий цветок - фантастика . <EOS>
&quot; Вот арум , arum maculatum , &quot; &quot; господа и дамы &quot; &quot; , или &quot; &quot; пинта с кукушкой &quot; &quot; в этой стране . &quot; <EOS>
Я сфотографировал эту штуку на прошлой неделе в Дорсете . <EOS>
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно . <EOS>
И если вы посмотрите вниз , то увидите что-то вроде плотины за спиралью , мухи притягиваются теплом - которое кипит от летучих химических веществ , маленьких мошек - и они попадают в ловушку под этим контейнером . <EOS>
Они пьют этот сказочный нектар , а потом они все немного липкие . <EOS>
Ночью они покрываются пыльцой , которая падает на них , а затем щетинки , которые мы видели выше , они как бы увядают и выпускают всех этих мошек , покрытых пыльцой - потрясающая вещь . <EOS>
Если вы думаете , что это потрясающе , то это один из моих самых любимых . <EOS>
Это филодендрон селлум . <EOS>
Любой , кто приехал сюда из Бразилии , знает об этом растении . <EOS>
Это самое удивительное . <EOS>
Такого рода фаллический кусок имеет длину около фута . <EOS>
И оно делает то , что не делает ни одно другое растение , о котором я знаю , и это то , что когда оно цветет - это падикс в середине - в течение примерно двух дней , оно метаболизируется таким образом , который очень похож на млекопитающих . <EOS>
Таким образом , вместо крахмала , который является пищей растений , он берет что-то похожее на бурый жир и сжигает его с такой скоростью , что он сжигает жир , метаболизируя , примерно со скоростью маленькой кошки . <EOS>
И это в два раза больше энергии , по весу , чем у колибри - совершенно поразительно . <EOS>
Эта штука делает еще кое-что необычное . <EOS>
Он не только поднимется до 115 градусов по Фаренгейту , 43 или 44 градусов по Цельсию , в течение двух дней , но и будет поддерживать постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Теперь я слышу , как вы спрашиваете , почему он это делает . <EOS>
Разве вы не знаете , что есть жуки , которые просто любят заниматься любовью при такой температуре . <EOS>
И они заходят внутрь , и у них все получается . <EOS>
( Смех ) Растение осыпает их пыльцой , и они начинают опылять . <EOS>
И какая это замечательная вещь . <EOS>
Сейчас большинство опылителей , о которых мы думаем , - это насекомые , но на самом деле в тропиках опыляют многие птицы и бабочки . <EOS>
И многие тропические цветы красные , и это потому , что бабочки и птицы видят так же , как и мы , как мы думаем , и могут видеть красный цвет очень хорошо . <EOS>
Но если вы посмотрите на спектр , птицы и мы , мы видим красный , зеленый и синий и видим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолет , и они видят различные оттенки ультрафиолета . <EOS>
Так что есть что-то , что выходит за эти рамки . <EOS>
И разве не было бы здорово , если бы мы могли каким-то образом увидеть , что это такое , я слышу , как вы спрашиваете . <EOS>
Ну да , мы можем . <EOS>
Так что же видит насекомое ? <EOS>
На прошлой неделе я сделал эти фотографии каменной розы , гелиантемы , в Дорсете . <EOS>
Это маленькие желтые цветы , которые мы все видим , маленькие желтые цветы повсюду . <EOS>
И вот как это выглядит в видимом свете . <EOS>
Вот как это выглядит , если убрать красный цвет . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
А потом я поставил несколько ультрафиолетовых фильтров на свою камеру и сделал очень , очень длинную экспозицию с определенными частотами ультрафиолетового света , и вот что у меня получилось . <EOS>
И это действительно фантастическое попадание в цель . <EOS>
Мы не знаем точно , что видит пчела , так же как вы не знаете , что я вижу , когда называю это красным . <EOS>
Мы не можем знать , что происходит в разуме другого человека , не говоря уже о разуме насекомого . <EOS>
Но контраст будет выглядеть примерно так , сильно выделяясь на фоне . <EOS>
Вот еще один маленький цветок - разные диапазоны ультрафиолетовых частот , разные фильтры , чтобы соответствовать опылителям . <EOS>
И это именно то , что он будет видеть . <EOS>
На всякий случай , если вы думаете , что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе этого снимка ; он был просто прикреплен к штативу , а не убит - тогда под ультрафиолетовым светом , посмотрите на это . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитные кремы работают , поглощая ультрафиолетовый свет . <EOS>
Так что , возможно , химическое вещество в этом было бы полезно . <EOS>
И , наконец , одна из примул , которую мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый рисунок . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , что здесь есть что-то поэтическое , что эти фотографии , сделанные с ультрафиолетовым фильтром , основное использование этого фильтра для астрономов , чтобы сфотографировать Венеру - на самом деле облака Венеры . <EOS>
Это основное применение этого фильтра . <EOS>
Венера , конечно же , является богом любви и плодородия , что является цветочной историей . <EOS>
И так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнять их приказы , им также каким-то образом удалось убедить нас засеять ими большие поля и дарить их друг другу во время рождения и смерти , и особенно во время брака , который , если подумать , является моментом , который заключает в себе передачу генетического материала от одного организма к другому . <EOS>
Спасибо вам большое . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться с окружающим миром . <EOS>
Есть много способов сделать это , и мне нравится сосредотачиваться на том , чтобы помочь компьютерам рассказать о том , что они видят и понимают . <EOS>
В такой сцене современный алгоритм компьютерного зрения может сказать вам , что есть женщина и есть собака . <EOS>
Он может сказать вам , что женщина улыбается . <EOS>
Он может даже сказать вам , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые может вызвать у людей подобная сцена . <EOS>
Все взаимосвязи связанных ситуаций . <EOS>
Может быть , вы видели такую собаку раньше , или вы проводили время , бегая по пляжу , подобному этому , и это еще больше вызывает мысли и воспоминания о прошлом отпуске , прошлых посещениях пляжа , времени , проведенном в бегах с другими собаки . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , на что это похоже , получить этот опыт , понять , что мы разделяем , во что верим и что чувствуем , мы можем начать развивать компьютерные технологии таким образом , чтобы они дополняли наши собственный опыт . <EOS>
Итак , углубившись в это , несколько лет назад я начал работать над тем , чтобы помогать компьютерам создавать истории , похожие на человеческие , из последовательностей изображений . <EOS>
Итак , однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Он посмотрел на фотографии и увидел коалу . <EOS>
Он не знал , что такое коала , но сказал , что думает , что это очень интересное существо . <EOS>
Затем я поделился с ним серией изображений сгоревшего дома . <EOS>
Он посмотрел на изображения и сказал : « Это потрясающий вид ! <EOS>
От этого у меня по спине пробежал холодок . <EOS>
Он увидел ужасное , изменяющее жизнь и разрушающее жизнь событие и подумал , что это что-то положительное . <EOS>
Я понял , что он распознал контраст , красный и желтый , и подумал , что это стоит отметить положительно . <EOS>
И отчасти причина , по которой он это делал , заключалась в том , что большинство изображений , которые я ему давал , были положительными . <EOS>
Это потому , что люди склонны делиться положительными образами , когда рассказывают о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением ИИ задачи за задачей , набора данных за набором данных , я создавал огромные пробелы , дыры и слепые пятна в том , что он мог понять . <EOS>
И при этом я кодировал всевозможные предубеждения . <EOS>
Предубеждения , которые отражают ограниченную точку зрения , ограниченную одним набором данных , - предубеждения , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предубеждения и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня туда , где я был в тот день - как первые цветные изображения были откалиброваны по коже белой женщины , а это означало , что цветная фотография была смещена против черных лиц. <EOS>
И та же предвзятость , та же слепая зона сохранялась и в 90-е . <EOS>
И то же самое слепое пятно сохраняется даже сегодня в том , насколько хорошо мы можем распознавать лица разных людей с помощью технологии распознавания лиц. <EOS>
Я подумал о современном состоянии исследований , когда мы склонны ограничивать свое мышление одним набором данных и одной проблемой . <EOS>
И тем самым мы создавали больше слепых зон и предубеждений , которые ИИ мог еще усилить . <EOS>
Тогда я понял , что нам нужно глубоко подумать о том , как технология , над которой мы работаем сегодня , будет выглядеть через пять лет , через 10 лет . <EOS>
Люди развиваются медленно , со временем , чтобы исправить проблемы во взаимодействии людей и окружающей их среды . <EOS>
Напротив , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
И это означает , что действительно важно , чтобы мы тщательно обдумали это прямо сейчас - чтобы мы размышляли о наших собственных слепых пятнах , наших собственных предубеждениях и думали о том , как это влияет на технологию , которую мы создаем , и обсуждаем , что современные технологии будут значит на завтра . <EOS>
Руководители и ученые взвесили вопрос о том , какой , по их мнению , будет технология искусственного интеллекта будущего . <EOS>
Стивен Хокинг предупреждает , что « искусственный интеллект может положить конец человечеству » . <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из величайших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
Билл Гейтс подчеркнул : « Я не понимаю , почему люди не так обеспокоены » . <EOS>
Но эти взгляды - они часть истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта - это то , что мы называем доступом , и все с чем мы работаем . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и аналитики , в которые мы можем внести свой вклад . <EOS>
Кроме того , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом работы с технологиями , тем , как они нас волнуют и волнуют . <EOS>
Мы можем обсудить то , что нам нравится . <EOS>
Мы можем предвидеть аспекты технологий , которые могут быть более полезными или могут стать более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на открытии дискуссии об ИИ с предвидением будущего , это поможет создать общий разговор и осознание того , что такое ИИ сейчас , чем он может стать , и обо всем , что нам нужно сделать для этого . результат , который нам больше всего подходит . <EOS>
Мы уже видим и знаем это в технологиях , которые используем сегодня . <EOS>
Мы пользуемся смартфонами , цифровыми помощниками и Roomba . <EOS>
Они злые ? <EOS>
Может иногда . <EOS>
Они полезны ? <EOS>
Да , они тоже такие . <EOS>
И они не все одинаковые . <EOS>
И там вы уже видите свет , озаряющий то , что ждет в будущем . <EOS>
Будущее продолжается от того , что мы строим и создаем прямо сейчас . <EOS>
Мы привели в действие тот эффект домино , который прокладывает эволюционный путь ИИ . <EOS>
Прямо сейчас , в наше время , мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненную реальность , воплощая в жизнь прошлые миры . <EOS>
Технология , которая помогает людям делиться своим опытом , когда у них возникают трудности с общением . <EOS>
Технология основана на понимании потокового визуального мира , используемого в качестве технологии для беспилотных автомобилей . <EOS>
Технологии , основанные на понимании изображений и генерировании языка , развиваются в технологию , которая помогает людям с ослабленным зрением лучше получать доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут приводить к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы родились , такие как цвет нашей кожи или выражение лица , чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая обрабатывает наши данные , даже данные , касающиеся нашего пола или расы , чтобы определить , можем ли мы получить ссуду . <EOS>
Все , что мы видим сейчас , - это моментальный снимок эволюции искусственного интеллекта . <EOS>
Потому что то , где мы сейчас находимся , находится в пределах одного момента этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что произойдет в будущем и в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы помогать людям , тогда нам нужно определить цели и стратегии , которые позволяют этот путь прямо сейчас . <EOS>
Я бы хотел увидеть то , что хорошо сочетается с людьми , нашей культурой и окружающей средой . <EOS>
Технологии , которые помогают и помогают тем из нас , кто страдает неврологическими заболеваниями или другими ограниченными возможностями , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технология , которая работает независимо от вашего демографического положения или цвета вашей кожи . <EOS>
Итак , сегодня я сосредотачиваюсь на технологиях завтрашнего дня и на 10 лет вперед . <EOS>
ИИ может проявиться по-разному . <EOS>
Но в данном случае это не беспилотный автомобиль , у которого нет пункта назначения . <EOS>
Это машина , на которой мы ведем . <EOS>
Мы выбираем , когда ускоряться , а когда замедляться . <EOS>
Мы выбираем , нужно ли нам повернуть . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле для всего , чем может стать искусственный интеллект . <EOS>
Будет много вещей . <EOS>
И теперь нам предстоит выяснить , что нам нужно внедрить , чтобы убедиться , что результаты искусственного интеллекта будут лучше для всех нас . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить вас всех задуматься на секунду над тем очень простым фактом , что , безусловно , большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле , смотреть в ночное небо и видеть звезды невооруженным глазом . <EOS>
Солнце обжигает наше периферийное зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И с тех пор , как Галилей направил этот элементарный телескоп на небесные тела , известная вселенная пришла к нам через свет через обширные эпохи в космической истории . <EOS>
И с помощью всех наших современных телескопов мы смогли собрать этот потрясающий немой фильм о вселенной - эти серии снимков , которые восходят к Большому взрыву . <EOS>
И все же вселенная - это не немое кино , потому что вселенная не безмолвна . <EOS>
Я хотел бы убедить вас , что у Вселенной есть саундтрек , и этот саундтрек воспроизводится в самом космосе , потому что космос может раскачиваться , как барабан . <EOS>
Это может стать своего рода записью по всей вселенной некоторых из самых драматических событий по мере их развития . <EOS>
Теперь мы хотели бы иметь возможность добавить к великолепной визуальной композиции Вселенной , которую мы имеем , - звуковую композицию . <EOS>
И хотя мы никогда не слышали звуков из космоса , нам действительно стоит в ближайшие несколько лет начать увеличивать громкость того , что там происходит . <EOS>
Итак , в этом стремлении запечатлеть песни из вселенной , мы обращаем наше внимание на черные дыры и их обещание , потому что черные дыры могут бить в пространстве-времени , как молотки по барабану , и у них есть очень характерная песня , которую я бы хотел. сыграть для вас - некоторые из наших прогнозов того , какой будет эта песня . <EOS>
Возможно , однажды мы увидим тень , которую черная дыра может отбрасывать на очень яркий фон , но пока этого не произошло . <EOS>
И все же черные дыры можно услышать , даже если их не увидеть , и это потому , что они бьют по пространству-времени , как барабан . <EOS>
Идея о том , что пространство может звенеть как барабан , мы обязаны Альберту Эйнштейну , которому мы так многим обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы Вселенная была пустой , все было бы так , как на этой картинке , за исключением , может быть , без полезной сетки , нарисованной на ней . <EOS>
Но если бы мы свободно падали в пространстве , даже без этой полезной сетки , мы могли бы раскрасить ее сами , потому что заметили бы , что путешествуем по прямым линиям , не отклоняющимся прямым путям через вселенную . <EOS>
Эйнштейн также осознал - и в этом суть дела - что если вложить энергию или массу во Вселенную , она искривит пространство , и свободно падающий объект пройдет мимо , скажем , Солнца , и он отклоняется по естественным изгибам в пространстве . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет искривляться этими путями . <EOS>
И вас можно так сильно согнуть , что вы окажетесь на орбите вокруг Солнца , как Земля , или Луны вокруг Земли . <EOS>
Это естественные кривые в пространстве . <EOS>
Эйнштейн не осознавал , что если взять наше Солнце и раздавить его до шести километров - то есть взять массу в миллион раз больше Земли и раздавить его до шести километров в поперечнике , то получится черная дыра , объект настолько плотный , что , если свет повернется слишком близко , он никогда не ускользнет - темная тень на фоне Вселенной . <EOS>
Но Эйнштейн всегда считал черные дыры математической странностью . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
Это было за десятилетия до того , как был придуман термин « черная дыра » , и люди осознали , что черные дыры являются настоящими астрофизическими объектами - на самом деле они являются смертельным состоянием очень массивных звезд , которые катастрофически коллапсируют в конце своей жизни . <EOS>
Теперь наше Солнце не превратится в черную дыру . <EOS>
На самом деле это недостаточно массивно . <EOS>
Но если бы мы провели небольшой мысленный эксперимент - что очень любил делать Эйнштейн - мы могли бы представить , что Солнце сокрушено до шести километров , а крошечная Земля вокруг него вращается на орбите , может быть , в 30 километрах от черного . дыра солнце . <EOS>
И он будет самосветящимся , потому что теперь Солнца больше нет , у нас нет другого источника света - так что давайте сделаем нашу маленькую Землю самосветящейся . <EOS>
И вы бы поняли , что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры . <EOS>
Эта раздавленная черная дыра более или менее уместилась бы внутри Манхэттена . <EOS>
Он может пролиться в Гудзон немного раньше , чем разрушит Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который можно раздавить на половину площади Манхэттена . <EOS>
Итак , мы пододвигаем эту Землю очень близко - на 30 километров наружу - и замечаем , что она прекрасно вращается вокруг черной дыры . <EOS>
Существует своего рода миф о том , что черные дыры пожирают все во Вселенной , но на самом деле вам нужно подойти очень близко , чтобы упасть . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем увидеть Землю . <EOS>
Он не может спрятаться за черной дырой . <EOS>
Часть света с Земли падает , но часть попадает в линзы и возвращается к нам . <EOS>
Значит , за черной дырой ничего нельзя спрятать . <EOS>
Если это был Звездный Крейсер Галактика , и вы сражаетесь с Сайлонами , не прячьтесь за черной дырой . <EOS>
Они тебя видят . <EOS>
Теперь наше Солнце не превратится в черную дыру - оно недостаточно массивное - но в нашей галактике есть десятки тысяч черных дыр . <EOS>
И если бы кто-то затмил Млечный Путь , он бы выглядел так . <EOS>
Мы бы увидели тень этой черной дыры на фоне сотен миллиардов звезд в Галактике Млечный Путь и ее светящихся пылевых полос . <EOS>
И если бы мы упали в эту черную дыру , мы бы увидели весь этот свет , рассеянный вокруг нее , и мы могли бы даже начать переходить в эту тень и на самом деле не заметить , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались запустить наши ракеты и выбраться оттуда , потому что мы не могли , больше , чем свет может ускользнуть . <EOS>
Но даже несмотря на то , что черная дыра темна снаружи , она не темна внутри , потому что весь свет галактики может падать позади нас . <EOS>
И хотя из-за релятивистского эффекта , известного как замедление времени , наши часы , казалось бы , замедляются относительно галактического времени , это будет выглядеть так , как будто эволюция галактики ускорилась и стреляла в нас прямо перед тем , как мы были раздавлены . к смерти от черной дыры . <EOS>
Это было бы похоже на околосмертный опыт , когда вы видите свет в конце туннеля , но это полный опыт смерти . <EOS>
( Смех ) И нельзя никому рассказать о свете в конце туннеля . <EOS>
Мы никогда не видели такой тени от черной дыры , но черные дыры можно услышать , даже если они не видны . <EOS>
Представьте себе астрофизически реалистичную ситуацию - представьте две черные дыры , которые прожили долгую жизнь вместе . <EOS>
Может быть , они начали как звезды и рухнули в две черные дыры , каждая из которых в 10 раз больше массы Солнца . <EOS>
Итак , теперь мы собираемся раздавить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они движутся вокруг друг друга со скоростью , близкой к скорости света . <EOS>
Таким образом , они пересекают тысячи километров за доли секунды , и при этом они не только искривляют пространство , но и оставляют после себя звон пространства , настоящую волну в пространстве-времени . <EOS>
Пространство сжимается и растягивается , когда оно исходит из этих черных дыр , ударяющих по Вселенной . <EOS>
И они отправляются в космос со скоростью света . <EOS>
Это компьютерное моделирование разработано группой по теории относительности в NASA Goddard . <EOS>
Чтобы решить эту проблему , потребовалось почти 30 лет . <EOS>
Это была одна из групп . <EOS>
На нем изображены две черные дыры , вращающиеся вокруг друг друга , опять же с помощью этих искусно нарисованных кривых . <EOS>
И если вы видите - это как бы слабое - но если вы видите исходящие красные волны , это гравитационные волны . <EOS>
Это буквально звуки звона космоса , и они будут выходить из этих черных дыр со скоростью света , когда они звенят вниз и сливаются в одну вращающуюся тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы со сжатием и растяжением пространства . <EOS>
Вы бы буквально услышали звук . <EOS>
Теперь , конечно , ваша голова будет бесполезно сжиматься и растягиваться , поэтому у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я бы хотел сыграть для вас звук , который мы предсказываем . <EOS>
Это из моей группы - чуть менее гламурного компьютерного моделирования . <EOS>
Представьте себе более легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , - это легкая черная дыра , ударяющаяся в пространство каждый раз , когда она приближается . <EOS>
Если он уйдет далеко , будет слишком тихо . <EOS>
Но он входит как молоток и буквально раскалывает пространство , раскачивая его , как барабан . <EOS>
И мы можем предсказать , какой будет звук . <EOS>
Мы знаем , что по мере того , как он падает , он становится быстрее и громче . <EOS>
И , в конце концов , мы услышим , как маленький парень просто упадёт в большого парня . <EOS>
Я никогда не слышал этого так громко - это на самом деле более драматично . <EOS>
Дома это звучит неприятно . <EOS>
Это что-то типа динь , динь , динь . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют полезных следов чернил , а пространство не закрашивается , показывая вам кривые . <EOS>
Но если вы должны были проплыть в космосе в космическом отпуске и услышали это , вы захотите двинуться в путь . <EOS>
( Смех ) Хочу уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры становятся все ближе друг к другу . <EOS>
В этом случае они оба довольно сильно раскачиваются . <EOS>
А потом они сольются . <EOS>
Это щебетание очень характерно для слияния черных дыр - щебетание в конце . <EOS>
Это наше предсказание того , что мы увидим . <EOS>
К счастью , мы на безопасном расстоянии в Лонг-Бич , Калифорния . <EOS>
И наверняка где-то во Вселенной слились две черные дыры . <EOS>
И , конечно же , пространство вокруг нас звенит после того , как мы пролетели , возможно , миллион световых лет или миллион лет со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы любой из нас когда-либо мог его услышать . <EOS>
На Земле строятся очень трудолюбивые эксперименты - один под названием LIGO - который обнаружит отклонения в сжатии и растяжении пространства на расстоянии менее доли ядра атома на расстоянии более четырех километров . <EOS>
Это в высшей степени амбициозный эксперимент , и в ближайшие несколько лет он будет находиться на повышенной чувствительности - чтобы уловить это . <EOS>
Также предлагается космическая миссия , которая , как мы надеемся , будет запущена в ближайшие десять лет , под названием LISA . <EOS>
А LISA сможет увидеть сверхмассивные черные дыры - черные дыры , в миллионы или миллиарды раз превышающие массу Солнца . <EOS>
На этом изображении телескопа Хаббла мы видим две галактики . <EOS>
Они выглядят так , будто застыли в каких-то объятиях . <EOS>
И каждая из них , вероятно , таит в себе сверхмассивную черную дыру . <EOS>
Но они не заморожены ; они фактически сливаются . <EOS>
Эти две черные дыры сталкиваются , и они сольются в масштабе времени в миллиард лет . <EOS>
Подобрать песню такой продолжительности - за пределами нашего человеческого восприятия . <EOS>
Но LISA смог увидеть заключительные стадии двух сверхмассивных черных дыр раньше в истории Вселенной , за последние 15 минут до того , как они упадут вместе . <EOS>
И это не только черные дыры , но и любое большое возмущение во Вселенной , и самое большое из них - Большой взрыв . <EOS>
Когда это выражение было придумано , оно было насмешливым - типа : « О , кто бы поверил в Большой взрыв ? » <EOS>
На этой анимации моих друзей из Proton Studios показано , как я смотрю на Большой взрыв со стороны . <EOS>
На самом деле мы никогда не хотим этого делать . Мы хотим быть внутри вселенной , потому что вне вселенной не бывает . <EOS>
Итак , представьте , что вы находитесь внутри Большого взрыва . <EOS>
Оно повсюду , оно повсюду вокруг вас , а пространство хаотично колышется . <EOS>
Прошло четырнадцать миллиардов лет , а эта песня все еще звучит вокруг нас . <EOS>
Формируются галактики , и в этих галактиках формируются поколения звезд , и вокруг одной звезды , по крайней мере , одной звезды , есть обитаемая планета . <EOS>
И вот мы лихорадочно строим эти эксперименты , делаем эти вычисления , пишем эти компьютерные коды . <EOS>
Представьте себе , что миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня все время звучит в космосе . <EOS>
Нас здесь даже не было . <EOS>
Это становится все ближе и ближе - 40 000 лет назад мы все еще делаем наскальные рисунки . <EOS>
Если бы мы собирались уловить Большой взрыв , это звучало бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум ; это такой хаотичный звон . <EOS>
Но , по-видимому , он повсюду вокруг нас , если он не был уничтожен каким-то другим процессом во Вселенной . <EOS>
И если мы возьмем его в руки , это будет музыка для наших ушей , потому что это будет тихое эхо того момента нашего творения , нашей наблюдаемой Вселенной . <EOS>
Так что в ближайшие несколько лет мы сможем немного улучшить саундтрек , визуализировать вселенную в аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это приблизит нас к пониманию Большого взрыва , что еще больше приблизит нас к задаче некоторых из самых сложных и неуловимых вопросов . <EOS>
Если мы просмотрим фильм о нашей вселенной в обратном направлении , мы знаем , что в нашем прошлом был Большой взрыв , и мы могли бы даже услышать его какофонический звук , но был ли наш Большой взрыв единственным Большим взрывом ? <EOS>
Я имею в виду , мы должны спросить , случалось ли это раньше ? <EOS>
Это случится снова ? <EOS>
Я имею в виду , что в духе того , чтобы принять вызов TED , чтобы возродить чудо , мы можем задавать вопросы , по крайней мере в эту последнюю минуту , которые честно могут ускользнуть от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная - всего лишь шлейф какой-то великой истории ? <EOS>
Или , возможно , мы всего лишь ответвление мультивселенной - каждая ветвь со своим собственным Большим взрывом в прошлом - может быть , некоторые из них с черными дырами , играющими на барабанах , может быть , некоторые без - может быть , некоторые с разумной жизнью , и , может быть , некоторые без - не в нашем прошлом , не в нашем будущем , но как-то фундаментально связаны с нами ? <EOS>
Поэтому мы должны задаться вопросом , есть ли мультивселенная в каком-нибудь другом участке этой мультивселенной , есть ли там существа ? <EOS>
Вот мои создания из мультивселенной . <EOS>
Есть ли в мультивселенной другие существа , которые интересуются нами и интересуются своим происхождением ? <EOS>
И если они есть , я могу представить их такими , какие мы есть , которые вычисляют , пишут компьютерный код , строят инструменты , пытаются уловить этот самый слабый звук их происхождения и гадают , кто еще там . <EOS>
Спасибо . Спасибо . <EOS>
( Аплодисменты ) <EOS>
Одним зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил , что над городом нависает дымка . <EOS>
Я езжу на такой машине почти каждый день , поэтому было необычно , что я не заметил этого раньше . <EOS>
Йоханнесбург известен своим характерным горизонтом , который я едва мог видеть в то утро . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописной средой , которую я знал , и этим покрытым смогом горизонтом что-то всколыхнул во мне . <EOS>
Меня потрясла возможность того , что этот город ярких и ярких закатов затмевает тусклая дымка . <EOS>
В тот момент мне захотелось что-то с этим сделать , но я не знал , что именно . <EOS>
Все , что я знал , это то , что я не могу просто сидеть сложа руки . <EOS>
Основная проблема заключалась в том , что я мало что знал об экологических науках об управлении качеством воздуха или химии атмосферы . <EOS>
Я компьютерный инженер и был почти уверен , что не смогу решить эту проблему с загрязнением воздуха с помощью кода . <EOS>
( Смех ) Кто я был , чтобы что-то делать с этой проблемой ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я усвоил очень важный урок , урок , который мы все должны принять во внимание , если мы хотим работать во имя лучшего будущего . <EOS>
Даже если вы не являетесь экспертом в определенной области , ваш внешний опыт может стать ключом к решению больших проблем в этой области . <EOS>
Иногда ваша уникальная точка зрения может привести к нестандартному мышлению , которое может сдвинуть с мертвой точки , но вам нужно набраться смелости , чтобы попробовать . <EOS>
Это единственный способ узнать . <EOS>
Тогда я знал , что если я даже собираюсь попытаться что-то изменить , мне нужно сначала сообразить , что такое загрязнение воздуха , и поэтому я снова стал студентом . <EOS>
Я провел небольшое фундаментальное исследование и вскоре узнал , что загрязнение воздуха - это самый большой экологический риск для здоровья в мире . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей в мире в 2012 году были вызваны загрязнением воздуха в домах и окружающей среде , причем большинство из них произошло в странах с низким и средним уровнем доходов . <EOS>
Одно только загрязнение атмосферного воздуха вызывает больше смертей каждый год , чем малярия и ВИЧ / СПИД . <EOS>
В Африке преждевременная смерть в результате небезопасных санитарных условий или недоедания среди детей бледнеет по сравнению со смертями из-за загрязнения воздуха , и это дорого обходится : более 400 миллиардов долларов США на 2013 год , согласно исследованию Организации экономического сотрудничества Разработка . <EOS>
Теперь в своей работе я исследую новые горизонты искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти благоприятную основу и помочь нам принимать более правильные решения . <EOS>
Когда я задумался о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принимать более эффективные решения о том , как мы справляемся с загрязнением воздуха , и , учитывая масштаб проблемы , необходимо было делать это совместными усилиями . <EOS>
Поэтому я решил , что мне лучше познакомиться с некоторыми людьми , работающими в этой области . <EOS>
Я начал разговаривать с официальными лицами из Йоханнесбурга и других близлежащих городов , связался с местным научным сообществом , а также сделал несколько холодных звонков . <EOS>
Процесс взаимодействия , который я начал , помог мне глубже понять проблему . <EOS>
Это также помогло мне избежать ловушки , в которую люди моей профессии иногда попадают , пытаясь внедрять инновации , когда мы быстро применяем технологию , прежде чем твердо осознаем возникшую проблему . <EOS>
Я начал обдумывать , что я могу сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я могу как-то осмысленно объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта и опыт людей , к которым я обратился . <EOS>
Я хотел создать онлайн-платформу для управления качеством воздуха , которая выявляла бы тенденции загрязнения и прогнозировала будущее , чтобы определить , каких результатов можно ожидать . <EOS>
Я был полон решимости воплотить мою идею в практическое решение , но столкнулся с неуверенностью и не имел никаких гарантий успеха . <EOS>
У меня был особый набор инженерных навыков , навыков , которые я приобрел за свою карьеру ( Смех ) , которые были новыми для людей , которые столько лет работали над проблемой загрязнения воздуха . <EOS>
Я пришел к выводу , что иногда всего лишь один свежий взгляд , один новый набор навыков может создать условия для того , чтобы произошло что-то выдающееся . <EOS>
Наша сила воли и воображение - путеводный свет , позволяющий нам прокладывать новые пути и преодолевать препятствия . <EOS>
Вооружившись более четким пониманием проблемы загрязнения воздуха и сумев собрать более десяти лет данных об уровнях загрязнителей воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали анализ качества воздуха . система поддержки принятия решений , живущая в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в реальном времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения , чтобы спрогнозировать будущие уровни загрязнения для нескольких различных загрязнителей за несколько дней . <EOS>
Это означает , что граждане могут принимать более обоснованные решения о своих повседневных передвижениях и о том , где поселить свои семьи . <EOS>
Мы можем заранее прогнозировать неблагоприятные события загрязнения , выявлять сильных загрязнителей , и соответствующие органы могут приказать им сократить свою деятельность . <EOS>
Благодаря вспомогательному сценарному планированию градостроители также могут принимать более обоснованные решения о том , как расширить инфраструктуру , например населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотный проект нашей технологии , который длился 120 дней и охватил всю Южную Африку . <EOS>
Наши результаты подтвердились , когда мы продемонстрировали тесную корреляцию между данными прогнозов и данными , которые мы получали на местах . <EOS>
&quot; Благодаря нашему руководству мы предоставили передовые , ведущие в мире средства , которые могут выполнять прогнозы качества воздуха с беспрецедентной разрешающей способностью и точностью , принося пользу городу , в который я приехал одним зимним утром не так давно и подумал про себя &quot; &quot; Что-то здесь не так . Интересно , что можно сделать ? &quot; &quot; &quot; <EOS>
Итак , вот в чем суть : что , если бы я больше не исследовал проблему загрязнения воздуха ? <EOS>
Что , если бы я не проявлял некоторой озабоченности состоянием окружающей среды и просто надеялся , что кто-то где-то позаботится об этом ? <EOS>
Я узнал , что , приступая к трудному делу , продвигающему дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и рассмотреть последствия бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и противодействие , но это должно еще больше мотивировать нас . <EOS>
Итак , где бы вы ни находились , в следующий раз , когда вы обнаружите , что у вас есть какое-то естественное любопытство , которое вызывает у вас интерес , и это касается того , что вам небезразлично , и у вас есть какие-то сумасшедшие или смелые идеи , и , возможно , это выходит за рамки вашего экспертиза , спросите себя : а почему бы и нет ? <EOS>
Почему бы просто не взяться за решение проблемы как можно лучше и по-своему ? <EOS>
Ты будешь приятно удивлен . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение автомобиля - это занятие исключительно для тех , кто видит . <EOS>
До сих пор считалось , что слепое управление транспортным средством самостоятельно и безопасно . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы приносим свободу и независимость слепым , создавая автомобиль для слабовидящих . <EOS>
Итак , прежде чем я расскажу об этой машине для слепых , позвольте мне вкратце рассказать вам о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированной машины , которая может управлять собой . <EOS>
Вы нажимаете « Старт » , никто ничего не трогает , и он может добраться до места назначения полностью автономно . <EOS>
Так в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом соревновании . <EOS>
Примерно в то же время Национальная федерация слепых ( NFB ) поставила перед исследовательским комитетом вопрос о том , кто может разработать автомобиль , который позволит слепому водить безопасно и независимо . <EOS>
Мы решили попробовать , потому что подумали : « Эй , как это может быть сложно ? » <EOS>
У нас уже есть автономный автомобиль . <EOS>
Мы просто поместили в это слепого человека и все готово , верно ? <EOS>
( Смех ) Мы не могли ошибиться больше . <EOS>
NFB хотела не машину , которая могла бы водить слепого , а машину , в которой слепой мог бы принимать активные решения и водить машину . <EOS>
Так что пришлось все выбросить в окно и начать с нуля . <EOS>
Итак , чтобы проверить эту безумную идею , мы разработали небольшой прототип багги- багги , чтобы проверить ее осуществимость . <EOS>
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность попробовать себя в этом . <EOS>
Это был совершенно потрясающий опыт . <EOS>
Но проблема с этим автомобилем заключалась в том , что он был разработан для вождения только в строго контролируемой среде , на плоской закрытой парковке - даже на полосах , обозначенных красными конусами движения . <EOS>
Итак , с этим успехом мы решили сделать следующий большой шаг - разработать настоящий автомобиль , который можно было бы водить по настоящим дорогам . <EOS>
Итак , как это работает ? <EOS>
Что ж , это довольно сложная система , но позвольте мне попытаться объяснить ее , возможно , упростить . <EOS>
Итак , у нас есть три шага . <EOS>
У нас есть интерфейсы восприятия , вычисления и невизуальные интерфейсы . <EOS>
Теперь очевидно , что водитель не может видеть , поэтому система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем исходную единицу измерения . <EOS>
Таким образом , он измеряет ускорение , угловое ускорение - как человеческое ухо , внутреннее ухо . <EOS>
Мы объединяем эту информацию с устройством GPS , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для обнаружения полос дороги . <EOS>
А еще мы используем три лазерных дальномера . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия - автомобиль , приближающийся спереди и сзади , а также любые препятствия , выходящие на дороги , любые препятствия вокруг автомобиля . <EOS>
Таким образом , весь этот огромный объем информации затем вводится в компьютер , и компьютер может делать две вещи . <EOS>
Один из них - это , прежде всего , обработка этой информации , чтобы иметь представление об окружающей среде - это полосы дороги , есть препятствия - и передать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы определить самый безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции по использованию органов управления транспортным средством . <EOS>
Но проблема в следующем : как передать эту информацию и инструкции человеку , который не может видеть достаточно быстро и достаточно точно , чтобы он мог водить машину ? <EOS>
Поэтому для этого мы разработали множество различных типов невизуальных технологий пользовательского интерфейса . <EOS>
Итак , начиная с трехмерной звуковой системы , вибрирующего жилета , колеса управления с голосовыми командами , полоски для ног и даже обуви , которая оказывает давление на ступню . <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Итак , это пара перчаток , и у них есть вибрирующие элементы в суставной части , чтобы вы могли передать инструкции о том , как управлять - направление и интенсивность . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Итак , это кресло - собственно говоря , массажное кресло . <EOS>
Мы выпотрошили его и переставили вибрирующие элементы по разному , и мы приводим их в действие , чтобы передать информацию о скорости , а также инструкции , как использовать педаль газа и тормоза . <EOS>
Итак , здесь вы можете увидеть , как компьютер понимает окружающую среду , и , поскольку вы не можете видеть вибрацию , мы фактически поместили красные светодиоды на драйвер , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Так что эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это обучающие реплики . <EOS>
Значит , это не совсем свобода , правда ? <EOS>
Компьютер подскажет , как ехать - повернуть налево , повернуть направо , ускориться , остановиться . <EOS>
Мы называем это « проблемой водителя на заднем сиденье » . <EOS>
Таким образом , мы уходим от обучающих устройств-подсказок и теперь уделяем больше внимания информационным устройствам . <EOS>
Хороший пример этого информационного невизуального пользовательского интерфейса называется AirPix . <EOS>
Так что думайте об этом как о наблюдателе для слепых . <EOS>
Итак , это небольшой планшет , в нем много отверстий , и выходит сжатый воздух , поэтому он действительно может рисовать изображения . <EOS>
Таким образом , даже если вы слепой , вы можете положить руку на него , вы можете видеть полосы дороги и препятствия . <EOS>
Фактически , вы также можете изменить частоту выхода воздуха и , возможно , температуру . <EOS>
Так что на самом деле это многомерный пользовательский интерфейс . <EOS>
Итак , здесь вы можете видеть левую камеру , правую камеру автомобиля и то , как компьютер интерпретирует это и отправляет эту информацию в AirPix . <EOS>
Для этого мы показываем симулятор слепого , управляющего автомобилем с помощью AirPix . <EOS>
Этот симулятор также был очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для различных типов невизуальных пользовательских интерфейсов . <EOS>
В общем , вот как это работает . <EOS>
Но это транспортное средство является прототипом транспортного средства , и оно не появится на дороге , пока не будет доказано , что оно такое же или безопаснее , чем нынешнее . <EOS>
И я искренне верю , что это может случиться . <EOS>
Но все же , примет ли общество такую радикальную идею ? <EOS>
Как мы будем оформлять страховку ? <EOS>
Как мы будем выдавать водительские права ? <EOS>
Помимо технологических проблем , нам необходимо решить множество различных препятствий , прежде чем это станет реальностью . <EOS>
Конечно же , основная цель этого проекта - разработать автомобиль для слепых . <EOS>
Но потенциально более важным , чем это , является огромная ценность побочной технологии , которая может быть получена из этого проекта . <EOS>
Используемые датчики могут видеть сквозь темноту , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их к более безопасным автомобилям для зрячих людей . <EOS>
Или для слепых , бытовая техника - в учебных заведениях , в офисе . <EOS>
Представьте себе , что в классе учитель пишет на доске , а слепой ученик может видеть , что написано и читать , используя эти невизуальные интерфейсы . <EOS>
Это бесценно . <EOS>
Итак , то , что я показал вам сегодня , - это только начало . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Мне как художнику очень важна связь . <EOS>
В своей работе я пытаюсь сформулировать , что люди неотделимы от природы и что все взаимосвязано . <EOS>
Впервые я побывал в Антарктиде почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
Мое сердце учащенно билось , голова кружилась , я пытался понять , что именно стояло передо мной . <EOS>
Айсберги вокруг меня были почти на 200 футов над водой , и я мог только не удивляться , что это была одна снежинка поверх другой снежинки год за годом . <EOS>
Айсберги рождаются , когда они отщепляются от ледников или отламываются от шельфовых ледников . <EOS>
У каждого айсберга есть своя индивидуальность . <EOS>
У них есть особый способ взаимодействия со своим окружением и своим опытом . <EOS>
Одни отказываются сдаваться и держатся до самого конца , другие не могут больше терпеть и рушатся в порыве драматической страсти . <EOS>
Когда вы смотрите на айсберг , легко думать , что они изолированы , что они отдельные и одинокие , так же , как мы , люди , иногда рассматриваем себя . <EOS>
Но на самом деле это далеко не так . <EOS>
Когда тает айсберг , я вдыхаю его древнюю атмосферу . <EOS>
По мере таяния айсберга из него выделяется богатая минералами пресная вода , питающая многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов , как если бы я делал портреты своих предков , зная , что в эти отдельные моменты они существуют таким образом и никогда больше не будут существовать таким образом . <EOS>
Когда они тают , это не смерть ; это не конец , а продолжение их жизненного цикла . <EOS>
Часть льда в айсбергах , которую я фотографирую , очень молодые - пару тысяч лет . <EOS>
А возраст некоторых льдов превышает 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы вам показать , - это айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы действительно становитесь свидетелем катящегося айсберга . <EOS>
Итак , вот оно . <EOS>
Слева вы можете увидеть небольшую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
И я хотел бы , чтобы вы обратили внимание на форму айсберга и его положение у ватерлинии . <EOS>
Вы можете видеть здесь , она начинает катиться , и лодка переместилась на другой берег , и там стоит человек . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Это примерно 120 футов над водой или 40 метров . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И вот так айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Вы знаете , сколько существует видов цветковых растений ? <EOS>
Существует четверть миллиона - по крайней мере , те , о которых мы знаем , - четверть миллиона видов цветковых растений . <EOS>
А цветы - настоящий педераст . <EOS>
Растениям очень сложно их производить . <EOS>
На них уходит огромное количество энергии и много ресурсов . <EOS>
Зачем им это нужно ? <EOS>
И ответ , конечно же , как и на многое в этом мире , - секс . <EOS>
Я знаю , о чем ты думаешь , когда смотришь на эти фотографии . <EOS>
И причина того , что половое размножение так важно , - есть много других вещей , которые растения могут делать для воспроизводства . <EOS>
Можно обрезать черенки ; они могут заниматься сексом сами с собой ; они могут опылять сами себя . <EOS>
Но им действительно нужно распространять свои гены для смешивания с другими генами , чтобы они могли адаптироваться к нишам окружающей среды . <EOS>
Так работает эволюция . <EOS>
Теперь растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , уже видели некоторые из этих изображений раньше . <EOS>
Как я уже сказал , в каждом доме должен быть сканирующий электронный микроскоп , чтобы их увидеть . <EOS>
А видов пыльцы столько же , сколько цветущих растений . <EOS>
И это действительно очень полезно для криминалистики и так далее . <EOS>
Большая часть пыльцы , вызывающей у нас сенную лихорадку , поступает от растений , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому он так сильно поднимает наши носы . <EOS>
Потому что вы должны выбрасывать массы и массы , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые содержатся в пыльце , каким-то образом случайно достигнут другого цветка . <EOS>
Итак , все травы , то есть все зерновые культуры , и большинство деревьев имеют пыльцу , переносимую ветром . <EOS>
Но большинство видов на самом деле используют насекомых для выполнения своих задач , и это в некотором смысле более разумно , потому что пыльца им не нужна . <EOS>
Насекомые и другие виды могут взять пыльцу и перенести ее прямо туда , где это необходимо . <EOS>
Итак , мы , очевидно , осознаем взаимосвязь между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они что-то получают взамен , а это что-то взамен , как правило , нектар . <EOS>
Иногда этот симбиоз приводил к чудесным приспособлениям - колибри-ястребиная моль прекрасна в своем приспособлении . <EOS>
Растение что-то получает , а ястребиная моль разносит пыльцу в другое место . <EOS>
Растения эволюционировали , чтобы создавать здесь и там маленькие посадочные полосы для пчел , которые могли сбиться с пути . <EOS>
На многих растениях есть отметины , похожие на других насекомых . <EOS>
Это пыльники лилии , продуманные так , что , когда ничего не подозревающее насекомое приземляется на них , пыльник переворачивается и бросает его на спину большим количеством пыльцы , с которой оно затем отправляется к другому растению . <EOS>
И есть орхидея , которая может показаться вам , как будто у нее есть челюсти , и в некотором смысле она есть ; он заставляет насекомое выползать наружу , покрываясь пыльцой , которую оно уносит куда-то еще . <EOS>
Орхидеи : существует не менее 20 000 видов орхидей - удивительно , поразительно разнообразных . <EOS>
И они ловят всякие уловки . <EOS>
Они должны попытаться привлечь опылителей , чтобы они выполняли их приказы . <EOS>
Эта орхидея известна как орхидея Дарвина , потому что он изучил ее и сделал замечательное предсказание , когда увидел ее - вы можете видеть , что от орхидеи спускается очень длинная трубка нектара . <EOS>
И в основном то , что насекомое должно делать - мы находимся в середине цветка - оно должно воткнуть свой маленький хоботок прямо в середину этого цветка и полностью вниз по трубочке с нектаром , чтобы добраться до нектара . <EOS>
И Дарвин сказал , глядя на этот цветок : « Думаю , что-то произошло вместе с этим » . <EOS>
И , конечно же , насекомое . <EOS>
И я имею в виду , обычно он как бы откатывает его , но в прямом виде это выглядит так . <EOS>
Теперь вы можете себе представить , что если нектар является такой ценной вещью и дорогостоящим для производства растения , и он привлекает множество опылителей , тогда , как и в человеческом сексе , люди могут начать обмануть . <EOS>
Они могут сказать : « У меня есть немного нектара . Хочешь прийти и получить его ? » <EOS>
Теперь это растение . <EOS>
Это растение здесь очень любят насекомые в Южной Африке , и они эволюционировали с длинным хоботком , чтобы получить нектар внизу . <EOS>
А это мимик . <EOS>
Итак , это растение имитирует первое растение . <EOS>
А вот длиннохоботая муха , которая не получила нектара от мимика , потому что мимик не дает ей никакого нектара . Он думал , что получит . <EOS>
Таким образом , муха не только не получила нектара от мимического растения , но еще и - если вы внимательно посмотрите только на головной конец , вы увидите , что у нее есть немного пыльцы , которую она передала бы другому растению , если только не пришел какой-то ботаник и не приклеил его к синей карточке . <EOS>
( Смех ) Теперь обман распространяется по царству растений . <EOS>
Этот цветок с черными точками : нам они могут показаться черными точками , но если я скажу вам , самец насекомого правильного вида выглядит как две самки , которым очень-очень хочется рысью . <EOS>
( Смех ) И когда насекомое добирается туда и приземляется на него , конечно же , обливаясь пыльцой , которую оно перенесет на другое растение , если вы посмотрите на снимок , полученный с помощью сканирующего электронного микроскопа , который должен быть у каждого дома , вы можете видеть , что на самом деле там есть какой-то трехмерный узор . <EOS>
Так что это , вероятно , даже приятно для насекомого , а также хорошо выглядит . <EOS>
И на этих снимках , сделанных с помощью электронного микроскопа - вот одна из орхидей , имитирующих насекомое - вы можете видеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры , чем то , что может воспринимать насекомое . <EOS>
А этот эволюционировал , чтобы имитировать глянцевую металлическую поверхность , которую вы видите у некоторых жуков . <EOS>
И под сканирующим электронным микроскопом вы можете увидеть эту поверхность - действительно сильно отличающуюся от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже нам . <EOS>
Я имею в виду , я думаю , что это похоже на какое-то летающее животное или зверь . <EOS>
Это чудесная , удивительная вещь . <EOS>
Этот умный . Это называется обсидиан . <EOS>
Иногда я думаю об этом как о инсидиуме . <EOS>
Для правильного вида пчел это выглядит как еще одна очень агрессивная пчела , и она идет и бьет ее по голове много и много раз , пытаясь отогнать ее , и , конечно же , покрывается пыльцой . <EOS>
Кроме того , это растение имитирует другую орхидею , у которой есть прекрасный запас пищи для насекомых . <EOS>
А в этом им ничего нет . <EOS>
Так что обман на двух уровнях - невероятный . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я вообще-то нюхал кого-то раньше . <EOS>
И цветы на самом деле не должны быть такими яркими . <EOS>
Они посылают фантастический аромат любому насекомому , у которого он есть . <EOS>
Этот не так хорошо пахнет . <EOS>
Это цветок , который действительно очень неприятно пахнет и , опять же , эволюционировал , чтобы выглядеть как падаль . <EOS>
Так что мухи это любят . <EOS>
Они прилетают и опыляют . <EOS>
Это хеликодицерос , также известный как арум мертвой лошади . <EOS>
Я не знаю , как на самом деле пахнет мертвая лошадь , но эта , вероятно , пахнет почти так же . <EOS>
Это действительно ужасно . <EOS>
А мясные мухи просто не могут с собой поделать . <EOS>
Они влетают в эту штуку и летают вниз . <EOS>
Они откладывают в него яйца , думая , что это хороший кусок падали , и не понимая , что для яиц нет пищи , что яйца скоро умрут , но растение тем временем выиграло , потому что щетина высвобождается и мухи исчезнуть , чтобы опылить следующий цветок - фантастика . <EOS>
Вот arum , arum maculatum , « господа и леди » или « кукушка-пинта » в этой стране . <EOS>
Я сфотографировал это на прошлой неделе в Дорсете . <EOS>
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды - потрясающе . <EOS>
И если вы посмотрите вниз , то увидите что-то вроде дамбы за спадиксом , мух привлекает тепло , которое выделяет летучие химические вещества , маленькие мошки , и они попадают в ловушку под этим контейнером . <EOS>
Они пьют этот чудесный нектар , и тогда все становится немного липким . <EOS>
Ночью они покрываются пыльцой , которая осыпается на них , а затем щетина , которую мы видели выше , они как бы увядают и выпускают всех этих мошек , покрытые пыльцой - сказочная вещь . <EOS>
Если вы думаете , что это потрясающе , это один из моих любимых . <EOS>
Это филодендрон силоум . <EOS>
Все , кто приехал из Бразилии , знают об этом растении . <EOS>
Это самое удивительное . <EOS>
Вот такой вот фаллический укус длиной около фута . <EOS>
И он делает то , чего не делает ни одно другое растение , о котором я знаю , а именно то , что когда оно цветет - это почва посередине там - в течение примерно двух дней , оно метаболизируется способом , который очень похож на млекопитающие . <EOS>
Таким образом , вместо крахмала , который является пищей растений , он берет что-то похожее на бурый жир и сжигает его с такой скоростью , что он сжигает жир и метаболизируется со скоростью маленькой кошки . <EOS>
А это вдвое больше энергии , чем у колибри , - просто потрясающе . <EOS>
Эта штука делает еще кое-что необычное . <EOS>
Он не только поднимется до 115 по Фаренгейту , 43 или 44 градуса по Цельсию в течение двух дней , но и будет поддерживать постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Я слышал , вы спросите , почему он это делает . <EOS>
Разве вы не знаете , есть некоторые жуки , которые просто обожают заниматься любовью при такой температуре . <EOS>
И они попадают внутрь , и у них все получается . <EOS>
( Смех ) Растение осыпает их пыльцой , и они начинают опылять . <EOS>
И какая это чудесная вещь . <EOS>
Большинство опылителей , о которых мы думаем , - это насекомые , но на самом деле в тропиках опыляют многие птицы и бабочки . <EOS>
Многие тропические цветы красные , и это потому , что бабочки и птицы видят так же , как мы , думаем мы , и очень хорошо видят красный цвет . <EOS>
Но если вы посмотрите на спектр , птицы и нас , мы увидим красный , зеленый и синий и увидим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолетовый , а также различные оттенки ультрафиолета . <EOS>
Так что там что-то происходит в конце . <EOS>
И было бы здорово , если бы мы могли каким-то образом увидеть , что это такое , я слышал , вы спросите . <EOS>
Ну да , можем . <EOS>
Так что же видят насекомые ? <EOS>
На прошлой неделе я сделал эти фотографии каменной розы , helianthemum , в Дорсете . <EOS>
Это маленькие желтые цветочки , которые мы все видим , маленькие желтые цветочки повсюду . <EOS>
А вот как это выглядит в видимом свете . <EOS>
Вот как это выглядит , если убрать красный . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
Затем я наложил на камеру несколько ультрафиолетовых фильтров и сделал очень-очень долгую выдержку с определенными частотами ультрафиолетового света , и это то , что я получил . <EOS>
И это настоящий фантастический мишень . <EOS>
Теперь мы не знаем точно , что видит пчела , как и вы не знаете , что я вижу , когда называю это красным . <EOS>
Мы не можем знать , что происходит - не говоря уже о насекомых - в уме другого человека . <EOS>
Но контраст будет выглядеть примерно так , чтобы сильно выделяться на фоне . <EOS>
Вот еще один цветочек - другой диапазон ультрафиолетовых частот , разные фильтры для опылителей . <EOS>
И это то , что он будет видеть . <EOS>
На всякий случай , если вы думаете , что это свойство есть у всех желтых цветов - ни один цветок не был поврежден в процессе этого кадра ; его просто прикрепили к штативу , а не убили - тогда под ультрафиолетом , посмотрите на это . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитный крем поглощает ультрафиолетовый свет . <EOS>
Так что , возможно , это химическое вещество будет полезно . <EOS>
Наконец , есть одна из вечерних примул , которую мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый узор . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , что здесь есть что-то поэтическое в том , что эти снимки , сделанные с помощью ультрафиолетового фильтра , в основном используют этот фильтр , чтобы астрономы фотографировали Венеру - на самом деле облака Венеры . <EOS>
Это основное использование этого фильтра . <EOS>
Венера , конечно же , бог любви и плодородия , что и есть в цветочной истории . <EOS>
И так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнять их приказы , им также каким-то образом удалось убедить нас засеять огромные поля , полные ими , и передавать их друг другу во время рождения и смерти , и особенно в брак , который , если подумать , является моментом , который инкапсулирует передачу генетического материала от одного организма к другому . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться об окружающем нас мире . <EOS>
Есть много способов сделать это , и мне нравится сосредоточиться на том , чтобы помочь компьютерам говорить о том , что они видят и понимают . <EOS>
Учитывая такую сцену , современный алгоритм компьютерного зрения может сказать вам , что есть женщина и есть собака . <EOS>
Он может сказать вам , что женщина улыбается . <EOS>
Возможно , он даже сможет сказать вам , что собака невероятно симпатичная . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые подобная сцена может вызвать у людей . <EOS>
Все взаимосвязи взаимосвязанных ситуаций . <EOS>
Может быть , вы уже видели такую собаку раньше , или вы проводили время , бегая по пляжу , как этот , и это еще больше пробуждает мысли и воспоминания о прошлых каникулах , о прошлых поездках на пляж , о временах , проведенных с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , каково это-иметь такой опыт , понять , что мы разделяем , во что верим и что чувствуем , мы получаем прекрасную возможность начать развивать компьютерные технологии таким образом , чтобы они дополняли наш собственный опыт . <EOS>
Итак , углубившись в это , несколько лет назад я начал работать над тем , чтобы помочь компьютерам генерировать истории , похожие на человеческие , из последовательностей изображений . <EOS>
Итак , однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Он взглянул на фотографии и увидел коалу . <EOS>
Он не знал , что это за коала , но сказал , что считает ее интересным существом . <EOS>
Затем я поделился с ним последовательностью изображений о горящем доме . <EOS>
&quot; Он взглянул на изображения и сказал : &quot; &quot; Это потрясающий вид ! Это потрясающе ! &quot; &quot; &quot; <EOS>
У меня по спине побежали мурашки . <EOS>
Он увидел ужасное , изменяющее жизнь и разрушающее жизнь событие и подумал , что это что-то позитивное . <EOS>
Я понял , что он распознал контраст , красные и желтые цвета , и подумал , что это что-то , что стоит отметить положительно . <EOS>
И отчасти причина , по которой он это делал , заключалась в том , что большинство изображений , которые я ему давал , были положительными . <EOS>
Это потому , что люди склонны делиться позитивными образами , когда говорят о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением ИИ задача за задачей , набор данных за набором данных , я создавал огромные пробелы , дыры и слепые пятна в том , что он мог понять . <EOS>
И при этом я кодировал всевозможные предубеждения . <EOS>
Предубеждения , которые отражают ограниченную точку зрения , ограниченную одним набором данных , - предубеждения , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предрассудки и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня туда , где я был в тот день , - как первые цветные изображения были откалиброваны по коже белой женщины , что означало , что цветная фотография была предвзятой по отношению к черным лицам . <EOS>
И та же самая предвзятость , то же самое слепое пятно продолжалось и в 90-е годы . <EOS>
И то же самое слепое пятно сохраняется и сегодня в том , насколько хорошо мы можем распознавать лица разных людей в технологии распознавания лиц. <EOS>
Я подумал о современном состоянии исследований сегодня , когда мы склонны ограничивать наше мышление одним набором данных и одной проблемой . <EOS>
И что при этом мы создавали больше слепых зон и предубеждений , которые ИИ мог бы еще больше усилить . <EOS>
Тогда я понял , что мы должны глубоко задуматься о том , как технология , над которой мы работаем сегодня , будет выглядеть через пять лет , через 10 лет . <EOS>
Люди эволюционируют медленно , со временем , чтобы исправить проблемы во взаимодействии людей и их окружающей среды . <EOS>
Напротив , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
И это означает , что действительно важно , чтобы мы тщательно обдумали это прямо сейчас-что мы размышляем о наших собственных слепых пятнах , наших собственных предубеждениях и думаем о том , как это влияет на технологию , которую мы создаем , и обсуждаем , что сегодняшняя технология будет означать для завтрашнего дня . <EOS>
Руководители компаний и ученые взвесили , какими , по их мнению , будут технологии искусственного интеллекта будущего . <EOS>
&quot; Стивен Хокинг предупреждает , что &quot; &quot; Искусственный интеллект может покончить с человечеством . &quot; &quot; &quot; <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из самых больших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
&quot; Билл Гейтс высказал свое мнение : &quot; &quot; Я не понимаю , почему люди не беспокоятся больше . &quot; &quot; &quot; <EOS>
Но эти взгляды-они часть истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта-это то , что мы называем доступом и с чем работаем . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллекта , в которые мы можем внести свой вклад . <EOS>
И кроме того , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом с технологиями и тем , как они касаются нас и как они нас волнуют . <EOS>
Мы можем обсудить , что нам нравится . <EOS>
Мы можем общаться с предвидением о тех аспектах технологии , которые могут быть более полезными или могут быть более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на том , чтобы открыть дискуссию об ИИ с предвидением будущего , это поможет создать общий разговор и осознание того , что такое ИИ сейчас , чем он может стать и все , что нам нужно сделать , чтобы обеспечить тот результат , который лучше всего подходит нам . <EOS>
Мы уже видим и знаем это в технологиях , которые мы используем сегодня . <EOS>
Мы используем смартфоны , цифровые помощники и Roomba . <EOS>
Они злые ? <EOS>
Может быть , иногда . <EOS>
Полезны ли они ? <EOS>
Да , они тоже такие . <EOS>
И они не все одинаковы . <EOS>
И там вы уже видите свет , сияющий на то , что ждет вас в будущем . <EOS>
Будущее зависит от того , что мы строим и создаем прямо сейчас . <EOS>
Мы приводим в действие эффект домино , который определяет эволюционный путь ИИ . <EOS>
В наше время прямо сейчас мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненные реальности , оживляя прошлые миры . <EOS>
Технология , которая помогает людям делиться своим опытом , когда им трудно общаться . <EOS>
Технология , основанная на понимании потоковых визуальных миров , используемых в качестве технологии для самоуправляемых автомобилей . <EOS>
Технология , основанная на понимании изображений и создании языка , развивается в технологию , которая помогает людям с нарушениями зрения лучше получать доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы рождаемся , такие как цвет нашей кожи или внешний вид нашего лица , чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая просматривает наши данные , даже данные , относящиеся к нашему полу или нашей расе , чтобы определить , можем ли мы получить кредит или нет . <EOS>
Все , что мы видим сейчас , - это моментальный снимок эволюции искусственного интеллекта . <EOS>
Потому что то , где мы сейчас находимся , находится в пределах момента этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что произойдет в будущем и в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы помогать людям , то нам нужно определить цели и стратегии , которые позволяют этот путь сейчас . <EOS>
То , что я хотел бы видеть , - это то , что хорошо сочетается с людьми , с нашей культурой и с окружающей средой . <EOS>
Технология , которая помогает и помогает тем из нас , кто страдает неврологическими заболеваниями или другими нарушениями , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технология , которая работает независимо от вашей демографии или цвета вашей кожи . <EOS>
И поэтому сегодня я фокусируюсь на технологии завтрашнего дня и на 10 лет вперед . <EOS>
ИИ может проявляться по-разному . <EOS>
Но в данном случае это не самодвижущийся автомобиль без какого-либо назначения . <EOS>
Это машина , на которой мы едем . <EOS>
Мы выбираем , когда ускоряться , а когда замедляться . <EOS>
Мы выбираем , нужно ли нам повернуть . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле для всех вещей , которыми может стать искусственный интеллект . <EOS>
Это станет многими вещами . <EOS>
И теперь это зависит от нас , чтобы выяснить , что нам нужно сделать , чтобы убедиться , что результаты искусственного интеллекта будут лучше для всех нас . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить вас всех на секунду задуматься над очень простым фактом , что , безусловно , большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле , смотреть в ночное небо и видеть звезды невооруженным глазом . <EOS>
Солнце обжигает наше периферийное зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И с тех пор , как Галилей направил этот рудиментарный телескоп на небесные тела , известная Вселенная пришла к нам через свет , через огромные эпохи в космической истории . <EOS>
И с помощью всех наших современных телескопов мы смогли собрать этот потрясающий немой фильм о Вселенной-серию снимков , которые восходят к Большому взрыву . <EOS>
И все же вселенная-это не немое кино , потому что вселенная не молчит . <EOS>
Я хотел бы убедить вас , что у вселенной есть саундтрек , и этот саундтрек воспроизводится на самом пространстве , потому что пространство может колебаться , как барабан . <EOS>
Это может стать своего рода записью по всей Вселенной некоторых из самых драматических событий по мере их развития . <EOS>
Теперь мы хотели бы иметь возможность добавить к той великолепной визуальной композиции , которая у нас есть во Вселенной , звуковую композицию . <EOS>
И хотя мы никогда не слышали звуков из космоса , нам действительно следует в ближайшие несколько лет начать увеличивать громкость того , что там происходит . <EOS>
Поэтому в этом стремлении запечатлеть песни из Вселенной мы обращаем наше внимание на черные дыры и их обещание , потому что черные дыры могут стучать по пространству-времени , как молотки по барабану , и у них есть очень характерная песня , которую я хотел бы сыграть для вас-некоторые из наших предсказаний о том , какой будет эта песня . <EOS>
Возможно , однажды мы увидим тень , которую черная дыра может отбросить на очень ярком фоне , но пока этого не произошло . <EOS>
И все же черные дыры можно услышать , даже если их не видно , и это потому , что они стучат по пространству-времени , как барабан . <EOS>
Теперь мы обязаны идеей , что пространство может звенеть , как барабан , Альберту Эйнштейну , которому мы так многим обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы Вселенная была пуста , это было бы похоже на эту картину , за исключением , возможно , без полезной сетки , нарисованной на ней . <EOS>
Но если бы мы свободно падали в пространстве , даже без этой полезной сетки , мы могли бы нарисовать ее сами , потому что мы заметили бы , что путешествуем по прямым линиям , незапятнанным прямым путям через Вселенную . <EOS>
Эйнштейн также понял-и это настоящая суть дела , - что если вы поместите энергию или массу во Вселенную , она искривит пространство , и свободно падающий объект пройдет , скажем , мимо Солнца , и он будет отклонен вдоль естественных кривых в пространстве . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет изгибаться этими путями . <EOS>
И вы можете так сильно согнуться , что окажетесь на орбите вокруг Солнца , как Земля или Луна вокруг Земли . <EOS>
Это естественные кривые в пространстве . <EOS>
Чего Эйнштейн не понимал , так это того , что если вы возьмете наше Солнце и раздавите его до шести километров-таким образом , вы возьмете массу в миллион раз больше массы Земли и раздавите его до шести километров в поперечнике , вы создадите черную дыру , объект настолько плотный , что , если свет приблизится слишком близко , он никогда не убежит-темная тень на фоне Вселенной . <EOS>
Но Эйнштейн всегда считал черные дыры математической странностью . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
&quot; Прошло несколько десятилетий , прежде чем был придуман термин &quot; &quot; черная дыра &quot; &quot; , и люди поняли , что черные дыры-это реальные астрофизические объекты-на самом деле это состояние смерти очень массивных звезд , которые катастрофически коллапсируют в конце своей жизни . &quot; <EOS>
Теперь наше Солнце не превратится в черную дыру . <EOS>
На самом деле он недостаточно массивный . <EOS>
Но если бы мы провели небольшой мысленный эксперимент-как это очень любил делать Эйнштейн , - мы могли бы представить , что Солнце раздавлено до шести километров , а вокруг него на орбите находится крошечная Земля , возможно , в 30 километрах от Солнца с черной дырой . <EOS>
И это было бы самосветящимся , потому что теперь , когда Солнце ушло , у нас нет другого источника света , так что давайте сделаем нашу маленькую Землю самосветящейся . <EOS>
И вы бы поняли , что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры . <EOS>
Эта раздавленная черная дыра на самом деле более или менее поместилась бы внутри Манхэттена . <EOS>
Он может немного выплеснуться в Гудзон , прежде чем уничтожит Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который можно раздавить до половины площади Манхэттена . <EOS>
Итак , мы приближаем эту Землю очень близко-на 30 километров-и замечаем , что она совершенно нормально вращается вокруг черной дыры . <EOS>
Существует своего рода миф о том , что черные дыры пожирают все во Вселенной , но на самом деле вам нужно подойти очень близко , чтобы упасть . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем видеть Землю . <EOS>
Он не может спрятаться за черной дырой . <EOS>
Свет с Земли , часть его попадает внутрь , но часть рассеивается и возвращается к нам . <EOS>
Так что за черной дырой ничего не спрячешь . <EOS>
&quot; Если бы это был звездный крейсер &quot; &quot; Галактика &quot; &quot; , и вы сражаетесь с сайлонами , не прячьтесь за черной дырой . &quot; <EOS>
Они могут тебя видеть . <EOS>
Теперь наше Солнце не превратится в черную дыру-оно недостаточно массивное , - но в нашей галактике есть десятки тысяч черных дыр . <EOS>
И если бы кто-то затмил Млечный Путь , вот как это выглядело бы . <EOS>
Мы увидим тень этой черной дыры на фоне сотен миллиардов звезд в галактике Млечный Путь и ее светящихся пылевых полос . <EOS>
И если бы мы упали к этой черной дыре , мы бы увидели весь этот свет , рассеянный вокруг нее , и мы могли бы даже начать переходить в эту тень и действительно не заметить , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались запустить наши ракеты и выбраться оттуда , потому что мы не могли , как не может убежать свет . <EOS>
Но даже если черная дыра темна снаружи , она не темна внутри , потому что весь свет из галактики может упасть позади нас . <EOS>
И хотя из-за релятивистского эффекта , известного как замедление времени , наши часы , казалось бы , замедляются относительно галактического времени , это выглядело бы так , как будто эволюция галактики ускорилась и выстрелила в нас прямо перед тем , как мы были раздавлены насмерть черной дырой . <EOS>
Это было бы похоже на предсмертный опыт , когда вы видите свет в конце туннеля , но это полный опыт смерти . <EOS>
( Смех ) И нет никакого способа рассказать кому - либо о свете в конце туннеля . <EOS>
Мы никогда не видели такой тени черной дыры , но черные дыры можно услышать , даже если их не видно . <EOS>
Представьте себе теперь астрофизически реалистичную ситуацию-представьте две черные дыры , которые прожили долгую жизнь вместе . <EOS>
Возможно , они начинались как звезды и коллапсировали в две черные дыры , каждая из которых в 10 раз больше массы Солнца . <EOS>
Так что теперь мы собираемся раздавить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они вращаются друг вокруг друга со скоростью , близкой к скорости света . <EOS>
Таким образом , они пересекают тысячи километров за долю секунды , и при этом они не только искривляют пространство , но и оставляют за собой звон пространства , настоящую волну в пространстве-времени . <EOS>
Пространство сжимается и растягивается , когда оно исходит из этих черных дыр , бьющихся о Вселенную . <EOS>
И они путешествуют в космос со скоростью света . <EOS>
Это компьютерное моделирование связано с группой относительности в НАСА Годдарда . <EOS>
Потребовалось почти 30 лет , чтобы кто-либо в мире смог решить эту проблему . <EOS>
Это была одна из групп . <EOS>
На нем снова изображены две черные дыры , вращающиеся вокруг друг друга , с этими услужливо нарисованными кривыми . <EOS>
И если вы можете видеть-это немного слабо , - но если вы можете видеть исходящие красные волны , это гравитационные волны . <EOS>
Это буквально звуки космического звона , и они будут исходить из этих черных дыр со скоростью света , когда они будут звенеть и сливаться в одну вращающуюся , тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы с сжатием и растяжением пространства . <EOS>
Вы бы буквально услышали этот звук . <EOS>
Теперь , конечно , ваша голова будет сжата и бесполезно растянута , так что у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я хотел бы сыграть для вас звук , который мы предсказываем . <EOS>
Это из моей группы-чуть менее гламурное компьютерное моделирование . <EOS>
Представьте себе более легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , - это легкая черная дыра , ударяющаяся в пространство каждый раз , когда она приближается . <EOS>
Если он уйдет далеко , то будет слишком тихо . <EOS>
Но он входит , как молоток , и буквально раскалывает пространство , раскачивая его , как барабан . <EOS>
И мы можем предсказать , каким будет звук . <EOS>
Мы знаем , что по мере того , как он падает , он становится быстрее и громче . <EOS>
И в конце концов мы услышим , как маленький парень просто превращается в большого парня . <EOS>
Теперь я никогда не слышал его так громко-на самом деле это более драматично . <EOS>
Дома это звучит несколько разочаровывающе . <EOS>
Это что-то вроде динь-динь-динь . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют за собой полезных следов чернил , а пространство не окрашено , показывая вам кривые . <EOS>
Но если вы должны были проплыть в космосе на космическом празднике и услышали это , вы хотите двигаться дальше . <EOS>
( Смех ) Хочу уйти от этого звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры сближаются . <EOS>
В данном случае они оба довольно сильно шатаются . <EOS>
А потом они сольются . <EOS>
Теперь это чириканье очень характерно для слияния черных дыр-что оно чирикает в конце . <EOS>
Вот наш прогноз на то , что мы увидим . <EOS>
К счастью , мы находимся на безопасном расстоянии в Лонг-Бич , штат Калифорния . <EOS>
И наверняка где-то во Вселенной слились две черные дыры . <EOS>
И , конечно же , пространство вокруг нас звенит после путешествия , возможно , на миллион световых лет или миллион лет со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы кто-либо из нас мог его услышать . <EOS>
На Земле проводятся очень трудолюбивые эксперименты-один из них называется LIGO , - которые обнаружат отклонения в сжатии и растяжении пространства менее чем на долю ядра атома более чем на четыре километра . <EOS>
Это чрезвычайно амбициозный эксперимент , и в ближайшие несколько лет он будет находиться на продвинутой чувствительности , чтобы поднять это . <EOS>
&quot; Также предлагается космическая миссия , которая , как мы надеемся , будет запущена в ближайшие десять лет , под названием &quot; &quot; ЛИЗА &quot; &quot; . &quot; <EOS>
И ЛИЗА сможет увидеть сверхмассивные черные дыры-черные дыры , масса которых в миллионы или миллиарды раз превышает массу Солнца . <EOS>
На этом изображении Хаббла мы видим две галактики . <EOS>
Они выглядят так , словно застыли в каком-то объятии . <EOS>
И каждый из них , вероятно , содержит в своем ядре сверхмассивную черную дыру . <EOS>
Но они не заморожены , они на самом деле сливаются . <EOS>
Эти две черные дыры сталкиваются , и они сольются в масштабе времени в миллиард лет . <EOS>
Это за пределами нашего человеческого восприятия , чтобы подобрать песню такой продолжительности . <EOS>
Но ЛИЗА могла видеть заключительные стадии двух сверхмассивных черных дыр в начале истории Вселенной , за последние 15 минут до того , как они упадут вместе . <EOS>
И это не только черные дыры , но и любое большое возмущение во Вселенной , и самое большое из них-Большой взрыв . <EOS>
&quot; Когда это выражение было придумано , оно было насмешливым-например , &quot; &quot; О , кто поверит в Большой взрыв ? &quot; &quot; &quot; <EOS>
&quot; Эта анимация от моих друзей из студии &quot; &quot; Протон &quot; &quot; показывает , как мы смотрим на Большой взрыв со стороны . &quot; <EOS>
На самом деле мы никогда не хотим этого делать . Мы хотим быть внутри вселенной , потому что нет такой вещи , как стоять вне вселенной . <EOS>
Итак , представьте , что вы находитесь внутри Большого взрыва . <EOS>
Он повсюду , он повсюду вокруг вас , и пространство хаотично колеблется . <EOS>
Прошло четырнадцать миллиардов лет , а эта песня все еще звучит вокруг нас . <EOS>
Образуются галактики , и в этих галактиках формируются поколения звезд , а вокруг одной звезды , по крайней мере одной звезды , находится обитаемая планета . <EOS>
И вот мы лихорадочно строим эти эксперименты , делаем эти вычисления , пишем эти компьютерные коды . <EOS>
Представьте себе , что миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня звенела в космосе все это время . <EOS>
Нас здесь даже не было . <EOS>
Это становится все ближе и ближе-40 000 лет назад мы все еще делали наскальные рисунки . <EOS>
Если бы это был Большой Взрыв , который мы собирались поднять , это звучало бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум , такой хаотичный звон . <EOS>
Но он , по-видимому , повсюду вокруг нас , если его не уничтожил какой-то другой процесс во Вселенной . <EOS>
И если мы его подхватим , это будет музыкой для наших ушей , потому что это будет тихое эхо того момента нашего творения , нашей наблюдаемой вселенной . <EOS>
Так что в течение следующих нескольких лет мы сможем немного увеличить саундтрек , визуализировать вселенную в аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это значительно приблизит нас к пониманию Большого взрыва , что значительно приблизит нас к тому , чтобы задать некоторые из самых трудных , самых трудноуловимых вопросов . <EOS>
Если мы прокрутим фильм нашей вселенной назад , мы узнаем , что в нашем прошлом был Большой Взрыв , и мы даже можем услышать его какофонический звук , но был ли наш Большой Взрыв единственным Большим Взрывом ? <EOS>
Я имею в виду , мы должны спросить , случалось ли это раньше ? <EOS>
Случится ли это снова ? <EOS>
Я имею в виду , что в духе ответа на вызов ТЕДА , чтобы снова разжечь удивление , мы можем задавать вопросы , по крайней мере в эту последнюю минуту , которые , честно говоря , могут ускользнуть от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная-это просто шлейф какой-то великой истории ? <EOS>
Или , возможно ли , что мы просто ветвь мультивселенной-каждая ветвь со своим собственным Большим Взрывом в прошлом-может быть , некоторые из них с черными дырами , играющими на барабанах , может быть , некоторые без-может быть , некоторые с разумной жизнью , а может быть , некоторые без-не в нашем прошлом , не в нашем будущем , но каким-то образом фундаментально связаны с нами ? <EOS>
Поэтому мы должны задаться вопросом , если существует мультивселенная , в каком-то другом участке этой мультивселенной есть ли существа ? <EOS>
Вот мои существа из мультивселенной . <EOS>
Есть ли в мультивселенной другие существа , которые интересуются нами и своим собственным происхождением ? <EOS>
И если это так , я могу представить их такими , какие мы есть , - вычисляющими , пишущими компьютерный код , создающими инструменты , пытающимися обнаружить этот самый слабый звук их происхождения и задающимися вопросом , кто еще там есть . <EOS>
Спасибо . Спасибо . <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил дымку , висящую над городом . <EOS>
Я езжу туда почти каждый день , так что было необычно , что я не заметил этого раньше . <EOS>
Йоханнесбург известен своим характерным горизонтом , который я едва мог разглядеть в то утро . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между знакомой мне живописной обстановкой и этим затянутым смогом горизонтом что-то всколыхнул во мне . <EOS>
Я был потрясен возможностью того , что этот город ярких и ярких закатов будет охвачен тусклой дымкой . <EOS>
В тот момент мне захотелось что-то с этим сделать , но я не знал , что именно . <EOS>
Все , что я знал , это то , что я не мог просто стоять в стороне . <EOS>
Главная проблема заключалась в том , что я мало что знал об экологических науках , управлении качеством воздуха или химии атмосферы . <EOS>
Я инженер-компьютерщик , и я был почти уверен , что не смогу найти выход из этой проблемы загрязнения воздуха . <EOS>
( Смех ) Кто я такой , чтобы что-то делать с этой проблемой ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я усвоил очень важный урок , урок , который мы все должны принять близко к сердцу , если хотим работать на благо лучшего будущего . <EOS>
Даже если вы не являетесь экспертом в определенной области , ваш внешний опыт может быть ключом к решению больших проблем в этой области . <EOS>
Иногда уникальная перспектива , которая у вас есть , может привести к нетрадиционному мышлению , которое может сдвинуть иглу , но вам нужно быть достаточно смелым , чтобы попробовать . <EOS>
Это единственный способ , которым ты когда-либо узнаешь . <EOS>
Тогда я знал , что если я вообще собираюсь что-то изменить , то сначала должен разобраться с загрязнением воздуха , и поэтому я снова стал студентом . <EOS>
Я провел небольшое фундаментальное исследование и вскоре узнал , что загрязнение воздуха является самым большим риском для здоровья окружающей среды в мире . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей во всем мире в 2012 году были связаны с загрязнением домашних хозяйств и окружающего воздуха , причем большинство из них произошло в странах с низким и средним уровнем дохода . <EOS>
Одно только загрязнение окружающего воздуха ежегодно приводит к большему числу смертей , чем малярия и ВИЧ / СПИД . <EOS>
В Африке преждевременная смертность от небезопасных санитарных условий или детского недоедания бледнеет по сравнению со смертями из-за загрязнения воздуха , и это сопряжено с огромными экономическими издержками : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Теперь в своей работе я исследую новые границы для искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти благоприятную основу и помочь нам принимать лучшие решения . <EOS>
Когда я подумал о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принимать более эффективные решения о том , как мы управляем загрязнением воздуха , и , учитывая масштаб проблемы , необходимо было сделать это на основе сотрудничества . <EOS>
Поэтому я решил , что мне лучше познакомиться с некоторыми людьми , работающими в этой области . <EOS>
Я начал общаться с официальными лицами из Йоханнесбурга и других близлежащих городов , привлек местное научное сообщество , а также сделал несколько холодных звонков . <EOS>
Процесс вовлечения , к которому я приступил , помог мне развить более глубокое понимание проблемы . <EOS>
Это также помогло мне избежать ловушки , в которую иногда попадают люди моей профессии , когда пытаются внедрять инновации , когда мы быстро применяем технологию , прежде чем твердо поймем проблему . <EOS>
Я начал разрабатывать идею о том , что я мог бы сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я мог бы каким-то значимым образом объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта и опыт людей , с которыми я связался . <EOS>
Я хотел создать онлайн-платформу управления качеством воздуха , которая бы раскрывала тенденции загрязнения и проецировала в будущее , чтобы определить , каких результатов можно ожидать . <EOS>
Я был полон решимости воплотить свою идею в практическое решение , но столкнулся с неопределенностью и не имел никаких гарантий успеха . <EOS>
То , что у меня было , было очень специфическим набором инженерных навыков , навыков , которые я приобрел за свою карьеру ( Смех ) , которые были новыми для людей , которые работали над проблемой загрязнения воздуха в течение многих лет . <EOS>
Я пришел к выводу , что иногда только одна свежая перспектива , один новый набор навыков могут создать условия для того , чтобы произошло что-то замечательное . <EOS>
Наша сила воли и воображение-это путеводный свет , позволяющий нам прокладывать новые пути и преодолевать препятствия . <EOS>
Вооружившись более глубоким пониманием проблемы загрязнения воздуха и сумев собрать более чем десятилетние данные об уровнях загрязнения воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений по качеству воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в реальном времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения для прогнозирования будущих уровней загрязнения для нескольких различных загрязнителей на несколько дней вперед . <EOS>
Это означает , что граждане могут принимать более эффективные решения о своих ежедневных передвижениях и о том , где поселить свои семьи . <EOS>
Мы можем заранее прогнозировать неблагоприятные события загрязнения , выявлять крупных загрязнителей , и соответствующие органы могут приказать им свернуть свою деятельность . <EOS>
Благодаря вспомогательному сценарному планированию градостроители также могут принимать более эффективные решения о том , как расширить инфраструктуру , такую как населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотный проект нашей технологии , который был запущен в течение 120 дней и охватил всю Южную Африку . <EOS>
Наши результаты подтвердились , когда мы продемонстрировали тесную корреляцию между данными прогнозирования и данными , которые мы получали на местах . <EOS>
&quot; Благодаря нашему руководству мы привлекли передовые , ведущие мировые активы , которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью , принося пользу городу , в который я въехал однажды зимним утром не так давно , и подумал про себя : &quot; &quot; Что-то здесь не так . Интересно , что можно сделать ? &quot; &quot; &quot; <EOS>
Итак , вот в чем вопрос : что , если бы я не исследовал проблему загрязнения воздуха дальше ? <EOS>
Что , если бы я не проявил некоторого беспокойства о состоянии окружающей среды и просто надеялся , что кто-то где-то позаботится об этом ? <EOS>
Что я узнал , так это то , что , приступая к сложному делу , которое продвигает дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и рассмотреть последствия бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и противодействие , но это должно мотивировать нас дальше . <EOS>
Поэтому , где бы вы ни находились в мире , в следующий раз , когда вы обнаружите , что у вас есть какое-то естественное любопытство , которое вас задевает , и оно связано с чем-то , что вас волнует , и у вас есть какие-то сумасшедшие или смелые идеи , и , возможно , это выходит за рамки вашей компетенции , спросите себя : почему бы и нет ? <EOS>
Почему бы просто не пойти дальше и не решить проблему как можно лучше , по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение-это занятие , предназначенное исключительно для тех , кто может видеть . <EOS>
Слепой человек , безопасно и независимо управлявший транспортным средством , до сих пор считался невыполнимой задачей . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы приносим свободу и независимость слепым , создавая автомобиль для слабовидящих . <EOS>
Поэтому , прежде чем я расскажу об этом автомобиле для слепых , позвольте мне вкратце рассказать вам о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированного автомобиля , способного управлять самим собой . <EOS>
&quot; Вы нажимаете &quot; &quot; Пуск &quot; &quot; , никто ничего не трогает , и он может добраться до места назначения полностью автономно . &quot; <EOS>
Так в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом соревновании . <EOS>
Примерно в то же время Национальная федерация слепых , или NFB , бросила вызов исследовательскому комитету о том , кто может разработать автомобиль , который позволит слепому человеку безопасно и независимо управлять автомобилем . <EOS>
&quot; Мы решили попробовать , потому что подумали : &quot; &quot; Эй , насколько это может быть сложно ? &quot; &quot; &quot; <EOS>
У нас уже есть автономное транспортное средство . <EOS>
Мы просто поместим туда слепого человека , и все будет кончено , верно ? <EOS>
( Смех ) Мы не могли ошибиться больше . <EOS>
То , что хотел NFB , было не транспортным средством , которое может управлять слепым человеком , а транспортным средством , в котором слепой человек может принимать активные решения и управлять автомобилем . <EOS>
Поэтому нам пришлось выбросить все в окно и начать с нуля . <EOS>
Поэтому , чтобы проверить эту сумасшедшую идею , мы разработали небольшой прототип багги для дюн , чтобы проверить его осуществимость . <EOS>
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность прокатиться . <EOS>
Это был совершенно удивительный опыт . <EOS>
Но проблема с этим автомобилем заключалась в том , что он был спроектирован так , чтобы ездить только в очень контролируемой среде , на плоской , закрытой стоянке-даже на полосах , обозначенных красными дорожными конусами . <EOS>
Таким образом , с этим успехом мы решили сделать следующий большой шаг-разработать настоящий автомобиль , который можно водить по реальным дорогам . <EOS>
Так как же это работает ? <EOS>
Ну , это довольно сложная система , но позвольте мне попытаться объяснить ее , может быть , упростить . <EOS>
Итак , у нас есть три шага . <EOS>
У нас есть восприятие , вычисления и невизуальные интерфейсы . <EOS>
Теперь очевидно , что водитель не может видеть , поэтому система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем начальную единицу измерения . <EOS>
Таким образом , он измеряет ускорение , угловое ускорение-как человеческое ухо , внутреннее ухо . <EOS>
Мы объединяем эту информацию с GPS-устройством , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для обнаружения полос движения на дороге . <EOS>
И мы также используем три лазерных дальномера . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия-автомобиль , приближающийся спереди , сзади , а также любые препятствия , которые сталкиваются с дорогами , любые препятствия вокруг автомобиля . <EOS>
Таким образом , весь этот огромный объем информации затем вводится в компьютер , и компьютер может делать две вещи . <EOS>
Первый-это , прежде всего , обработать эту информацию , чтобы иметь представление об окружающей среде-это полосы движения дороги , есть препятствия-и передать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы определить самый безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции о том , как управлять органами управления транспортным средством . <EOS>
Но проблема в том , что : Как мы передаем эту информацию и инструкции человеку , который не может видеть достаточно быстро и достаточно точно , чтобы он мог водить машину ? <EOS>
Поэтому для этого мы разработали множество различных типов невизуальных технологий пользовательского интерфейса . <EOS>
Итак , начиная с трехмерной звуковой системы ping , вибрирующего жилета , колесика с голосовыми командами , полосы для ног и даже обуви , которая оказывает давление на ногу . <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Итак , это пара перчаток , и у нее есть вибрирующие элементы на костяшках пальцев , чтобы вы могли передать инструкции о том , как управлять-направление и интенсивность . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Итак , это кресло-на самом деле это массажное кресло . <EOS>
Мы выпотрошим его , переставим вибрирующие элементы по-разному и приведем их в действие , чтобы передать информацию о скорости , а также инструкции по использованию газа и педали тормоза . <EOS>
Итак , здесь вы можете увидеть , как компьютер понимает окружающую среду , и поскольку вы не можете видеть вибрацию , мы фактически поместили красный светодиод на драйвер , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Таким образом , эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это обучающие устройства . <EOS>
Так что на самом деле это не свобода , верно ? <EOS>
Компьютер говорит вам , как вести машину-повернуть налево , повернуть направо , прибавить скорость , остановиться . <EOS>
&quot; Мы называем это &quot; &quot; проблемой водителя на заднем сиденье &quot; &quot; . &quot; &quot; &quot; <EOS>
Таким образом , мы отходим от обучающих сигнальных устройств и теперь больше фокусируемся на информационных устройствах . <EOS>
Хорошим примером такого информационного невизуального пользовательского интерфейса является AirPix . <EOS>
Так что думайте об этом как о мониторе для слепых . <EOS>
Итак , это маленький планшет , в нем много отверстий , и оттуда выходит сжатый воздух , так что он действительно может рисовать изображения . <EOS>
Поэтому , даже если вы слепы , вы можете положить на него руку , вы можете видеть полосы дороги и препятствия . <EOS>
На самом деле , вы также можете изменить частоту выхода воздуха и , возможно , температуру . <EOS>
Так что на самом деле это многомерный пользовательский интерфейс . <EOS>
Итак , здесь вы можете увидеть левую камеру , правую камеру из автомобиля и то , как компьютер интерпретирует это и отправляет эту информацию в AirPix . <EOS>
Для этого мы показываем симулятор , слепой человек за рулем с помощью AirPix . <EOS>
Этот симулятор также был очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для различных типов невизуальных пользовательских интерфейсов . <EOS>
Так что , в принципе , так оно и работает . <EOS>
Но этот автомобиль-прототип автомобиля , и он не будет на дороге , пока не будет доказан , что он так же безопасен , как или безопаснее , чем сегодняшний автомобиль . <EOS>
И я искренне верю , что это может произойти . <EOS>
Но все же , примет ли общество , примет ли оно такую радикальную идею ? <EOS>
Как мы будем обращаться со страховкой ? <EOS>
Как мы будем выдавать водительские права ? <EOS>
Помимо технологических проблем , существует множество различных препятствий , которые нам необходимо решить , прежде чем это станет реальностью . <EOS>
Конечно , главная цель этого проекта-разработать автомобиль для слепых . <EOS>
Но потенциально более важным , чем это , является огромная ценность дополнительной технологии , которая может быть получена в результате этого проекта . <EOS>
Используемые датчики могут видеть в темноте , тумане и дожде . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их в более безопасных автомобилях для зрячих людей . <EOS>
Или для слепых , для повседневной бытовой техники-в образовательной среде , в офисе . <EOS>
Только представьте себе , в классе учитель пишет на доске , а слепой ученик может видеть , что написано и читается , используя эти невизуальные интерфейсы . <EOS>
Это бесценно . <EOS>
Так что сегодня то , что я вам сегодня показал , - это только начало . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Как художник , связь очень важна для меня . <EOS>
В своей работе я пытаюсь четко сформулировать , что люди неотделимы от природы и что все взаимосвязано . <EOS>
Я впервые отправился в Антарктиду почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
Мое сердце учащенно билось , голова кружилась , я пытался понять , что же это такое стояло передо мной . <EOS>
Айсберги вокруг меня были почти в 200 футах над водой , и я мог только удивляться , что это была одна снежинка поверх другой снежинки , год за годом . <EOS>
Айсберги рождаются , когда они отрываются от ледников или отрываются от шельфовых ледников . <EOS>
Каждый айсберг имеет свою индивидуальную индивидуальность . <EOS>
У них есть особый способ взаимодействия со своим окружением и своим опытом . <EOS>
Некоторые отказываются сдаваться и держаться до самого конца , в то время как другие больше не могут этого выносить и рушатся в порыве драматической страсти . <EOS>
Когда вы смотрите на айсберг , легко подумать , что они изолированы , что они отделены и одиноки , так же , как мы , люди , иногда видим себя . <EOS>
Но реальность далека от этого . <EOS>
Как тает айсберг , я вдыхаю его древнюю атмосферу . <EOS>
Когда айсберг тает , он высвобождает богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов так , как будто делаю портреты своих предков , зная , что в эти отдельные моменты они существуют таким образом и никогда больше не будут существовать таким образом . <EOS>
Это не смерть , когда они тают ; это не конец , а продолжение их пути через цикл жизни . <EOS>
Часть льда в айсбергах , которые я фотографирую , очень молода-пару тысяч лет . <EOS>
А некоторым льдам более 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы вам показать , - это айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы действительно становитесь свидетелем того , как катится айсберг . <EOS>
Итак , вот оно . <EOS>
Слева вы можете увидеть небольшую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
И я бы хотел , чтобы вы обратили внимание на форму айсберга и на то , где он находится у ватерлинии . <EOS>
Вы можете видеть здесь , как он начинает катиться , и лодка переместилась на другую сторону , и человек стоит там . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Он находится примерно в 120 футах над водой , или в 40 метрах . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И точно так же айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Знаете ли вы , сколько существует видов цветущих растений ? <EOS>
Существует четверть миллиона-по крайней мере , те , о которых мы знаем , - четверть миллиона видов цветущих растений . <EOS>
А цветы-настоящий придурок . <EOS>
Их действительно трудно производить растениям . <EOS>
Они требуют огромного количества энергии и больших ресурсов . <EOS>
Зачем им было так беспокоиться ? <EOS>
И ответ , конечно , как и многое другое в мире , - это секс . <EOS>
Я знаю , что у тебя на уме , когда ты смотришь на эти фотографии . <EOS>
И причина , по которой половое размножение так важно-есть много других вещей , которые растения могут сделать для размножения . <EOS>
Вы можете взять черенки ; они могут как бы заниматься сексом сами с собой ; они могут опылять себя . <EOS>
Но им действительно нужно распространять свои гены , чтобы смешиваться с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция работает именно так . <EOS>
Так вот , растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , видели некоторые из этих фотографий раньше . <EOS>
Как я уже сказал , в каждом доме должен быть сканирующий электронный микроскоп , чтобы их можно было увидеть . <EOS>
И существует столько же различных видов пыльцы , сколько цветущих растений . <EOS>
И это на самом деле довольно полезно для криминалистики и так далее . <EOS>
Большая часть пыльцы , вызывающей у нас сенную лихорадку , происходит от растений , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому она так часто попадает нам в нос . <EOS>
Потому что вы должны выбрасывать массу и массу его , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые содержатся в пыльце , каким-то образом случайно достигнут другого цветка . <EOS>
Таким образом , все травы , а значит , и все зерновые культуры , и большинство деревьев имеют пыльцу , переносимую ветром . <EOS>
Но большинство видов на самом деле используют насекомых , чтобы выполнять свои приказы , и это в некотором смысле более разумно , потому что пыльца им не нужна в таком большом количестве . <EOS>
Насекомые и другие виды могут взять пыльцу и перенести ее непосредственно туда , где это необходимо . <EOS>
Таким образом , мы , очевидно , знаем о взаимосвязи между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они получают что-то взамен , и это что-то взамен , как правило , нектар . <EOS>
Иногда этот симбиоз приводил к замечательным адаптациям-колибри-ястреб-мотылек прекрасен в своей адаптации . <EOS>
Растение что-то получает , а ястреб- мотылек распространяет пыльцу где-то еще . <EOS>
Растения эволюционировали , чтобы создавать небольшие посадочные полосы здесь и там для пчел , которые могли заблудиться . <EOS>
На многих растениях есть отметины , похожие на других насекомых . <EOS>
Это пыльники лилии , искусно сделанные так , что , когда ничего не подозревающее насекомое садится на нее , пыльник переворачивается и ударяет ее по спине большим грузом пыльцы , с которой она затем отправляется на другое растение . <EOS>
И есть орхидея , которая может показаться вам , что у нее есть челюсти , и в каком-то смысле у нее есть ; она заставляет насекомое выползать , покрываясь пыльцой , которую оно берет где-то в другом месте . <EOS>
Орхидеи : существует по меньшей мере 20 000 видов орхидей-удивительно , удивительно разнообразных . <EOS>
И они вытворяют всякие фокусы . <EOS>
Они должны попытаться привлечь опылителей , чтобы выполнить их просьбу . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что именно ее он изучал и сделал замечательное предсказание , когда увидел ее-вы можете видеть , что из орхидеи спускается очень длинная нектарная трубка . <EOS>
И в основном то , что должно делать насекомое-мы находимся в середине цветка-оно должно засунуть свой маленький хоботок прямо в середину цветка и пройти весь путь по трубке с нектаром , чтобы добраться до нектара . <EOS>
&quot; И Дарвин сказал , глядя на этот цветок : &quot; &quot; Я думаю , что-то развилось вместе с этим . &quot; &quot; &quot; <EOS>
И , конечно же , есть насекомое . <EOS>
И я имею в виду , что обычно он как бы откатывает его , но в своей прямой форме он выглядит именно так . <EOS>
Теперь вы можете себе представить , что если нектар является такой ценной вещью и дорогим для производства растения , и он привлекает много опылителей , то , как и в случае с человеческим сексом , люди могут начать обманывать . <EOS>
&quot; Они могут сказать : &quot; &quot; У меня есть немного нектара . Ты хочешь приехать и забрать его ? &quot; &quot; &quot; <EOS>
Теперь это растение . <EOS>
Это растение здесь , которое насекомые в Южной Африке просто обожают , и они эволюционировали с длинным хоботком , чтобы получить нектар на дне . <EOS>
А это мимикрия . <EOS>
Итак , это растение имитирует первое растение . <EOS>
А вот муха с длинным хоботком , которая не получила никакого нектара от мимика , потому что мимик не дает ей никакого нектара . Он думал , что получит немного . <EOS>
Таким образом , муха не только не получила нектар от растения-мимика , но и ... если вы очень внимательно посмотрите только на головной конец , вы увидите , что у нее есть немного пыльцы , которую она передала бы другому растению , если бы только какой-нибудь ботаник не пришел и не приклеил ее к синей карточке . <EOS>
( Смех ) Теперь обман распространяется по всему растительному царству . <EOS>
Этот цветок с черными точками : для нас они могут показаться черными точками , но , если я скажу вам , для самца насекомого нужного вида это выглядит как две самки , которые очень , очень хотят потрусить . <EOS>
&quot; ( Смех ) И когда насекомое добирается туда и садится на него , обливая себя пыльцой , конечно , которую оно собирается перенести на другое растение , если вы посмотрите на картинку сканирующего электронного микроскопа &quot; &quot; каждый дом должен иметь один &quot; &quot; , вы увидите , что на самом деле там есть какой-то рисунок , который является трехмерным . &quot; <EOS>
Так что , вероятно , это даже хорошо для насекомого , а также хорошо выглядит . <EOS>
И на этих снимках в электронном микроскопе-вот один из орхидей , имитирующих насекомое , - вы можете видеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры для того , что может воспринимать насекомое . <EOS>
А этот эволюционировал , чтобы имитировать глянцевую металлическую поверхность , которую вы видите на некоторых жуках . <EOS>
И под сканирующим электронным микроскопом вы можете увидеть поверхность , которая действительно сильно отличается от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже для нас . <EOS>
Я имею в виду , я думаю , что это похоже на какое-то летающее животное или зверя . <EOS>
Это чудесная , удивительная вещь . <EOS>
Это очень умно . Он называется обсидиан . <EOS>
Иногда я думаю об этом как о коварстве . <EOS>
Для правильного вида пчел это выглядит как еще одна очень агрессивная пчела , и она много-много раз бьет ее по голове , чтобы попытаться отогнать ее , и , конечно же , покрывает себя пыльцой . <EOS>
Другое дело , что это растение имитирует другую орхидею , у которой есть замечательный запас пищи для насекомых . <EOS>
И у этого нет ничего для них . <EOS>
Так что это обманчиво на двух уровнях-невероятно . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я действительно учуял кого-то , кто был в чем-то раньше . <EOS>
И цветы на самом деле не должны быть такими безвкусными . <EOS>
Они посылают фантастический набор запахов любому насекомому , у которого он есть . <EOS>
Этот пахнет не очень хорошо . <EOS>
Это цветок , который действительно , действительно пахнет довольно противно и предназначен , опять же , эволюционировал , чтобы выглядеть как падаль . <EOS>
Так что мухам это нравится . <EOS>
Они прилетают и опыляют . <EOS>
Это , которое является helicodiceros , также известно как мертвая лошадь арум . <EOS>
Я не знаю , как на самом деле пахнет мертвая лошадь , но эта , вероятно , пахнет очень похоже . <EOS>
Это действительно ужасно . <EOS>
А мухи просто ничего не могут с собой поделать . <EOS>
Они влетают в эту штуку и летят по ней вниз . <EOS>
Они откладывают в него свои яйца , думая , что это хороший кусок падали , и не понимая , что для яиц нет пищи , что яйца умрут , но растение тем временем выиграло , потому что щетина высвобождается , и мухи исчезают , чтобы опылить следующий цветок-фантастика . <EOS>
&quot; Вот арум , арум макулатум , &quot; &quot; лорды и леди &quot; &quot; или &quot; &quot; пинта с кукушкой &quot; &quot; в этой стране . &quot; <EOS>
Я сфотографировал эту штуку на прошлой неделе в Дорсете . <EOS>
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды-удивительно . <EOS>
И если вы посмотрите вниз , за лопатой есть такая плотина , мухи притягиваются теплом , которое испаряет летучие химические вещества , маленькие мошки , и они попадают в ловушку под этим контейнером . <EOS>
Они пьют этот сказочный нектар , а потом все они немного липкие . <EOS>
Ночью они покрываются пыльцой , которая осыпается на них дождем , а затем щетина , которую мы видели выше , они как бы увядают и выпускают всех этих мошек , покрытых пыльцой-сказочная вещь . <EOS>
Теперь , если вы думаете , что это потрясающе , это один из моих самых любимых . <EOS>
Это филодендрон селлум . <EOS>
Для любого , кто здесь из Бразилии , вы будете знать об этом заводе . <EOS>
Это самое удивительное . <EOS>
Этот фаллический кусочек длиной около фута . <EOS>
И он делает то , чего не делает ни одно другое растение , о котором я знаю , и это то , что , когда он цветет-это лопатка в середине-в течение примерно двух дней , он метаболизируется таким образом , который довольно похож на млекопитающих . <EOS>
Поэтому вместо крахмала , который является пищей растений , он берет что-то похожее на коричневый жир и сжигает его с такой скоростью , что он сжигает жир , метаболизируясь , примерно со скоростью маленькой кошки . <EOS>
И это в два раза больше энергии , вес за вес , чем у колибри-абсолютно удивительно . <EOS>
Эта штука делает еще кое-что необычное . <EOS>
Он не только поднимется до 115 градусов по Фаренгейту , 43 или 44 градуса по Цельсию , в течение двух дней , но и сохранит постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Теперь я слышу , как вы спрашиваете , почему он это делает . <EOS>
Разве вы не знаете , что есть некоторые жуки , которые просто любят заниматься любовью при такой температуре . <EOS>
И они попадают внутрь , и они все это делают . <EOS>
( Смех ) И растение осыпает их пыльцой , и они уходят и опыляют . <EOS>
И какая это замечательная вещь . <EOS>
Сейчас большинство опылителей , о которых мы думаем , - это насекомые , но на самом деле в тропиках опыляют многие птицы и бабочки . <EOS>
И многие тропические цветы красные , и это потому , что бабочки и птицы видят так же , как и мы , мы думаем , и очень хорошо видим красный цвет . <EOS>
Но если вы посмотрите на спектр , птиц и нас , мы увидим красный , зеленый и синий и увидим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолет , и они видят различные оттенки ультрафиолета . <EOS>
Так что там что-то происходит в конце . <EOS>
И разве не было бы здорово , если бы мы могли каким-то образом увидеть , что это такое , я слышу , как вы спрашиваете . <EOS>
Ну да , мы можем . <EOS>
Так что же видит насекомое ? <EOS>
На прошлой неделе я сделал эти фотографии каменной розы , гелиантемы , в Дорсете . <EOS>
Это маленькие желтые цветы , как мы все видим , маленькие желтые цветы повсюду . <EOS>
И вот как это выглядит при видимом свете . <EOS>
Вот как это выглядит , если убрать красный . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
А потом я поставил несколько ультрафиолетовых фильтров на свою камеру и сделал очень , очень долгую экспозицию с определенными частотами ультрафиолетового света , и вот что я получил . <EOS>
И это действительно фантастическое яблочко . <EOS>
Теперь мы точно не знаем , что видит пчела , так же как вы не знаете , что я вижу , когда называю это красным . <EOS>
Мы не можем знать , что происходит в мозгу-не говоря уже о мозге насекомого-другого человека . <EOS>
Но контраст будет выглядеть примерно так , чтобы сильно выделяться на фоне . <EOS>
Вот еще один маленький цветок-другой диапазон ультрафиолетовых частот , другие фильтры , соответствующие опылителям . <EOS>
И это именно то , что он должен был бы увидеть . <EOS>
На всякий случай , если вы думаете , что все желтые цветы обладают этим свойством-ни один цветок не был поврежден в процессе этого снимка ; он был просто прикреплен к штативу , а не убит-тогда под ультрафиолетовым светом посмотрите на это . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитные кремы работают , поглощая ультрафиолетовый свет . <EOS>
Так что , может быть , химическое вещество в этом было бы полезно . <EOS>
Наконец , есть одна из вечерних примул , которую мне прислал Бьорн Рорслетт из Норвегии-фантастический скрытый узор . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , что здесь есть что-то поэтическое в том , что эти снимки , сделанные с помощью ультрафиолетового фильтра , в основном используются астрономами для съемки Венеры-на самом деле облаков Венеры . <EOS>
Это основное использование этого фильтра . <EOS>
Венера , конечно , является богом любви и плодородия , что является историей цветов . <EOS>
И точно так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнять их приказы , им также каким-то образом удалось убедить нас засадить ими огромные поля и дарить их друг другу во время рождения и смерти , и особенно во время брака , который , если подумать , является моментом , который инкапсулирует передачу генетического материала от одного организма к другому . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться о мире вокруг нас . <EOS>
Есть много способов сделать это , и мне нравится сосредоточиться на том , чтобы помочь компьютерам рассказать о том , что они видят и понимают . <EOS>
Учитывая такую сцену , современный алгоритм компьютерного зрения может сказать вам , что есть женщина и есть собака . <EOS>
Он может сказать вам , что женщина улыбается . <EOS>
Возможно , он даже сможет сказать вам , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые такая сцена может вызвать у людей . <EOS>
Все взаимосвязи связанных ситуаций . <EOS>
Может быть , вы видели такую собаку раньше , или вы проводили время , бегая по пляжу , как этот , и это еще больше пробуждает мысли и воспоминания о прошлом отпуске , прошлом времени на пляже , времени , проведенном с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , что такое этот опыт , понять то , что мы разделяем , верим и чувствуем , мы находимся в отличном положении , чтобы начать развивать компьютерные технологии таким образом , чтобы они дополняли наш собственный опыт . <EOS>
Так что , углубившись в это , несколько лет назад я начал работать над тем , чтобы помочь компьютерам генерировать человекоподобные истории из последовательностей изображений . <EOS>
Так что однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Он посмотрел на фотографии , и увидел коалу . <EOS>
Он не знал , что такое коала , но сказал , что думал , что это интересное существо . <EOS>
Потом я поделился с ним последовательностью снимков о сгорающем доме . <EOS>
&quot; Он посмотрел на снимки и сказал : &quot; &quot; Это потрясающий вид , это потрясающе &quot; &quot; &quot; <EOS>
Он послал озноб по моему позвоночнику . <EOS>
Она увидела ужасное , меняющее жизнь и разрушающее жизнь событие и подумала , что это что-то позитивное . <EOS>
Я понял , что он распознал контраст , красные , желтые , и подумал , что это что-то стоит отметить положительно . <EOS>
И отчасти это было связано с тем , что большинство изображений , которые я ему дал , были положительными . <EOS>
Это потому , что люди , как правило , делятся положительными образами , когда они говорят о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что по мере того , как я работал над улучшением задачи ИИ за задачей , набора данных за набором данных , я создавал огромные пробелы , дыры и слепые пятна в том , что он мог понять . <EOS>
И при этом я кодировал всевозможные предубеждения . <EOS>
Предвзятость , которая отражает ограниченную точку зрения , ограниченную одним набором данных , - предвзятость , которая может отражать человеческие предубеждения , обнаруженные в данных , такие как предрассудки и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня туда , где я был в тот день , - как первые цветные изображения были откалиброваны по отношению к коже белой женщины , что означает , что цветная фотография была предвзятой по отношению к черным лицам . <EOS>
И та же самая предвзятость , то же самое слепое пятно продолжалось и в 90-е годы . <EOS>
И то же самое слепое пятно продолжается и сегодня в том , насколько хорошо мы можем распознавать лица разных людей в технологии распознавания лиц. <EOS>
Я подумал о современном состоянии исследований сегодня , когда мы , как правило , ограничиваем наше мышление одним набором данных и одной проблемой . <EOS>
И тем самым мы создавали больше слепых пятен и предубеждений , которые ИИ мог бы еще больше усилить . <EOS>
Тогда я понял , что мы должны глубоко задуматься о том , как выглядит технология , над которой мы работаем сегодня , через пять лет , через 10 лет . <EOS>
Люди эволюционируют медленно , со временем , чтобы исправить проблемы во взаимодействии человека и окружающей среды . <EOS>
Напротив , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
&quot; И это значит , что очень важно , чтобы мы сейчас об этом думали внимательно , чтобы мы задумались о наших собственных &quot; &quot; слепых пятнах &quot; &quot; , о наших собственных предрассудках , и думали о том , как это влияет на создаваемую нами технологию , и обсуждали , что сегодняшняя технология будет означать для завтрашнего дня . &quot; <EOS>
Руководители компаний и ученые высказали свое мнение о том , какой , по их мнению , будет технология искусственного интеллекта будущего . <EOS>
&quot; Стивен Хокинг предупреждает , что &quot; &quot; искусственный интеллект может покончить с человечеством &quot; &quot; . &quot; <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из самых больших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
&quot; Билл Гейтс подчеркнул : &quot; &quot; Я не понимаю , почему люди больше не обеспокоены &quot; &quot; . &quot; <EOS>
Но эти взгляды - они часть истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта - это то , что мы называем доступом и с чем работаем . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллекта , в которые мы можем внести свой вклад . <EOS>
И кроме того , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом с технологиями и тем , как они нас волнуют и как они нас волнуют . <EOS>
Мы можем обсуждать то , что любим . <EOS>
Мы можем общаться с дальновидностью о тех аспектах технологии , которые могут быть более полезными или могут быть более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на том , чтобы открыть дискуссию об ИИ с предвидением будущего , это поможет создать общую дискуссию и осознание того , что такое ИИ сейчас , чем он может стать и что нам нужно сделать , чтобы добиться такого результата , который нам больше всего подходит . <EOS>
Мы уже видим и знаем это в технологии , которую мы используем сегодня . <EOS>
Мы используем смартфоны и цифровые помощники и Roombas . <EOS>
Неужели они злые ? <EOS>
Может быть , иногда . <EOS>
Выгодны ли они ? <EOS>
Да , они тоже это . <EOS>
И они не все одинаковые . <EOS>
И там вы уже видите свет , проливающий свет на то , что ждет будущее . <EOS>
Будущее продолжается от того , что мы строим и создаем прямо сейчас . <EOS>
Мы приводим в действие тот эффект домино , который прокладывает эволюционный путь ИИ . <EOS>
В наше время прямо сейчас мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненную реальность , оживляя прошлые миры . <EOS>
Технология , которая помогает людям делиться своим опытом , когда им трудно общаться . <EOS>
Технология , построенная на понимании потоковых визуальных миров , используемых в качестве технологии для беспилотных автомобилей . <EOS>
Технология , основанная на понимании образов и генерации языка , превращается в технологию , которая помогает людям с нарушениями зрения лучше получить доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы родились , такие как цвет нашей кожи или внешний вид нашего лица , чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая просматривает наши данные , даже данные , касающиеся нашего пола или нашей расы , чтобы определить , можем ли мы получить кредит или нет . <EOS>
Все , что мы видим сейчас , - это снимок эволюции искусственного интеллекта . <EOS>
Потому что то , где мы сейчас находимся , находится в пределах момента этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что будет происходить дальше и в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы это помогало людям , тогда нам нужно определить цели и стратегии , которые позволяют этот путь сейчас . <EOS>
То , что я хотел бы видеть , это то , что хорошо сочетается с людьми , с нашей культурой и с окружающей средой . <EOS>
Технология , которая помогает и помогает тем из нас , кто страдает неврологическими заболеваниями или другими нарушениями , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технология , которая работает независимо от вашей демографии или цвета вашей кожи . <EOS>
И поэтому сегодня я сосредоточился на технологиях завтрашнего дня и на 10 лет вперед . <EOS>
ИИ может получиться по-разному . <EOS>
Но в данном случае это не беспилотный автомобиль без какого-либо пункта назначения . <EOS>
Это машина , на которой мы едем . <EOS>
Мы выбираем , когда ускорить , а когда замедлить . <EOS>
Мы выбираем , нужно ли нам сделать поворот . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле всех вещей , которыми может стать искусственный интеллект . <EOS>
Это станет многими вещами . <EOS>
И это зависит от нас сейчас , чтобы понять , что нам нужно сделать , чтобы убедиться , что результаты искусственного интеллекта будут лучше для всех нас . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить всех вас на секунду задуматься над тем очень простым фактом , что большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле и смотреть на ночное небо и видеть звезды голыми глазами . <EOS>
Солнце сжигает наше периферийное зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И за время , прошедшее с тех пор , как Галилей указал на этот рудиментарный телескоп на небесных телах , известная нам Вселенная пришла к нам через свет , через обширные эпохи космической истории . <EOS>
И со всеми нашими современными телескопами мы смогли собрать этот потрясающий немой фильм о Вселенной - эту серию снимков , которые идут вплоть до Большого взрыва . <EOS>
И все же вселенная - это немое кино , потому что вселенная не молчит . <EOS>
Я хочу вас убедить , что во вселенной есть саундтрек и что саундтрек воспроизводится в самом космосе , потому что космос может раскачиваться , как барабан . <EOS>
Это может стать своего рода записью во вселенной некоторых из самых драматических событий по мере их разворачивания . <EOS>
Теперь мы хотели бы иметь возможность добавить в своеобразную славную визуальную композицию , которую мы имеем о Вселенной - звуковую композицию . <EOS>
И хотя мы никогда не слышали звуков из космоса , мы действительно должны в ближайшие несколько лет начать увеличивать громкость того , что там происходит . <EOS>
Поэтому в этом стремлении запечатлеть песни из вселенной мы обращаем наше внимание на черные дыры и на то , что они обещают , потому что черные дыры могут стучать в пространство-время , как молотки на барабане , и у них очень характерная песня , которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том , какой будет эта песня . <EOS>
Возможно , однажды мы увидим тень , которую черная дыра может отбросить на очень ярком фоне , но пока мы этого не сделали . <EOS>
И все же черные дыры могут быть слышны , даже если их не видно , и это потому , что они стучат в пространство- время , как барабан . <EOS>
Теперь мы обязаны идеей , что космос может звучать как барабан , Альберту Эйнштейну , которому мы так обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы Вселенная была пустой , это было бы похоже на эту картину , за исключением , может быть , без полезной сетки , нарисованной на ней . <EOS>
Но если бы мы свободно падали в пространстве , даже без этой полезной решетки , мы могли бы нарисовать ее сами , потому что мы заметили бы , что мы путешествовали по прямым линиям , без отклонений прямыми путями по вселенной . <EOS>
Эйнштейн также понял - и это настоящее мясо материи - что , если вы поместите энергию или массу во Вселенную , она искривит пространство , и свободно падающий объект пройдет мимо , скажем , Солнца , и он отклонится по естественным кривым в пространстве . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет искривляться этими путями . <EOS>
И вы можете быть настолько согнуты , что попадете на орбиту вокруг Солнца , как Земля , или Луны вокруг Земли . <EOS>
Это естественные кривые в пространстве . <EOS>
То , что Эйнштейн не понимал , так это то , что если вы возьмете наше Солнце и раздавите его до шести километров - таким образом , вы возьмете в миллион раз массу Земли и раздавите ее до шести километров в поперечнике , вы сделаете черную дыру , объект настолько плотный , что если свет отклонится слишком близко , он никогда не убежит - темную тень на <EOS>
Но Эйнштейн всегда думал , что черные дыры - это математическая странность . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
&quot; Прошло несколько десятилетий , прежде чем был придуман термин &quot; &quot; черная дыра &quot; &quot; , и люди поняли , что черные дыры - это настоящие астрофизические объекты , на самом деле это состояние смерти очень массивных звезд , которые катастрофически разрушаются в конце своей жизни . &quot; <EOS>
Теперь наше Солнце не рухнет в черную дыру . <EOS>
Это на самом деле недостаточно массово . <EOS>
Но если бы мы провели небольшой мысленный эксперимент - как очень любил делать Эйнштейн - мы могли бы представить себе , что Солнце раздавит до шести километров и выведет на орбиту крошечную Землю вокруг нее , возможно , в 30 километрах от солнца черной дыры . <EOS>
И это было бы самоосвещение , потому что сейчас Солнце ушло , у нас нет другого источника света - так давайте сделаем нашу маленькую Землю самоосвещенной . <EOS>
И вы поймете , что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры . <EOS>
Эта раздавленная черная дыра на самом деле поместилась бы внутри Манхэттена , более или менее . <EOS>
Она может вылиться в Гудзон немного раньше , чем уничтожит Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который можно раздавить до половины площади Манхэттена . <EOS>
Таким образом , мы перемещаем эту Землю очень близко - на 30 километров снаружи - и мы замечаем , что она совершенно точно вращается вокруг черной дыры . <EOS>
Есть своего рода миф о том , что черные дыры пожирают все во Вселенной , но на самом деле нужно подойти очень близко , чтобы упасть . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем видеть Землю . <EOS>
Она не может спрятаться за черной дырой . <EOS>
Свет от Земли , часть его падает , но часть его линзируется и возвращается к нам . <EOS>
Так что за черной дырой ничего не спрячешь . <EOS>
Если это был Battlestar Galactica и вы сражаетесь с Сайлонами , не прячьтесь за черную дыру . <EOS>
Они могут тебя видеть . <EOS>
Теперь наше Солнце не рухнет в черную дыру - оно недостаточно массивное - но в нашей галактике есть десятки тысяч черных дыр . <EOS>
И если бы кто-то затмил Млечный Путь , это то , как он выглядел бы . <EOS>
Мы бы увидели тень этой черной дыры на фоне сотен миллиардов звезд в галактике Млечный Путь и ее светящихся пылевых полосах . <EOS>
И если бы мы упали к этой черной дыре , мы увидели бы весь этот свет , рассеянный вокруг нее , и мы могли бы даже начать проникать в эту тень и действительно не заметить , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались запустить наши ракеты и выбраться оттуда , потому что мы не могли , больше , чем свет может ускользнуть . <EOS>
Но несмотря на то , что черная дыра темная снаружи , она не темная внутри , потому что весь свет из галактики может упасть позади нас . <EOS>
И даже несмотря на то , что из-за релятивистского эффекта , известного как замедление времени , наши часы , казалось бы , замедляются относительно галактического времени , это выглядело бы так , как будто эволюция галактики ускорилась и выстрелила в нас прямо перед тем , как мы были раздавлены до смерти черной дырой . <EOS>
Это было бы похоже на предсмертный опыт , когда вы видите свет в конце туннеля , но это опыт полной смерти . <EOS>
( Смех ) И нет никакой возможности рассказать кому-либо о свете в конце туннеля . <EOS>
Сейчас мы никогда не видели такой тени черной дыры , но черные дыры слышны , даже если их не видно . <EOS>
Представьте себе сейчас астрофизически реалистичную ситуацию - представьте две черные дыры , которые прожили вместе долгую жизнь . <EOS>
Возможно , они начинались как звезды и обрушивались на две черные дыры , каждая из которых в 10 раз превышала массу Солнца . <EOS>
Так что теперь мы собираемся раздавить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они обходят друг друга очень близко к скорости света . <EOS>
Таким образом , они пересекают тысячи километров за долю секунды , и при этом они не только искривляют пространство , но и оставляют после себя звон пространства , настоящую волну пространства-времени . <EOS>
Пространство сжимается и растягивается , поскольку оно исходит из этих черных дыр , стучащих по вселенной . <EOS>
И они выходят в космос со скоростью света . <EOS>
Это компьютерное моделирование связано с группой относительности в NASA Goddard . <EOS>
Потребовалось почти 30 лет , чтобы кто-либо в мире решил эту проблему . <EOS>
Это была одна из групп . <EOS>
Он показывает две черные дыры на орбите вокруг друг друга , опять же , с этими полезными нарисованными кривыми . <EOS>
И если вы видите - это что-то вроде обморока - но если вы видите красные волны , исходящие наружу , это гравитационные волны . <EOS>
Это буквально звуки космического звона , и они будут выходить из этих черных дыр со скоростью света , когда они звонят вниз и сливаются в одну вращающуюся , тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы со сжатием и растяжением пространства . <EOS>
Вы бы буквально услышали звук . <EOS>
Теперь , конечно , ваша голова будет сжата и растянута бесполезно , так что у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я бы хотел сыграть для вас тот звук , который мы предсказываем . <EOS>
Это из моей группы - чуть менее гламурное компьютерное моделирование . <EOS>
Представьте себе более легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , - это легкая черная дыра , стучащая в пространство каждый раз , когда она приближается . <EOS>
Если она уходит далеко , она слишком тихая . <EOS>
Но он приходит как молоток , и он буквально трескает пространство , раскачивая его , как барабан . <EOS>
И мы можем предсказать , каким будет звук . <EOS>
Мы знаем , что , когда он падает , он становится быстрее , и он становится громче . <EOS>
И в конце концов мы услышим , как маленький парень просто попадает в более крупного парня . <EOS>
Сейчас я никогда не слышал это так громко - это на самом деле более драматично . <EOS>
Дома это звучит как-то антиклиматично . <EOS>
Это вроде как дин , дин , дин . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют после себя полезных следов чернил , а пространство не нарисовано , показывая вам кривые . <EOS>
Но если вы должны были проплыть мимо в космосе на космическом празднике и вы слышали это , вы хотите двигаться . <EOS>
( Смех ) Хочу уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры становятся все ближе друг к другу . <EOS>
В этом случае они оба довольно сильно раскачиваются . <EOS>
А потом они собираются слиться . <EOS>
Теперь это щебетание очень характерно для слияния черных дыр - что оно щебетает в конце . <EOS>
Теперь это наш прогноз того , что мы увидим . <EOS>
К счастью , мы находимся на этом безопасном расстоянии в Лонг-Бич , Калифорния . <EOS>
И конечно , где-то во Вселенной слились две черные дыры . <EOS>
И конечно , пространство вокруг нас звонит после путешествия , может быть , миллион световых лет , или миллион лет , со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы кто-то из нас когда-либо слышал . <EOS>
На Земле строятся очень трудолюбивые эксперименты - так называемый LIGO , - которые обнаружат отклонения в сжатии и растяжении пространства менее чем на долю ядра атома на четыре километра . <EOS>
Это удивительно амбициозный эксперимент , и в ближайшие несколько лет он будет на продвинутом уровне чувствительности - чтобы подхватить это . <EOS>
Также предлагается космическая миссия , которая , надеюсь , будет запущена в ближайшие десять лет , под названием LISA . <EOS>
И LISA сможет увидеть сверхмассивные черные дыры - черные дыры , в миллионы или миллиарды раз превышающие массу Солнца . <EOS>
На этом изображении Хаббла мы видим две галактики . <EOS>
Они выглядят так , будто застыли в каких-то объятиях . <EOS>
И каждый из них , вероятно , таит в себе сверхмассивную черную дыру . <EOS>
Но они не заморожены , они на самом деле сливаются . <EOS>
Эти две черные дыры сталкиваются , и они сольются в течение миллиарда лет . <EOS>
Это за пределами нашего человеческого восприятия , чтобы подобрать песню такой продолжительности . <EOS>
Но LISA могла видеть последние стадии двух сверхмассивных черных дыр ранее в истории Вселенной , за последние 15 минут до того , как они упадут вместе . <EOS>
И это не только черные дыры , но и любое большое возмущение во Вселенной - и самая большая из них - Большой взрыв . <EOS>
&quot; Когда это выражение было придумано , оно было насмешливым - например , &quot; &quot; О , кто поверит в Большой взрыв ? &quot; &quot; &quot; <EOS>
Эта анимация от моих друзей из Proton Studios показывает взгляд на Большой взрыв со стороны . <EOS>
Мы никогда не хотим этого делать на самом деле , мы хотим быть внутри Вселенной , потому что нет такого понятия , как стоять вне Вселенной . <EOS>
Итак , представьте , что вы находитесь внутри Большого взрыва . <EOS>
Это везде , это все вокруг вас , и пространство хаотично раскачивается . <EOS>
Прошло четырнадцать миллиардов лет , и эта песня все еще звучит вокруг нас . <EOS>
Формируются галактики , и в этих галактиках формируются поколения звезд , и вокруг одной звезды , по крайней мере одной звезды , есть обитаемая планета . <EOS>
И вот мы лихорадочно строим эти эксперименты , делаем эти расчеты , пишем эти компьютерные коды . <EOS>
Представьте , миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня звучала в космосе все это время . <EOS>
Мы даже здесь не были . <EOS>
Она становится все ближе и ближе - 40 000 лет назад мы все еще делали наскальные рисунки . <EOS>
Если бы это был Большой взрыв , который мы собирались поднять , это звучало бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум , это такой хаотичный звон . <EOS>
Но она вокруг нас повсюду , предположительно , если она не была уничтожена каким-то другим процессом во Вселенной . <EOS>
И если мы поднимем его , это будет музыка для наших ушей , потому что это будет тихое эхо того момента нашего создания , нашей наблюдаемой вселенной . <EOS>
Таким образом , в течение ближайших нескольких лет мы сможем немного подтянуть саундтрек , отрисовать вселенную в звуке . <EOS>
Но если мы обнаружим эти самые ранние моменты , это значительно приблизит нас к пониманию Большого взрыва , что значительно приблизит нас к заданию некоторых из самых трудных , самых труднодостижимых вопросов . <EOS>
Если мы запустим фильм о нашей вселенной назад , мы знаем , что в нашем прошлом был Большой взрыв , и мы можем даже услышать его какофонический звук , но был ли наш Большой взрыв единственным Большим взрывом ? <EOS>
Я имею в виду , что мы должны спросить , случалось ли это раньше ? <EOS>
Произойдет ли это снова ? <EOS>
Я имею в виду , что в духе ответа на вызов TED , чтобы возродить удивление , мы можем задавать вопросы , по крайней мере в эту последнюю минуту , которые , честно говоря , могут ускользнуть от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная - это просто шлейф какой-то более великой истории ? <EOS>
Или , возможно , мы всего лишь ветвь мультивселенной - каждая ветвь со своим собственным Большим взрывом в прошлом - может быть , некоторые из них с черными дырами играют на барабанах , может быть , некоторые без - может быть , некоторые с разумной жизнью , а может быть , некоторые без - не в нашем прошлом , не в нашем будущем , но как-то фундаментально связаны с нами ? <EOS>
Поэтому мы должны задаться вопросом , есть ли мультивселенная , в каком-то другом участке этой мультивселенной , есть ли существа ? <EOS>
Вот мои мультивселенные создания . <EOS>
Есть ли в мультивселенной другие существа , которые задаются вопросом о нас и интересуются своим происхождением ? <EOS>
И если они есть , я могу представить их такими , какие мы есть , вычисляя , пишу компьютерный код , создавая инструменты , пытаясь обнаружить этот самый слабый звук их происхождения и задаваясь вопросом , кто еще там . <EOS>
Спасибо . Спасибо . <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в оханнесбург , Южная Африка , и заметил дымку , висящую над городом . <EOS>
Я делаю этот диск в большинстве дней , так что было необычно , что я не замечал этого раньше . <EOS>
оханнесбург известен своим неповторимым горизонтом , который я едва мог видеть в то утро . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописной средой , которую я знал , и этим покрытым смогом горизонтом что-то взбудоражил во мне . <EOS>
Я был потрясен возможностью того , что этот город ярких и ярких закатов будет захлестнут тупой дымкой . <EOS>
В тот момент я почувствовал желание что-то с этим сделать , но не знал , что . <EOS>
Все , что я знал , это то , что я не мог просто стоять сложа руки . <EOS>
Главной проблемой было то , что я мало что знал об экологическом менеджменте качества воздуха или химии атмосферы . <EOS>
Я инженер-компьютерщик , и я был уверен , что не смогу найти выход из этой проблемы загрязнения воздуха . <EOS>
( Смех ) Кто я такой , чтобы что-то делать с этим вопросом ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я усвоил очень важный урок , урок , который мы все должны принять близко к сердцу , если мы хотим работать во имя лучшего будущего . <EOS>
Даже если вы не являетесь экспертом в определенной области , ваш внешний опыт может стать ключом к решению больших проблем в этой области . <EOS>
Иногда уникальная перспектива , которую вы имеете , может привести к нетрадиционному мышлению , которое может двигать иглой , но вам нужно быть достаточно смелым , чтобы попытаться . <EOS>
Это единственный способ , который вы когда-нибудь узнаете . <EOS>
То , что я знал тогда , было то , что если я даже собирался попытаться изменить ситуацию , я должен был сначала разобраться в загрязнении воздуха , и поэтому я снова стал студентом . <EOS>
Я провел несколько фундаментальных исследований и вскоре узнал , что загрязнение воздуха является самым большим риском для здоровья окружающей среды в мире . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей в мире в 2012 году были связаны с загрязнением воздуха в домашних хозяйствах и окружающего воздуха , причем большинство из них произошло в странах с низким и средним уровнем дохода . <EOS>
Одно только загрязнение атмосферного воздуха ежегодно приводит к большему числу смертей , чем малярия и ВИЧ / СПИД . <EOS>
В Африке преждевременная смертность от небезопасных санитарных условий или детского недоедания меркнет по сравнению со смертностью из-за загрязнения воздуха , и это связано с огромными экономическими затратами : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Сейчас в своей работе я исследую новые рубежи искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти благотворную основу и помочь нам принимать лучшие решения . <EOS>
Когда я размышлял о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принимать более правильные решения о том , как мы справляемся с загрязнением воздуха , и , учитывая масштаб проблемы , необходимо делать это совместными усилиями . <EOS>
Поэтому я решил , что лучше познакомиться с некоторыми людьми , работающими в этой области . <EOS>
Я начал разговаривать с чиновниками из города оханнесбурга и других близлежащих городов , и я привлек местное научное сообщество , и я также сделал несколько холодных звонков . <EOS>
Процесс взаимодействия , к которому я приступил , помог мне глубже понять проблему . <EOS>
Это также помогло мне избежать ловушки , в которую иногда попадают люди в моей профессии , пытаясь внедрить инновации , когда мы быстро применяем технологию , прежде чем мы твердо осознаем проблему . <EOS>
Я начал вырабатывать идею о том , что я мог бы сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я мог бы каким-то значимым образом объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта и опыт людей , к которым я обратился . <EOS>
Я хотел создать онлайн-платформу управления качеством воздуха , которая бы выявляла тенденции загрязнения и проецировала на будущее , чтобы определить , каких результатов можно ожидать . <EOS>
Я был полон решимости , чтобы моя идея воплотилась в практическое решение , но я столкнулся с неопределенностью и не имел гарантии успеха . <EOS>
То , что у меня было , было очень специфическим набором инженерных навыков , навыков , которые я приобрел за свою карьеру ( Смех ) , которые были новыми для людей , которые так много лет работали над проблемой загрязнения воздуха . <EOS>
Что я понял , так это то , что иногда только один свежий взгляд , один новый набор навыков может создать условия для чего-то замечательного . <EOS>
Наша сила воли и воображение являются путеводной звездой , позволяющей нам прокладывать новые пути и преодолевать препятствия . <EOS>
Вооружившись более глубоким пониманием проблемы загрязнения воздуха и сумев получить более чем десятилетний объем данных об уровнях загрязнения воздуха и метеорологических условиях в оханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений о качестве воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в реальном времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения , чтобы предсказать будущие уровни загрязнения для нескольких различных загрязнителей за несколько дней вперед . <EOS>
Это означает , что граждане могут принимать более правильные решения о своих ежедневных перемещениях и о том , где поселить свои семьи . <EOS>
Мы можем заблаговременно предсказывать неблагоприятные события , связанные с загрязнением окружающей среды , выявлять тех , кто сильно загрязняет окружающую среду , и соответствующие органы могут приказать им свернуть свою деятельность . <EOS>
Благодаря вспомогательному планированию сценариев градостроители также могут принимать лучшие решения о том , как расширить инфраструктуру , например , населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотный проект нашей технологии , который проводился в течение 120 дней , охватывая всю Южную Африку . <EOS>
Наши результаты были подтверждены , когда мы продемонстрировали тесную корреляцию между прогнозными данными и данными , которые мы получали на земле . <EOS>
&quot; Благодаря нашему руководству мы привлекли передовые , ведущие в мире средства , которые могут выполнять прогнозирование качества воздуха с беспрецедентной разрешающей способностью и точностью , принося пользу городу , в который я въехал в одно зимнее утро не так давно , и подумал : &quot; &quot; Что-то здесь не так . Интересуюсь , что можно сделать ? &quot; &quot; &quot; <EOS>
Итак , дело в том , что если бы я не исследовал проблему загрязнения воздуха дальше ? <EOS>
Что , если бы я не проявлял некоторой заботы о состоянии окружающей среды и просто надеялся , что кто-то где-то позаботится об этом ? <EOS>
Что я узнал , так это то , что приступая к сложной работе , которая продвигает дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и подумать о последствиях бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и оппозицию , но это должно мотивировать нас дальше . <EOS>
Поэтому , где бы вы ни находились в мире , в следующий раз , когда вы обнаружите , что у вас есть какое-то естественное любопытство , которое раздражает вас , и это то , о чем вы заботитесь , и у вас есть какие-то безумные или смелые идеи , и , возможно , это выходит за рамки вашего опыта , спросите себя : Почему бы и нет ? <EOS>
Почему бы просто не пойти дальше и решить проблему как можно лучше , по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение - это занятие , предназначенное исключительно для тех , кто может видеть . <EOS>
До сих пор считалось , что незрячий человек , управляющий транспортным средством безопасно и самостоятельно , - это невыполнимая задача . <EOS>
Привет , меня зовут Деннис Хонг , и мы приносим свободу и независимость слепым , создавая автомобиль для слабовидящих . <EOS>
&quot; Поэтому , прежде чем я расскажу об этой машине для слепых , позвольте мне кратко рассказать вам о другом проекте , над которым я работал , под названием &quot; &quot; Городской вызов DARPA &quot; &quot; . &quot; <EOS>
Теперь речь шла о создании роботизированного автомобиля , который может управлять собой . <EOS>
Вы нажимаете старт , никто ничего не трогает , и он может добраться до места назначения полностью автономно . <EOS>
Так в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом соревновании . <EOS>
Примерно в то же время Национальная федерация слепых , или NFB , поставила перед исследовательским комитетом вопрос о том , кто может разработать автомобиль , который позволит слепому человеку управлять автомобилем безопасно и независимо . <EOS>
&quot; Мы решили попробовать , потому что думали : &quot; &quot; Эй , как это может быть тяжело ? &quot; &quot; &quot; <EOS>
У нас уже есть автономный автомобиль . <EOS>
Мы просто поместили в него слепого человека , и мы закончили , верно ? <EOS>
( Смех ) Мы не могли быть более неправы . <EOS>
То , что хотел NFB , - это не транспортное средство , которое может водить слепого человека , а транспортное средство , где слепой человек может принимать активные решения и управлять автомобилем . <EOS>
Поэтому пришлось все выбросить в окно и начать с нуля . <EOS>
Поэтому , чтобы проверить эту безумную идею , мы разработали небольшой прототип багги с дюнами , чтобы проверить осуществимость . <EOS>
А летом 2009 года мы пригласили десятки незрячих молодых людей со всей страны и дали им шанс взять его на спин . <EOS>
Это был совершенно потрясающий опыт . <EOS>
Но проблема с этим автомобилем была в том , что он был спроектирован так , чтобы ездить только в очень контролируемой среде , на плоской , закрытой парковке - даже на полосах , определенных красными конусами движения . <EOS>
Поэтому с этим успехом мы решили сделать следующий большой шаг , разработать настоящий автомобиль , который можно будет ездить по реальным дорогам . <EOS>
Так как же это работает ? <EOS>
Ну , это довольно сложная система , но попробую объяснить , может быть , упростить . <EOS>
Итак , у нас есть три шага . <EOS>
У нас есть восприятие , вычисления и невизуальные интерфейсы . <EOS>
Теперь очевидно , что водитель не может видеть , поэтому система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем начальную единицу измерения . <EOS>
Поэтому он измеряет ускорение , угловое ускорение - как человеческое ухо , внутреннее ухо . <EOS>
Мы объединяем эту информацию с устройством GPS , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для обнаружения полос дороги . <EOS>
И мы также используем три лазерных дальномера . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия - автомобиль , приближающийся спереди , сзади , а также любые препятствия , которые встречаются на дорогах , любые препятствия вокруг автомобиля . <EOS>
Таким образом , весь этот огромный объем информации затем подается в компьютер , и компьютер может сделать две вещи . <EOS>
Прежде всего , обработать эту информацию , чтобы иметь представление об окружающей среде - это полосы дороги , есть препятствия - и передать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы определить самый безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции о том , как управлять органами управления автомобиля . <EOS>
Но проблема в следующем : как передать эту информацию и инструкции человеку , который не может видеть достаточно быстро и точно , чтобы он мог управлять автомобилем ? <EOS>
Поэтому для этого мы разработали множество различных типов технологий невизуального пользовательского интерфейса . <EOS>
Итак , начиная с трехмерной звуковой системы пинг , вибрирующего жилета , колеса щелчка с голосовыми командами , полоски для ног , даже обуви , которая оказывает давление на ногу . <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Таким образом , это пара перчаток , и она имеет вибрирующие элементы на части костяшка , чтобы вы могли передать инструкции о том , как управлять - направление и интенсивность . <EOS>
Еще одно устройство называется SpeedStrip . <EOS>
Так что это стул - на самом деле это массажное кресло . <EOS>
Убираем , перестраиваем вибрирующие элементы по разным схемам , приводим их в действие , чтобы передать информацию о скорости , а также инструкции по использованию газа и педали тормоза . <EOS>
Таким образом , здесь вы можете увидеть , как компьютер понимает окружающую среду , и потому , что вы не можете видеть вибрацию , мы на самом деле ставим красные светодиоды на драйвер , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Так что эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это обучающие устройства . <EOS>
Так что это на самом деле не свобода , верно ? <EOS>
Компьютер говорит вам , как управлять автомобилем - повернуть налево , повернуть направо , ускорить , остановиться . <EOS>
&quot; Мы называем это &quot; &quot; проблемой водителя на заднем сиденье &quot; &quot; . &quot; <EOS>
Таким образом , мы уходим от обучающих устройств , и теперь мы больше фокусируемся на информационных устройствах . <EOS>
Хороший пример такого информационного невизуального пользовательского интерфейса называется AirPi . <EOS>
Так что думайте о нем как о мониторе для слепых . <EOS>
Так что это маленькая таблетка , в ней много дырок , и выходит сжатый воздух , поэтому она действительно может рисовать изображения . <EOS>
Таким образом , даже если вы слепы , вы можете положить руку на него , вы можете видеть полосы дороги и препятствия . <EOS>
На самом деле , вы также можете изменить частоту выхода воздуха и , возможно , температуру . <EOS>
Так что это на самом деле многомерный пользовательский интерфейс . <EOS>
Таким образом , здесь вы можете увидеть левую камеру , правую камеру от автомобиля и то , как компьютер интерпретирует это и отправляет эту информацию в AirPi . <EOS>
Для этого мы показываем симулятор , слепого человека за рулем с помощью AirPi . <EOS>
Этот симулятор также был очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для разных типов невизуальных пользовательских интерфейсов . <EOS>
Так что в основном так и работает . <EOS>
Но это транспортное средство - прототип , и оно не будет на дороге , пока не будет доказано , что оно так же безопасно , как и сегодняшнее транспортное средство , или безопаснее , чем оно . <EOS>
И я искренне верю , что это может произойти . <EOS>
Но все же , примет ли общество такую радикальную идею ? <EOS>
Как мы будем работать со страхованием ? <EOS>
Как мы будем выдавать водительские права ? <EOS>
Есть много таких различных препятствий , помимо технологических проблем , которые мы должны решить , прежде чем это станет реальностью . <EOS>
Конечно , главная цель этого проекта - разработать машину для слепых . <EOS>
Но потенциально более важным , чем это , является огромная ценность побочных технологий , которые могут появиться в результате этого проекта . <EOS>
Используемые датчики могут видеть сквозь темноту , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их для более безопасных автомобилей для зрячих людей . <EOS>
Или для слепых бытовых приборов - в образовательной среде , в офисе . <EOS>
Представьте себе , в классе учитель пишет на доске , а слепой ученик может видеть , что написано и прочитано , используя эти невизуальные интерфейсы . <EOS>
Это бесценно . <EOS>
Поэтому сегодня то , что я показал вам сегодня , это только начало . <EOS>
Спасибо вам большое . <EOS>
( Аплодисменты ) <EOS>
Для меня как художника связь очень важна . <EOS>
В своей работе я пытаюсь сформулировать , что люди не отделены от природы и что все взаимосвязано . <EOS>
Я впервые побывал в Антарктиде почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
Мое сердце билось быстро , голова закружилась , пытаясь понять , что это было , что стояло перед мной . <EOS>
Айсберги вокруг меня находились на расстоянии почти 200 футов от воды , и я мог только не удивляться , что это была одна снежинка на вершине другой снежинки , год за годом . <EOS>
Айсберги рождаются , когда они отрываются от ледников или отрываются от шельфовых ледников . <EOS>
У каждого айсберга своя индивидуальность . <EOS>
У них есть особый способ взаимодействия со своим окружением и своим опытом . <EOS>
Некоторые отказываются сдаваться и держаться до победного конца , в то время как другие больше не могут принять это и рассыпаться в приступе драматической страсти . <EOS>
Когда вы смотрите на айсберг , легко подумать , что они изолированы , что они отделены и одиноки , так же , как мы , люди , иногда рассматриваем себя . <EOS>
Но реальность далека от этого . <EOS>
Когда айсберг тает , я вдыхаю его древнюю атмосферу . <EOS>
По мере таяния айсберга он высвобождает богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов , как будто делаю портреты своих предков , зная , что в эти отдельные моменты они существуют таким образом и никогда больше не будут существовать таким образом . <EOS>
Это не смерть , когда они тают , это не конец , а продолжение их пути через цикл жизни . <EOS>
Часть льда в айсбергах , которые я фотографирую , очень молода - пару тысяч лет . <EOS>
А некоторым льдам более 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы показать вам , - это айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы действительно становитесь свидетелем качения айсберга . <EOS>
Так вот оно . <EOS>
С левой стороны можно увидеть небольшую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
И я бы хотел , чтобы вы обратили внимание на форму айсберга и на то , где он находится у ватерлинии . <EOS>
Вы видите здесь , она начинает катиться , и лодка переместилась на другую сторону , и мужчина стоит там . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Это около 120 футов над водой , или 40 метров . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И вот так айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Знаете ли вы , сколько видов цветковых растений существует ? <EOS>
Есть четверть миллиона - по крайней мере , те , о которых мы знаем - четверть миллиона видов цветковых растений . <EOS>
А цветы - настоящий жулик . <EOS>
Растениям их очень трудно производить . <EOS>
Они отнимают огромное количество энергии и много ресурсов . <EOS>
Зачем им идти на такие хлопоты ? <EOS>
И ответ , конечно , как и многие вещи в мире , - это секс . <EOS>
Я знаю , что у тебя на уме , когда ты смотришь на эти фотографии . <EOS>
И причина , по которой половое размножение так важно - есть много других вещей , которые растения могут сделать для воспроизводства . <EOS>
Можно брать черенки , они могут как бы заниматься сексом с собой , они могут опылять себя . <EOS>
Но им действительно нужно распространять свои гены , чтобы смешиваться с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция работает именно так . <EOS>
Теперь растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , видели некоторые из этих фотографий раньше . <EOS>
Как я говорю , в каждом доме должен быть сканирующий электронный микроскоп , чтобы его можно было увидеть . <EOS>
И разных видов пыльцы столько же , сколько цветковых растений . <EOS>
И это на самом деле довольно полезно для криминалистики и так далее . <EOS>
Большая часть пыльцы , которая вызывает у нас сенную лихорадку , происходит от растений , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому он так сильно поднимает наши носы . <EOS>
Потому что вам приходится выкидывать его массы и массы , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые находятся внутри пыльцы , каким-то образом случайно достигнут другого цветка . <EOS>
Таким образом , все травы , то есть все зерновые культуры , и большинство деревьев имеют переносимую ветром пыльцу . <EOS>
Но большинство видов на самом деле используют насекомых для выполнения своих приказов , и это в некотором смысле более разумно , потому что пыльца им не нужна так много . <EOS>
Насекомые и другие виды могут брать пыльцу , переносить ее прямо туда , где это необходимо . <EOS>
Так что мы знаем , очевидно , о связи между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они получают что-то взамен , а что-то взамен , как правило , нектар . <EOS>
Иногда этот симбиоз приводил к чудесным адаптациям - ястребиная моль колибри прекрасна в своей адаптации . <EOS>
Растение что-то получает , а ястребиная моль распространяет пыльцу где-то еще . <EOS>
Растения эволюционировали , чтобы создавать маленькие посадочные полосы здесь и там для пчел , которые могли заблудиться . <EOS>
На многих растениях есть маркировки , похожие на других насекомых . <EOS>
Это пыльцы лилии , искусно сделанные так , что когда ничего не подозревающее насекомое приземляется на нее , муравейник переворачивается и взбивает ее на спину с большим количеством пыльцы , с которой она затем отправляется на другое растение . <EOS>
И есть орхидея , которая может смотреть на вас так , как будто у нее есть челюсти , и в каком-то смысле она есть ; она заставляет насекомое выползать , покрываясь пыльцой , которую она берет где-то еще . <EOS>
Орхидеи : существует , по крайней мере , 20 000 видов орхидей - удивительно , удивительно разнообразно . <EOS>
И они доходят до всяких трюков . <EOS>
Они должны попытаться привлечь опылителей , чтобы выполнить их приказы . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что это та , которую он изучал и сделал замечательный прогноз , когда увидел ее - вы можете видеть , что есть очень длинная нектарная трубка , которая спускается вниз от орхидеи . <EOS>
И в основном то , что должно делать насекомое - мы находимся в середине цветка - оно должно приклеить свой маленький хоботок прямо в середину этого и весь путь вниз по этой нектарной трубке , чтобы добраться до нектара . <EOS>
&quot; И Дарвин , глядя на этот цветок , сказал : &quot; &quot; Я думаю , с этим что-то соединилось &quot; &quot; . &quot; <EOS>
И конечно , есть насекомое . <EOS>
И я имею в виду , обычно это как бы отбрасывает его , но в прямом виде , вот как он выглядит . <EOS>
Теперь можно представить , что если нектар - это такая ценная вещь , дорогостоящая для растения , и он привлекает много опылителей , то , как и в человеческом сексе , люди могут начать обманывать . <EOS>
&quot; Они могут сказать : &quot; &quot; У меня есть кусочек нектара , вы хотите прийти и получить его ? &quot; &quot; &quot; <EOS>
Теперь это растение . <EOS>
Это растение здесь , которое насекомые в Южной Африке просто любят , и они эволюционировали с длинным хоботком , чтобы получить нектар на дне . <EOS>
И это мимика . <EOS>
Так что это растение , которое имитирует первое растение . <EOS>
А вот длинноствольная муха , которая не получила нектара от мимики , потому что мимика не дает ей нектара , она думала , что получит его . <EOS>
Так что муха не только не получила нектар от мимического растения , но и - если вы очень внимательно посмотрите на головной конец , вы увидите , что у нее есть немного пыльцы , которую она передала бы другому растению , если бы только какой-то ботаник не пришел и не приклеил ее к голубой карточке . <EOS>
( Смех ) Теперь обман продолжается в растительном царстве . <EOS>
Этот цветок с черными точками : они могут выглядеть для нас как черные точки , но , если я скажу вам , для мужского насекомого правильного вида , это выглядит как две самки , которые действительно , очень горячие для рысью . <EOS>
( Смех ) И когда насекомое попадает туда и приземляется на него , обливаясь , конечно , пыльцой , которую оно собирается взять с собой на другое растение , если вы посмотрите на снимок сканирующего электронного микроскопа в каждом доме , вы увидите , что там на самом деле есть какой-то рисунок , который является трехмерным . <EOS>
Так что это , наверное , даже хорошо для насекомого , а также хорошо выглядит . <EOS>
И эти снимки электронного микроскопа - вот одна из орхидей , имитирующих насекомое - вы можете видеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры по сравнению с тем , что может воспринимать насекомое . <EOS>
И этот создан , чтобы имитировать глянцевую металлическую поверхность , которую вы видите на некоторых жуках . <EOS>
И под сканирующим электронным микроскопом там можно увидеть поверхность - очень сильно отличающуюся от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже нам . <EOS>
Я имею в виду , я думаю , что это похоже на какое-то летающее животное или зверь . <EOS>
Это замечательная , удивительная вещь . <EOS>
Этот умный . Он называется обсидиан . <EOS>
Я иногда думаю об этом как об инсидиуме . <EOS>
Для правильного вида пчелы это выглядит как еще одна очень агрессивная пчела , и она много и много раз уходит и набивает ее на голову , чтобы попытаться отгонять ее , и , конечно , покрывает себя пыльцой . <EOS>
Другое дело , что это растение имитирует другую орхидею , которая имеет прекрасный запас пищи для насекомых . <EOS>
А у этого для них ничего нет . <EOS>
Так что это обман на двух уровнях - сказочный . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я на самом деле чувствовал запах кого-то с кем-то раньше . <EOS>
И цветы на самом деле не должны быть такими безвкусными . <EOS>
Они посылают фантастический аромат любому насекомому , у которого он будет . <EOS>
Этот не так хорошо пахнет . <EOS>
Это цветок , который действительно , действительно пахнет довольно неприятно и разработан , опять же , эволюционировал , чтобы выглядеть как падаль . <EOS>
Так что мухи любят это . <EOS>
Они прилетают и опыляют . <EOS>
Этот , который является helicodiceros , также известен как мертвая лошадь arum . <EOS>
Я не знаю , как на самом деле пахнет мертвая лошадь , но эта , вероятно , пахнет почти так же , как она . <EOS>
Это действительно ужасно . <EOS>
А шарики просто не могут себе помочь . <EOS>
Они летают в эту штуку , и они летают по ней . <EOS>
Они откладывают в него свои яйца , думая , что это хорошая падаль , и не понимая , что для яиц нет пищи , что яйца умрут , но растение , тем временем , выиграло , потому что щетинки высвобождаются , и мухи исчезают , чтобы опылять следующий цветок - фантастика . <EOS>
&quot; Вот arum , arum maculatum , &quot; &quot; лорды и дамы &quot; &quot; или &quot; &quot; кукушка-пинта &quot; &quot; в этой стране . &quot; <EOS>
Я сфотографировал эту вещь на прошлой неделе в Дорсете . <EOS>
Эта вещь нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно . <EOS>
И если вы посмотрите на это свысока , то увидите , что за спадиксом есть такая плотина , мух привлекает жара - которая кипит летучими химикатами , маленькими мошками - и они попадают в ловушку под этим контейнером . <EOS>
Они пьют этот сказочный нектар , а потом все немного липкие . <EOS>
Ночью они покрываются пыльцой , которая осыпает их , а затем щетинками , которые мы видели выше , они как бы увядают и выпускают все эти мошки , покрытые пыльцой - сказочная вещь . <EOS>
Теперь , если вы думаете , что это невероятно , это один из моих самых любимых . <EOS>
Это и есть филодендрон селлум . <EOS>
Любой , кто здесь из Бразилии , узнает об этом заводе . <EOS>
Это самое удивительное . <EOS>
Такого рода фаллический кусочек там длиной около фута . <EOS>
И он делает то , что не делает ни одно другое растение , о котором я знаю , и это то , что когда он цветет - это спадикс посередине там - в течение примерно двух дней , он метаболизируется так , как это происходит с млекопитающими . <EOS>
Поэтому вместо того , чтобы иметь крахмал , который является пищей растений , он берет что-то похожее на коричневый жир и сжигает его с такой скоростью , что он сжигает жир , метаболизируется , примерно так же , как маленькая кошка . <EOS>
И это вдвое больше энергии , веса и веса , чем колибри - совершенно удивительно . <EOS>
Эта вещь делает что-то другое , что необычно . <EOS>
Она не только поднимется до 115 градусов по Фаренгейту , 43 или 44 градусов по Цельсию , в течение двух дней , но и сохраняет постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Почему она это делает , я слышу , как вы спрашиваете . <EOS>
Теперь , разве вы не знаете , есть некоторые жуки , которые просто любят заниматься любовью при такой температуре . <EOS>
И они попадают внутрь , и они получают все это . <EOS>
( Смех ) И растение осыпает их пыльцой , и они уходят и опыляют . <EOS>
И какая это замечательная вещь . <EOS>
Сейчас большинство опылителей , о которых мы думаем , - это насекомые , но на самом деле в тропиках опыляются многие птицы и бабочки . <EOS>
И многие тропические цветы красные , и это потому , что бабочки и птицы видят так же , как мы , думаем , и очень хорошо видят красный цвет . <EOS>
Но если вы посмотрите на спектр , птиц и нас , мы увидим красный , зеленый и синий и увидим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолетовый , и они видят различные оттенки ультрафиолета . <EOS>
Так что есть что-то , что происходит там с конца . <EOS>
И не было бы здорово , если бы мы могли как-то увидеть , что это такое , я слышу , как вы спрашиваете . <EOS>
Ну да , мы можем . <EOS>
Так что же видит насекомое ? <EOS>
На прошлой неделе я сделал эти снимки розы , гелиантемы , в Дорсете . <EOS>
Это маленькие желтые цветки , как мы все видим , маленькие желтые цветки повсюду . <EOS>
И это то , как выглядит при видимом свете . <EOS>
Вот как это выглядит , если вы вынимаете красное . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
А потом я поставил несколько ультрафиолетовых фильтров на свою камеру и сделал очень , очень длинную экспозицию с определенными частотами ультрафиолетового света , и это то , что я получил . <EOS>
И это настоящий фантастический бычий глаз . <EOS>
Теперь мы не знаем точно , что видит пчела , так же , как вы знаете , что я вижу , когда я называю это красным . <EOS>
Мы не можем знать , что происходит в сознании другого человека , не говоря уже о насекомом . <EOS>
Но контраст будет выглядеть примерно так , так что выделяться много на фоне . <EOS>
Вот еще один маленький цветок - другой диапазон ультрафиолетовых частот , разные фильтры , соответствующие опылителям . <EOS>
И это именно то , что он увидит . <EOS>
На тот случай , если вы думаете , что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе этого снимка , он был просто прикреплен к штативу , а не убит - тогда под ультрафиолетовым светом , посмотрите на это . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитные кремы работают , поглощая ультрафиолетовое излучение . <EOS>
Так что , может быть , химикат в этом был бы полезен . <EOS>
Наконец , есть один вечерний первоцвет , который мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый рисунок . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , что здесь есть что-то поэтическое , что эти снимки , сделанные с помощью ультрафиолетового фильтра , главное использование этого фильтра для астрономов , чтобы сфотографировать Венеру - на самом деле облака Венеры . <EOS>
В этом главная польза этого фильтра . <EOS>
Венера , конечно , бог любви и плодородия , что и есть цветочная история . <EOS>
И точно так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнить их приказы , им также каким-то образом удалось убедить нас посадить большие поля , полные их , и отдать их друг другу во время рождения и смерти , и особенно во время брака , который , когда вы думаете об этом , является моментом , который инкапсулирует передачу генетического материала от одного организма к другому . <EOS>
Спасибо вам большое . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться об окружающем нас мире . <EOS>
Есть много способов сделать это , и мне нравится сосредотачиваться на том , чтобы помочь компьютерам говорить о том , что они видят и понимают . <EOS>
Учитывая такую сцену , современный алгоритм компьютерного зрения может сказать вам , что есть женщина и есть собака . <EOS>
Это может сказать вам , что женщина улыбается . <EOS>
Он может даже сказать вам , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые такая сцена может вызвать у людей . <EOS>
Все взаимосвязи связанных ситуаций . <EOS>
Может быть , вы видели такую собаку раньше , или вы проводили время , бегая по пляжу , как этот , и это еще больше вызывает мысли и воспоминания о прошлом отпуске , прошлых временах на пляже , времени , проведенном беготней с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , каково это — иметь этот опыт , понять , что мы разделяем , верим и чувствуем , мы находимся в отличном положении , чтобы начать развивать компьютерные технологии таким образом , чтобы они дополняли наш собственный опыт . <EOS>
Итак , углубляясь в это , несколько лет назад я начал работать над тем , чтобы помочь компьютерам генерировать человеческие истории из последовательностей изображений . <EOS>
Итак , однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Он взглянул на фотографии и увидел коалу . <EOS>
Он не знал , что такое коала , но сказал , что думает , что это интересно выглядящее существо . <EOS>
Затем я поделился с ним последовательностью изображений о горящем доме . <EOS>
Он взглянул на изображения и сказал : « Это потрясающий вид ! Это впечатляет ! » <EOS>
Это послало озноб по моему позвоночнику . <EOS>
Он увидел ужасное , изменяющее жизнь и разрушающее жизнь событие и подумал , что это что-то позитивное . <EOS>
Я понял , что он распознает контраст , красные , желтые , и подумал , что это что-то , что стоит отметить положительно . <EOS>
И одна из причин , почему он это делал , заключалась в том , что большинство изображений , которые я ему дал , были положительными изображениями . <EOS>
Это потому , что люди склонны делиться положительными образами , когда они говорят о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением ИИ , задача за задачей , набор данных за набором данных , я создавал огромные пробелы , дыры и слепые пятна в том , что он мог понять . <EOS>
И при этом я кодировал всевозможные предубеждения . <EOS>
Предубеждения , которые отражают ограниченную точку зрения , ограниченную одним набором данных - предубеждения , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предрассудки и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня туда , где я был в тот день - как первые цветные изображения были откалиброваны по коже белой женщины , а это означало , что цветная фотография была предвзята к черным лицам . <EOS>
И та же самая предвзятость , то же самое слепое пятно продолжалось и в 90-х годах . <EOS>
И то же самое слепое пятно сохраняется даже сегодня в том , насколько хорошо мы можем распознавать лица разных людей в технологии распознавания лиц. <EOS>
Я только об современном состоянии исследований , где мы склонны ограничивать наше мышление одним набором данных и одной проблемой . <EOS>
И что при этом мы создавали больше слепых зон и предубеждений , которые ИИ мог бы еще больше усилить . <EOS>
Тогда я понял , что мы должны глубоко задуматься о том , как технология , над которой мы работаем сегодня , выглядит через пять лет , через 10 лет . <EOS>
Люди развиваются медленно , со временем , чтобы исправить проблемы во взаимодействии людей и их окружающей среды . <EOS>
Напротив , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
И это означает , что действительно важно , чтобы мы тщательно подумали об этом прямо сейчас - чтобы мы размышляли о наших собственных слепых пятнах , наших собственных предубеждениях и думали о том , как это информирует технологию , которую мы создаем , и обсуждали , что технология сегодня будет означать для завтрашнего дня . <EOS>
Генеральные директора и ученые взвесили то , чем , по их мнению , будет технология искусственного интеллекта будущего . <EOS>
Стивен Хокинг предупреждает , что « искусственный интеллект может покончить с человечеством » . <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из самых больших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
Билл Гейтс сказал : « Я не понимаю , почему люди не больше обеспокоены » . <EOS>
Но эти взгляды — они являются частью истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта — это то , что мы называем доступом и с которым все работаем . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллекта , в которые мы можем внести свой вклад . <EOS>
И кроме того , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом работы с технологиями и тем , как они нас касаются и как они нас волнуют . <EOS>
Мы можем обсуждать то , что мы любим . <EOS>
Мы можем общаться с предвидением об аспектах технологии , которые могут быть более полезными или могут быть более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на том , чтобы начать дискуссию об ИИ с предвидением будущего , это поможет создать общий разговор и осведомленность о том , что такое ИИ сейчас , чем он может стать и все , что нам нужно сделать , чтобы обеспечить тот результат , который лучше всего подходит нам . <EOS>
Мы уже видим и знаем это в технологии , которую используем сегодня . <EOS>
Мы используем смартфоны и цифровых помощников и Roombas . <EOS>
Являются ли они злыми ? <EOS>
Может быть , иногда . <EOS>
Выгодны ли они ? <EOS>
Да , они тоже . <EOS>
И они не все одинаковые . <EOS>
И там вы уже видите свет , сияющий на то , что ждет нас в будущем . <EOS>
Будущее продолжается от того , что мы строим и создаем прямо сейчас . <EOS>
Мы привели в движение эффект домино , который вырезает эволюционный путь ИИ . <EOS>
В наше время прямо сейчас мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненные реальности , воплощая в жизнь прошлые миры . <EOS>
Технология , которая помогает людям делиться своим опытом , когда у них возникают трудности с общением . <EOS>
Технология , построенная на понимании потоковых визуальных миров , используемых в качестве технологии для самоуправляемых автомобилей . <EOS>
Технология , построенная на понимании изображений и создании языка , превращается в технологию , которая помогает людям с нарушениями зрения лучше получать доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы рождаемся , такие как цвет нашей кожи или внешний вид нашего лица , чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая обрабатывает наши данные , даже данные , относящиеся к нашему полу или нашей расе , чтобы определить , можем ли мы получить кредит . <EOS>
Все , что мы видим сейчас , это снимок в эволюции искусственного интеллекта . <EOS>
Потому что то , где мы сейчас находимся , находится в пределах момента этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что произойдет в будущем и в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы помогать людям , то нам нужно определить цели и стратегии , которые обеспечивают этот путь сейчас . <EOS>
То , что я хотел бы видеть , это то , что хорошо вписывается в людей , в нашу культуру и в окружающую среду . <EOS>
Технология , которая помогает и помогает тем из нас , у кого есть неврологические состояния или другие нарушения , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технология , которая работает независимо от вашей демографии или цвета вашей кожи . <EOS>
И поэтому сегодня я фокусировка сосредоточена на технологиях завтрашнего дня и на 10 лет спустя . <EOS>
ИИ может получиться по-разному . <EOS>
Но в данном случае это не самоуправляемый автомобиль без какого-либо пункта назначения . <EOS>
Это машина , на которую мы ездим . <EOS>
Мы выбираем , когда ускоряться , а когда замедляться . <EOS>
Мы выбираем , нужно ли нам сделать поворот . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле из всех вещей , которыми может стать искусственный интеллект . <EOS>
Это станет многим . <EOS>
И теперь это дело нас , чтобы выяснить , что нам нужно сделать , чтобы убедиться , что результаты искусственного интеллекта будут лучше для всех нас . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить всех вас на секунду рассмотреть тот самый простой факт , что , безусловно , большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле , смотреть на ночное небо и видеть звезды необнятными глазами . <EOS>
Солнце сжигает наше периферическое зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И за то время , прошедшая с тех пор , как Галилей направил этот рудиментарный телескоп на небесные тела , известная Вселенная пришла к нам через свет , через огромные эпохи космической истории . <EOS>
И со всеми нашими современными телескопами мы смогли собрать это потрясающее немое кино о Вселенной - эти серии снимков , которые восходят к Большому взрыву . <EOS>
И все же , Вселенная не является немым фильмом , потому что Вселенная не молчит . <EOS>
Я хотел бы убедить вас , что во Вселенной есть саундтрек , и что саундтрек воспроизводится на самом пространстве , потому что пространство может колебаться , как барабан . <EOS>
Это может звучать как своего рода запись по всей вселенной некоторых из самых драматических событий по мере их развития . <EOS>
Теперь мы хотели бы иметь возможность добавить к своего рода великолепной визуальной композиции , которую мы имеем о Вселенной - звуковую композицию . <EOS>
И хотя мы никогда не слышали звуков из космоса , мы действительно должны в ближайшие несколько лет начать наращивать громкость на то , что там происходит . <EOS>
Таким образом , в этом стремлении захватить песни из Вселенной мы обращаем наше внимание на черные дыры и их обещания , потому что черные дыры могут стучать по пространству-времени , как молотки на барабане , и иметь очень характерную песню , которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том , какой будет эта песня . <EOS>
Однажды мы можем увидеть тень , которую черная дыра может отбрасывать на очень яркий фон , но мы еще этого не сделали . <EOS>
И все же черные дыры могут быть услышаны , даже если их не видно , и это потому , что они стучат в пространство-время , как барабан . <EOS>
Теперь мы обязаны идеей о том , что пространство может звенеть как барабан , Альберту Эйнштейну , которому мы так многим обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы Вселенная была пустой , это было бы похоже на эту картину , за исключением , возможно , без полезной сетки , нарисованной на ней . <EOS>
Но если бы мы свободно падали через пространство , даже без этой полезной сетки , мы могли бы нарисовать ее сами , потому что мы заметили бы , что мы путешествуем по прямым линиям , неразборчивым прямым путям через Вселенную . <EOS>
Эйнштейн также понял — и это настоящее мясо материи — что если поместить энергию или массу во Вселенную , она искривит пространство , и свободно падающий объект пройдет мимо , скажем , Солнца , и он будет отклоняться вдоль естественных кривых в пространстве . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет искривляться этими путями . <EOS>
И вы можете быть согнуты настолько , что попадете на орбиту вокруг Солнца , как Земля , или Луна вокруг Земли . <EOS>
Это естественные кривые в пространстве . <EOS>
Эйнштейн не понимал , что если вы возьмете наше Солнце и раздавите его до шести километров - так что вы возьмете в миллион раз больше массы Земли и раздавите ее до шести километров в поперечнике , вы сделаете черную дыру , объект настолько плотный , что , если свет отвернут слишком близко , он никогда не ускользнет - темная тень против Вселенной . <EOS>
Но Эйнштейн всегда считал черные дыры математической странностью . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
Прошли десятилетия , прежде чем был придуман термин « черная дыра » , и люди поняли , что черные дыры являются реальными астрофизическими объектами - на самом деле они являются состоянием смерти очень массивных звезд , которые катастрофически коллапсируют в конце своей жизни . <EOS>
Теперь наше Солнце не коллапсирует в черную дыру . <EOS>
На самом деле он недостаточно массивен . <EOS>
Но если бы мы провели небольшой мысленный эксперимент — как это очень любил делать Эйнштейн — мы могли бы представить себе , как Солнце раздавлена до шести километров и выведет крошечную маленькую Землю вокруг нее на орбиту , возможно , в 30 километрах от Солнца черной дыры . <EOS>
И это было бы самосветлением , потому что теперь Солнце исчезло , у нас нет другого источника света - так что давайте сделаем нашу маленькую Землю самоосвещенной . <EOS>
И вы поймете , что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленой черной дыры . <EOS>
Эта раздавлена черная дыра на самом деле поместилась бы внутри Манхэттена , более или менее . <EOS>
Он может немного выплеснуться в Гудзон , прежде чем уничтожит Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который вы могли бы раздавить до половины площади Манхэттена . <EOS>
Итак , мы перемещаем эту Землю очень близко - на 30 километров от нее - и мы замечаем , что она совершенно нормально вращается вокруг черной дыры . <EOS>
Существует своего рода миф о том , что черные дыры пожирают все во Вселенной , но на самом деле вы должны подойти очень близко , чтобы упасть . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем видеть Землю . <EOS>
Она не может спрятаться за черной дырой . <EOS>
Свет с Земли , часть его падает , но часть его линзируется и возвращается к нам . <EOS>
Таким образом , вы не можете ничего скрыть за черной дырой . <EOS>
Если это был Battlestar Galactica , и вы сражаетесь с Сайлонами , не прячьтесь за черной дырой . <EOS>
Они могут видеть вас . <EOS>
Теперь наше Солнце не коллапсирует в черную дыру - она недостаточно массивна - но в нашей галактике есть десятки тысяч черных дыр . <EOS>
И если бы кто-то затмил Млечный Путь , вот как это выглядело бы . <EOS>
Мы бы увидели тень этой черной дыры на фоне ста миллиардов звезд в галактике Млечный Путь и ее светящихся пылевых полос . <EOS>
И если бы мы упали к этой черной дыре , мы бы увидели весь этот свет , линзированный вокруг нее , и мы могли бы даже начать переходить в эту тень и действительно не замечать , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались выстрелить нашими ракетами и выбраться оттуда , потому что мы не могли , больше , чем свет может вырваться . <EOS>
Но даже если черная дыра темна снаружи , она не темна внутри , потому что весь свет от галактики может упасть позади нас . <EOS>
И хотя из-за релятивистского эффекта , известного как замедление времени , наши часы , казалось бы , замедляются относительно галактического времени , это выглядело бы так , как будто эволюция галактики была ускорена и обстреляна нами , прямо перед тем , как мы были раздавлены до смерти черной дырой . <EOS>
Это было бы похоже на околосмертный опыт , когда вы видите свет в конце туннеля , но это полный опыт смерти . <EOS>
( Смех ) И нет никакого способа рассказать кому-либо о свете в конце туннеля . <EOS>
Мы никогда не видели такой тени черной дыры , но черные дыры можно услышать , даже если их не увидеть . <EOS>
Представьте себе , что вы принимаете астрофизически реалистичную ситуацию - представьте себе две черные дыры , которые прожили долгую жизнь вместе . <EOS>
Возможно , они начинались как звезды и коллапсировали до двух черных дыр , каждая из которых в 10 раз больше массы Солнца . <EOS>
Так что теперь мы собираемся раздавить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они идут вокруг друг друга очень близко к скорости света . <EOS>
Таким образом , они пересекают тысячи километров за доли секунды , и когда они это делают , они не только искривляют пространство , но и оставляют после себя звон пространства , реальную волну в пространстве-времени . <EOS>
Космос сжимается и растягивается , когда он исходит от этих черных дыр , ударяющихся о Вселенную . <EOS>
И они путешествуют в космос со скоростью света . <EOS>
Это компьютерное моделирование связано с группой относительности в NASA Goddard . <EOS>
Потребовалось почти 30 лет , чтобы кто-либо в мире решил эту проблему . <EOS>
Это была одна из групп . <EOS>
Он показывает две черные дыры на орбите вокруг друг друга , опять же , с этими услужливо окрашенными кривыми . <EOS>
И если вы можете видеть - это немного слабо - но если вы можете видеть красные волны , исходящие наружу , это гравитационные волны . <EOS>
Это буквально звуки космического звонка , и они будут выходить из этих черных дыр со скоростью света , когда они звенят вниз и сливаются в одну вращающуюся , тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировали бы с сжатием и растяжением пространства . <EOS>
Вы бы буквально услышали звук . <EOS>
Теперь , конечно , ваша голова будет сжата и растянута бесполезно , поэтому у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я хотел бы сыграть для вас звук , который мы прогнозируем . <EOS>
Это из моей группы - немного менее гламурное компьютерное моделирование . <EOS>
Представьте себе более легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , — это светлая черная дыра , ударяющаяся о пространство каждый раз , когда она приближается . <EOS>
Если он уходит далеко , это слишком тихо . <EOS>
Но он входит , как молоток , и он буквально трещит пространство , шатая его , как барабан . <EOS>
И мы можем предсказать , каким будет звук . <EOS>
Мы знаем , что , когда он падает , он становится быстрее и громче . <EOS>
И , в конце концов , мы услышим , как маленький парень просто падает в более крупного парня . <EOS>
Я никогда не слышал этого так громко - это на самом деле более драматично . <EOS>
Дома это звучит как-то антикульминационно . <EOS>
Это что-то вроде дин , дин , дин . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют после себя полезных следов чернил , а пространство не окрашивается , показывая вам кривые . <EOS>
Но если вы должны были проплыть в космосе во время космического отпуска и услышали это , вы хотите двигаться . <EOS>
( Смех ) Хотите уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры сближаются . <EOS>
В этом случае они оба довольно сильно колеблются . <EOS>
И тогда они собираются слиться . <EOS>
Теперь это щебетание очень характерно для слияния черных дыр - что оно чирикает в конце . <EOS>
Теперь это наш прогноз на то , что мы увидим . <EOS>
К счастью , мы находимся на этом безопасном расстоянии в Лонг-Бич , штат Калифорния . <EOS>
И конечно , где-то во Вселенной слились две черные дыры . <EOS>
И , конечно , пространство вокруг нас звенит после путешествия , возможно , миллиона световых лет или миллиона лет со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы любой из нас когда-либо услышал . <EOS>
На Земле строятся очень трудолюбивые эксперименты под названием LIGO , которые будут обнаруживать отклонения в сжатии и растяжении пространства на уровне , меньшем , чем доля ядра атома на протяжении четырех километров . <EOS>
Это удивительно амбициозный эксперимент , и он будет с продвинутой чувствительностью в течение следующих нескольких лет - чтобы подхватить это . <EOS>
Есть также миссия , предлагаемая для космоса , которая , как мы надеемся , будет запущена в ближайшие десять лет , под названием LISA . <EOS>
И LISA сможет видеть сверхмассивные черные дыры — черные дыры , в миллионы или миллиарды раз превышающие массу Солнца . <EOS>
На этом изображении Хаббла мы видим две галактики . <EOS>
Они выглядят так , как будто они застыли в каких-то объятиях . <EOS>
И каждый из них , вероятно , содержит сверхмассовую черную дыру в своем ядре . <EOS>
Но они не заморожены ; они фактически сливаются . <EOS>
Эти две черные дыры сталкиваются , и они сольются в течение миллиарда лет . <EOS>
Это за пределами нашего человеческого восприятия , чтобы подобрать песню такой продолжительности . <EOS>
Но LISA могла видеть заключительные стадии двух сверхмоширных черных дыр ранее в истории Вселенной , последние 15 минут перед их падением вместе . <EOS>
И это не только черные дыры , но и любое большое возмущение во Вселенной - и самым большим из них является Большой взрыв . <EOS>
Когда это выражение было придумано , оно было насмешливым — например : « О , кто поверит в Большой взрыв ? » <EOS>
Эта анимация от моих друзей из Proton Studios показывает взгляд на Большой взрыв со стороны . <EOS>
Мы никогда не хотим этого делать на самом деле . Мы хотим быть внутри Вселенной , потому что нет такой вещи , как стоять вне Вселенной . <EOS>
Итак , представьте , что вы находитесь внутри Большого взрыва . <EOS>
Это везде , это все вокруг вас , и пространство колеблется хаотично . <EOS>
Проходит четырнадцать миллиардов лет , а эта песня все еще звенит вокруг нас . <EOS>
Галактики формируются , и поколения звезд формируются в этих галактиках , и вокруг одной звезды , по крайней мере , одна звезда , является обитаемой планетой . <EOS>
И вот мы лихорадочно строим эти эксперименты , делаем эти расчеты , пишем эти компьютерные коды . <EOS>
Представьте себе , что миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня звенела в пространстве все это время . <EOS>
Нас здесь даже не было . <EOS>
Он становится все ближе и ближе - 40 000 лет назад мы все еще делали наскальные рисунки . <EOS>
Если бы это был Большой взрыв , который мы собирались поднять , это звучало бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум ; это такой хаотичный звон . <EOS>
Но она повсюду вокруг нас , по-видимому , если она не была уничтожена каким-то другим процессом во Вселенной . <EOS>
И если мы подхватим его , это будет музыка для наших ушей , потому что это будет тихое эхо того момента нашего творения , нашей наблюдаемой Вселенной . <EOS>
Таким образом , в течение следующих нескольких лет мы сможем немного включить саундтрек , отобразить вселенную в аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это приблизит нас к пониманию Большого взрыва , что приблизит нас к тому , чтобы задавать некоторые из самых сложных , самых неуловимых вопросов . <EOS>
Если мы закрутим фильм о нашей Вселенной в обратном направлении , мы узнаем , что в нашем прошлом был Большой взрыв , и мы можем даже услышать его какофонный звук , но был ли наш Большой взрыв единственным Большим взрывом ? <EOS>
Я имею в виду , что мы должны спросить , случалось ли это раньше ? <EOS>
Повторится ли это снова ? <EOS>
Я имею в виду , что в духе того , чтобы поднять вызов TED , чтобы возродить удивление , мы можем задавать вопросы , по крайней мере , в последнюю минуту , которые , честно говоря , могут ускользать от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная — это просто шлейф какой-то большей истории ? <EOS>
Или , возможно , что мы просто ветвь мультивселенной - каждая ветвь со своим большим взрывом в прошлом - может быть , некоторые из них с черными дырами , играющими на барабанах , может быть , некоторые без - может быть , некоторые с разумной жизнью , а некоторые без - не в нашем прошлом , не в нашем будущем , но каким-то образом фундаментально связанные с нами ? <EOS>
Поэтому мы должны задаться вопросом , есть ли мультивселенная , в каком-то другом участке этой мультивселенной , есть ли существа ? <EOS>
Вот мои существа мультивселенной . <EOS>
Есть ли другие существа в мультивселенной , интересующиеся нами и интересующиеся своим собственным происхождением ? <EOS>
И если это так , я могу представить их такими , какие мы есть , вычисляя , пишя компьютерный код , создавая инструменты , пытаясь обнаружить этот самый слабый звук их происхождения и задаваясь вопросом , кто еще там . <EOS>
Спасибо . Спасибо . <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил дымку , нависшую над городом . <EOS>
Я делаю эту поездку в большинстве дней , поэтому было необычно , что я не замечал этого раньше . <EOS>
Йоханнесбург известен своим характерным горизонтом , который я едва мог видеть в то утро . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописной средой , которую я знал , и этим покрытым смогом горизонтом всколыхнул что-то во мне . <EOS>
Я был потрясен возможностью того , что этот город ярких и ярких закатов будет наводнен тусклой дымкой . <EOS>
В тот момент я почувствовал желание что-то с этим сделать , но я не знал , что . <EOS>
Все , что я знал , это то , что я не мог просто стоять сложа миок . <EOS>
Основная проблема заключалась в том , что я мало что знал об управлении качеством воздуха или химии атмосферы . <EOS>
Я компьютерный инженер , и я был почти уверен , что не смогу наурядить свой путь выхода из этой проблемы загрязнения воздуха . <EOS>
( Смех ) Кто я такой , чтобы что-то делать с этим вопросом ? <EOS>
Я был только гражданином . <EOS>
В последующие годы я усвоил очень важный урок , урок , который мы все должны принять во внимание , если мы хотим работать над лучшим будущим . <EOS>
Даже если вы не являетесь экспертом в определенной области , ваш внешний опыт может стать ключом к решению больших проблем в этой области . <EOS>
Иногда уникальная перспектива , которую вы имеете , может привести к нетрадиционному мышлению , которое может сдвинуть иглу , но вам нужно быть достаточно смелым , чтобы попробовать . <EOS>
Это единственный способ , который вы когда-либо узнаете . <EOS>
Тогда я знал , что если я даже собираюсь попытаться что-то изменить , я должен сначала разобраться в загрязнении воздуха , и поэтому я снова стал студентом . <EOS>
Я провел небольшое фундаментальное исследование и вскоре узнал , что загрязнение воздуха является самым большим в мире экологическим риском для здоровья . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей во всем мире в 2012 году были связаны с загрязнением воздуха домашними хозяйствами и окружающей средой , причем большинство из них произошло в странах с низким и средним уровнем дохода . <EOS>
Загрязнение воздуха само по себе ежегодно приводит к большему числом смертей , чем от малярии и ВИЧ / СПИДа . <EOS>
В Африке преждевременная смертность от небезопасных санитарных условий или недоедания среди детей бледнеет по сравнению со смертностью из-за загрязнения воздуха , и это приводит к огромным экономическим издержкам : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Теперь , в своей работе , я исследую новые границы для искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти благотворную основу и помочь нам принимать лучшие решения . <EOS>
Когда я думал о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принимать лучшие решения о том , как мы управляем загрязнением воздуха , и , учитывая масштаб проблемы , необходимо делать это совместно . <EOS>
Поэтому я решил , что мне лучше познакомиться с некоторыми людьми , работающими в этой области . <EOS>
Я начал разговаривать с официальными лицами из Йоханнесбурга и других близлежащих городов , и я привлек местное научное сообщество , и я также сделал несколько холодных звонков . <EOS>
Процесс взаимодействия , к который я приступил , помог мне развить более глубокое понимание проблемы . <EOS>
Это также помогло мне избежать ловушки , в которую люди в моей профессии иногда попадают , пытаясь внедрять инновации , когда мы быстро применяем технологию , прежде чем мы твердо осознаем проблему . <EOS>
Я начал развивать идею о том , что я могу сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я могу каким-то значимым образом объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта , а также опыт людей , к которым я обратился . <EOS>
Я хотел создать онлайн-платформу управления качеством воздуха , которая бы раскрывала тенденции в области загрязнения и проект в будущем , чтобы определить , каких результатов можно ожидать . <EOS>
Я был полон решимости увидеть , как моя идея претворяется в практическое решение , но я столкнулся с неопределенностью и не имел никаких гарантий успеха . <EOS>
У меня был очень специфический набор инженерных навыков , навыков , которые я приобрел за свою карьеру ( Смех ) , которые были новыми для людей , которые работали над проблемой загрязнения воздуха в течение стольких лет . <EOS>
Я пришел к пониманию , что иногда только одна свежая перспектива , один новый набор навыков могут создать условия для чего-то замечательного . <EOS>
Наша сила воли и воображение являются путеводной звездой , позволяющей нам прокладывать новые пути и преодолевать препятствия . <EOS>
Вооружившись более твердым пониманием проблемы загрязнения воздуха и сумев получить более десяти лет данных об уровнях загрязнения воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений о качестве воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в режиме реального времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения , чтобы предсказать будущие уровни загрязнения для нескольких различных загрязняющих веществ за несколько дней вперед . <EOS>
Это означает , что граждане могут принимать более эффективные решения о своих повседневных передвижениях и о том , где поселить свои семьи . <EOS>
Мы можем заранее прогнозировать неблагоприятные события загрязнения , выявлять сильных загрязнителей , и соответствующие органы могут приказать им свернуть свою деятельность . <EOS>
Благодаря вспомогательному планированию сценариев градостроители также могут принимать более эффективные решения о том , как расширить инфраструктуру , такую как населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотный проект нашей технологии , который был запущен в течение 120 дней , охватывая всю Южную Африку . <EOS>
Наши результаты были подтверждены , когда мы продемонстрировали тесную корреляцию между данными прогнозирования и данными , которые мы получали на местах . <EOS>
Благодаря нашему лидерству мы привезли передовые , ведущие в мире активы , которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью , принося пользу городу , в который я въехал в одно зимнее утро не так давно и подумал про себя : « Здесь что-то не так . Интересно , что можно сделать ? » <EOS>
Итак , вот в чем дело : что , если бы я не исследовал проблему загрязнения воздуха дальше ? <EOS>
Что , если бы я не проявлял какой-то заботы о состоянии окружающей среды и просто надеялся , что кто-то где-то позаботится об этом ? <EOS>
Я узнал , что , приступая к сложному начинанию , которое продвигает дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и подумать о последствиях бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и противостояние , но это должно мотивировать нас дальше . <EOS>
Поэтому , где бы вы ни находились в мире , в следующий раз , когда вы обнаружите , что у вас есть какое-то естественное любопытство , которое возбуждается , и речь идет о чем-то , что вас волнует , и у вас есть некоторые сумасшедшие или смелые идеи , и , возможно , это выходит за рамки вашего опыта , спросите себя : почему бы и нет ? <EOS>
Почему бы просто не пойти дальше и не решить проблему как можно лучше , по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение - это деятельность , предназначенная исключительно для тех , кто может видеть . <EOS>
Слепой человек , ездящий за транспортным средством безопасно и независимо , до сих пор считался невыполнимой задачей . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы приносим свободу и независимость слепым , создавая транспортное средство для слабовидящих . <EOS>
Поэтому , прежде чем я расскажу об этой машине для слепых , позвольте мне кратко рассказать вам о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированного автомобиля , который может ездить сам . <EOS>
Вы нажимаете start , никто ничего не трогает , и он может достичь места назначения полностью автономно . <EOS>
Так в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом соревновании . <EOS>
Примерно в то же время Национальная федерация слепых , или NFB , бросила вызов исследовательской комиссии о том , кто может разработать автомобиль , который позволяет слепому человеку ездить безопасно и независимо . <EOS>
Мы решили попробовать , потому что подумали : « Эй , как это может быть сложно ? » <EOS>
У нас уже есть автономное транспортное средство . <EOS>
Мы просто поместили в него слепого человека , и все готово , верно ? <EOS>
( Смех ) Мы не могли быть более неправы . <EOS>
NFB хотел не транспортное средство , которое может водить слепого человека , а транспортное средство , где слепой человек может принимать активные решения и водить машину . <EOS>
Поэтому нам пришлось выбросить все в окно и начать с нуля . <EOS>
Поэтому , чтобы проверить эту сумасшедшую идею , мы разработали небольшой прототип багги dune , чтобы проверить осуществимость . <EOS>
А летом 2009 года мы пригласили десятки незрячих молодых людей со всей страны и дали им шанс взять его на покрутку . <EOS>
Это был совершенно удивительный опыт . <EOS>
Но проблема с этим автомобилем заключалась в том , что он был разработан только для в очень контролируемой среде , на плоской , закрытой парковке - даже полосах , определяемых красными дорожными конусами . <EOS>
Поэтому с этим успехом мы решили сделать следующий большой шаг , чтобы разработать настоящий автомобиль , который можно будет ездить по реальным дорогам . <EOS>
Так как же это работает ? <EOS>
Ну , это довольно сложная система , но позвольте мне попытаться объяснить ее , может быть , упростить . <EOS>
Итак , у нас есть три шага . <EOS>
У нас есть восприятие , вычисления и невизуальные интерфейсы . <EOS>
Теперь очевидно , что водитель не может видеть , поэтому система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем начальную единицу измерения . <EOS>
Таким образом , он измеряет ускорение , угловое ускорение - как человеческое ухо , внутреннее ухо . <EOS>
Мы объединяем эту информацию с gps-устройством , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для обнаружения полос дороги . <EOS>
А еще мы используем три лазерных дальномерных искателей . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия - автомобиль , приближающийся спереди , сзади , а также любые препятствия , которые врезаются в дороги , любые препятствия вокруг транспортного средства . <EOS>
Таким образом , все это огромное количество информации затем подается в компьютер , и компьютер может делать две вещи . <EOS>
Во-первых , обработать эту информацию , чтобы иметь представление об окружающей среде - это полосы дороги , есть препятствия - и передать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы выяснить самый безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции о том , как управлять элементами управления транспортным средством . <EOS>
Но проблема заключается в том , как мы можем передать эту информацию и инструкции человеку , который не может видеть достаточно быстро и точно , чтобы он мог водить машину ? <EOS>
Поэтому для этого мы разработали множество различных типов технологий невизуального пользовательского интерфейса . <EOS>
Итак , начиная от трехмерной звуковой системы пинга , вибрирующей жилетки , колесика управления с голосовыми командами , полоски для ног , даже обуви , которая оказывает давление на ногу . <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Итак , это пара перчаток , и у них есть вибрирующие элементы на части кастета , поэтому вы можете передавать инструкции о том , как управлять - направление и интенсивность . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Так что это кресло - по сути , это массажное кресло . <EOS>
Мы выпотрошаем его , переставляем вибрирующие элементы по разным схемам , и мы приводим их в действие , чтобы передать информацию о скорости , а также инструкции , как использовать газ и педаль тормоза . <EOS>
Итак , здесь вы можете увидеть , как компьютер понимает окружающую среду , и поскольку вы не можете видеть вибрацию , мы фактически помещаем красные светодиоды на драйвер , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Таким образом , эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это учебные устройства . <EOS>
Так что это не совсем свобода , верно ? <EOS>
Компьютер говорит вам , как водить машину - поверните налево , поверните направо , ускоритесь , остановитесь . <EOS>
Мы называем это « проблемой заднего сиденье-драйвера » . <EOS>
Таким образом , мы отходим от учебных устройств , и теперь мы больше фокусируемся на информационных устройствах . <EOS>
Хорошим примером для этого информационного невизуального пользовательского интерфейса является AirPix . <EOS>
Поэтому думайте об этом как о мониторе для слепых . <EOS>
Таким образом , это небольшой планшет , в нем много отверстий , и сжатый воздух выходит , поэтому он действительно может рисовать изображения . <EOS>
Поэтому , даже если вы слепы , вы можете положить руку на него , вы можете видеть полосы дороги и препятствия . <EOS>
На самом деле , вы также можете изменить частоту выхода воздуха и , возможно , температуру . <EOS>
Так что на самом деле это многомерный пользовательский интерфейс . <EOS>
Таким образом , здесь вы можете увидеть левую камеру , правую камеру из автомобиля и то , как компьютер интерпретирует это и отправляет эту информацию в AirPix . <EOS>
Для этого мы показываем симулятор , слепого человека , ехавшего с помощью AirPix . <EOS>
Этот симулятор также был очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для разных типов невизуальных пользовательских интерфейсов . <EOS>
Так что в основном так оно и работает . <EOS>
Но этот автомобиль является прототипом транспортного средства , и он не будет на дороге , пока он не будет доказан таким же безопасным или более безопасным , чем сегодняшний автомобиль . <EOS>
И я искренне верю , что это может произойти . <EOS>
Но все-таки , примет ли общество такую радикальную идею ? <EOS>
Как мы будем обращаться со страхованием ? <EOS>
Как мы собираемся выдавать водительские права ? <EOS>
Помимо технологических проблем , существует множество различных препятствий , которые нам нужно решить , прежде чем это станет реальностью . <EOS>
Конечно , главной целью этого проекта является разработка автомобиля для слепых . <EOS>
Но потенциально более важным , чем это , является огромная ценность технологии спин-оффа , которая может исходить от этого проекта . <EOS>
Датчики , которые используются , могут видеть сквозь темноту , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их к более безопасным автомобилям для зрячих людей . <EOS>
Или для слепых , бытовой техники - в учебной среде , в офисе . <EOS>
Только представьте , в классе учитель пишет на доске , а слепой ученик может видеть , что написано и прочитано , используя эти невизуальные интерфейсы . <EOS>
Это бесценно . <EOS>
Итак , сегодня то , что я показал вам сегодня , это только начало . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Как для художника , связь очень важна для меня . <EOS>
В своей работе я пытаюсь сформулировать , что люди не отделены от природы и что все взаимосвязано . <EOS>
Впервые я поехал в Антарктиду почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
Мое сердце билось быстро , голова кружилась голова , пытаясь понять , что это такое , что стояло передо мной . <EOS>
Айсберги вокруг меня были почти в 200 футах от воды , и я мог только удивляться , что это была одна снежинка поверх другой снежинки , год за годом . <EOS>
Айсберги рождаются , когда они откалываются от ледников или отрываются от шельфовых ледников . <EOS>
Каждый айсберг имеет свою индивидуальную индивидуальность . <EOS>
У них есть особый способ взаимодействия с окружающей средой и опытом . <EOS>
Некоторые отказываются сдаваться и держаться за горький конец , в то время как другие не могут больше этого вынести и рушатся в приступе драматической страсти . <EOS>
Когда вы смотрите на айсберг , легко подумать , что они изолированы , что они разделены и одиноки , так же , как мы , люди , иногда видим себя . <EOS>
Но реальность далека от этого . <EOS>
Когда айсберг тает , я вдыхаю его древнюю атмосферу . <EOS>
Когда айсберг тает , он высвобождает богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов так , как будто я делаю портреты своих предков , зная , что в эти отдельные моменты они существуют таким образом и никогда не будут существовать таким образом снова . <EOS>
Это не смерть , когда они тают ; это не конец , а продолжение их пути через цикл жизни . <EOS>
Некоторые из льдов в айсбергах , которые я фотографирую , очень молоды - пару тысяч лет . <EOS>
А некоторым льдам более 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы показать вам , это айсберг , который я сфотографировал в Кецетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы действительно становитесь свидетелем катящегося айсберга . <EOS>
Вот и все . <EOS>
С левой стороны можно увидеть небольшую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
И я хотел бы , чтобы вы обратили внимание на форму айсберга и где он находится на ватерлинии . <EOS>
Здесь видно , как она начинает катиться , и лодка переместилась на другой берег , и человек стоит там . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Это около 120 футов над водой , или 40 метров . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И просто так , айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Знаете ли вы , сколько существует видов цветковых растений ? <EOS>
Есть четверть миллиона - по крайней мере , это те , о которых мы знаем - четверть миллиона видов цветковых растений . <EOS>
А цветы – настоящий жупел . <EOS>
Их действительно трудно производить растениям . <EOS>
Они отнимают огромное количество энергии и много ресурсов . <EOS>
Зачем им идти на это ? <EOS>
И ответ , конечно , как и многие вещи в мире , это секс . <EOS>
Я знаю , что у вас на уме , когда вы смотрите на эти фотографии . <EOS>
И причина , по которой половое размножение так важно - есть много других вещей , которые растения могут сделать для размножения . <EOS>
Можно брать черенки ; они могут заниматься сексом с самими собой ; они могут опыляться сами . <EOS>
Но им действительно нужно распространять свои гены , чтобы смешиваться с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция работает таким образом . <EOS>
Теперь растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , видели некоторые из этих фотографий раньше . <EOS>
Как я уже сказал , в каждом доме должен быть сканирующий электронный микроскоп , чтобы иметь возможность видеть их . <EOS>
А разных видов пыльцы столько же , сколько цветковых растений . <EOS>
И это на самом деле довольно полезно для криминалистики и так далее . <EOS>
Большая часть пыльцы , которая вызывает сенную лихорадку у нас , происходит от растений , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому он так сильно поднимает нам нос . <EOS>
Потому что вы должны выбрасывать из него массы и массы , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые содержатся внутри пыльцы , каким-то образом достигнут другого цветка просто случайно . <EOS>
Таким образом , все травы , что означает все зерновые культуры , и большинство деревьев имеют пыльцу , переносимую ветром . <EOS>
Но большинство видов на самом деле используют насекомых , чтобы выполнять свои приказы , и это в некотором смысле более разумно , потому что пыльца , им не нужно так много . <EOS>
Насекомые и другие виды могут брать пыльцу , переносить ее непосредственно туда , где это необходимо . <EOS>
Таким образом , мы знаем , очевидно , о взаимоотношениях между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они получают что-то взамен , и что-то взамен , как правило , нектар . <EOS>
Иногда этот симбиоз приводил к замечательным адаптациям - колибри ястреб-мотылок прекрасен в своей адаптации . <EOS>
Растение что-то получает , а ястребиная моль распространяет пыльцу куда-то еще . <EOS>
Растения эволюционировали , чтобы создать небольшие взлетно-посадочные полосы здесь и там для пчел , которые , возможно , заблудились . <EOS>
На многих растениях есть отметины , которые похожи на других насекомых . <EOS>
Это пыльники лилии , искусно сделанные так , что , когда ничего не подозревающий насекомое приземляется на нее , пыльник переворачивается и взмахивает его на спину с большим грузом пыльцы , с которым он затем переходит на другое растение . <EOS>
И есть орхидея , которая может выглядеть для вас так , как будто у нее есть челюсти , и в некотором смысле , у нее есть ; он заставляет насекомое выползать , покрываясь пыльцой , которую оно берет где-то еще . <EOS>
Орхидеи : существует 20 000 , по крайней мере , видов орхидей - удивительно , удивительно разнообразных . <EOS>
И они добираются до всевозможных уловок . <EOS>
Они должны попытаться привлечь опылителей , чтобы они делали свои приказы . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что она была изучена и сделала замечательное предсказание , когда увидел ее - вы можете видеть , что есть очень длинная нектарная трубка , которая спускается вниз от орхидеи . <EOS>
И в основном то , что насекомое должно делать - мы находимся в середине цветка - оно должно воткнуть свой маленький кабачко прямо в середину этого и до самого конца этой нектарной трубки , чтобы добраться до нектара . <EOS>
И Дарвин сказал , глядя на этот цветок : « Я думаю , что-то эволюцилировало с этим » . <EOS>
И , конечно же , есть насекомое . <EOS>
И я имею в виду , что обычно он как бы откатывает его , но в его прямостоячем виде , вот как он выглядит . <EOS>
Теперь вы можете себе представить , что если нектар является такой ценной вещью и дорогой для производства растения , и он привлекает множество опылителей , то , как и в человеческом сексе , люди могут начать обманывать . <EOS>
Они могут сказать : « У меня есть немного нектара . Ты хочешь прийти и получить его ? » <EOS>
Теперь это растение . <EOS>
Это растение здесь , которое насекомые в Южной Африке просто любят , и они эволюционировали с длинным воношным , чтобы получить нектар на дне . <EOS>
И это мимика . <EOS>
Так что это растение , которое имитирует первое растение . <EOS>
А вот и длинношоковая муха , которая не получила никакого нектара от мимики , потому что мимика не дает ей никакого нектара . Он думал , что получит некоторые . <EOS>
Таким образом , муха не только не получила нектар из мимикого растения , но и - если вы посмотрите очень внимательно только на головной конец , вы увидите , что у нее есть немного пыльцы , которую она передавала бы другому растению , если бы только какой-то ботаник не пришел и не приклеил его к синему куску карты . <EOS>
( Смех ) Теперь обман распространяется по растительному царству . <EOS>
Этот цветок с его черными точками : они могут выглядеть как черные точки для нас , но если я скажу вам , для самца насекомого правильного вида , это выглядит как две самки , которые очень , очень горячие , чтобы рысью . <EOS>
( Смех ) И когда насекомое попадает туда и приземляется на него , обливая себя пыльцой , конечно , которую оно собирается отнести к другому растению , если вы посмотрите на изображение сканирующего электронного микроскопа в каждом доме , вы увидите , что на самом деле там есть какой-то рисунок , который является трехмерным . <EOS>
Так что это , вероятно , даже хорошо для насекомого , а также хорошо выглядит . <EOS>
И эти снимки электронного микроскопа - вот одна из орхидей , имитирующих насекомое - вы можете видеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры по-разному от того , что может воспринимать насекомое . <EOS>
И этот эволюционировал , чтобы имитировать глянцевую металлическую поверхность , которую вы видите на некоторых жуках . <EOS>
И под сканирующей электронной микроскопом вы можете увидеть поверхность там - действительно совершенно отлично от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже для нас . <EOS>
Я имею в виду , я думаю , что это похоже на какое-то летающее животное или зверя . <EOS>
Это замечательная , удивительная вещь . <EOS>
Этот умный . Это называется обсидиан . <EOS>
Иногда я думаю об этом как об инсидиуме . <EOS>
Для правого вида пчел это выглядит как еще одна очень агрессивная пчела , и она ходит и много раз ударяет ее по голове , чтобы попытаться отогнать ее , и , конечно же , покрывает себя пыльцой . <EOS>
Другая вещь , которую он делает , заключается в том , что это растение имитирует другую орхидею , которая имеет замечательный запас пищи для насекомых . <EOS>
А у этого для них ничего нет . <EOS>
Так что это обман на двух уровнях - сказочно . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я на самом деле пахаю кем-то с некоторыми раньше . <EOS>
И цветы на самом деле не обязательно должны быть таким яркими . <EOS>
Они посылают фантастический набор запаха любому насекомому , у которого он будет . <EOS>
Этот пахнет не так хорошо . <EOS>
Это цветок , который очень , очень пахнет довольно неприятно и предназначен , опять же , эволюционировал , чтобы выглядеть как падаль . <EOS>
Так что мухи любят это . <EOS>
Они прилетают и опыляются . <EOS>
Это , которое является helicodiceros , также известно как мертвый лошадиный арум . <EOS>
Я не знаю , как на самом деле пахнет мертвая лошадь , но эта , вероятно , пахнет очень похожей на нее . <EOS>
Это действительно ужасно . <EOS>
И мухи просто не могут помочь себе . <EOS>
Они летят в эту штуку , и они летят до самого нисполя . <EOS>
Они откладывают в него яйца , думая , что это хороший кусочек падали , и не понимая , что для яиц нет пищи , что яйца умрут , но растение , тем временем , выиграло , потому что щетина выпускается , а мухи исчезают , чтобы опылять следующий цветок - фантастика . <EOS>
Вот arum , arum maculatum , « лорды и дамы » или « кукушка-пинта » в этой стране . <EOS>
Я фотографировал эту вещь на прошлой неделе в Дорсете . <EOS>
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно . <EOS>
И если вы посмотрите вниз , то видите , что за спадиксом есть такая плотина , мух привлекает жара , которая выкипает из летучих химических веществ , маленьких мошек , и они попадают в ловушку под этим контейнером . <EOS>
Они пьют этот сказочный нектар , а затем все они немного липкие . <EOS>
Ночью они покрываются пыльцой , которая сыплется на них , а затем щетина , которую мы видели выше , они как бы увядают и пропускают всех этих мошек , покрытых пыльцой - сказочная вещь . <EOS>
Теперь , если вы думаете , что это потрясающе , это один из моих великих фаворитов . <EOS>
Это филодендрон селлоум . <EOS>
Любой , кто здесь из Бразилии , узнает об этом растении . <EOS>
Это самое удивительное . <EOS>
Такой фаллический бит там около фута в длину . <EOS>
И он делает то , что не делает ни одно другое растение , о котором я знаю , и это то , что , когда оно цветет - это спадикс посередине - в течение примерно двух дней , оно метаболизируется таким образом , который очень похож на млекопитающих . <EOS>
Таким образом , вместо крахмала , который является пищей растений , он берет что-то очень похожее на бурый жир и сжигает его с такой скоростью , что он сжигает жир , метаболизируясь , примерно со скоростью маленькой кошки . <EOS>
И это в два раза больше энергии , веса за вес , чем у колибри - абсолютно удивительно . <EOS>
Эта вещь делает что-то еще , что необычно . <EOS>
Он не только поднимется до 115 градусов по Фаренгейту , 43 или 44 градуса по Цельсию в течение двух дней , но и сохранит постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Теперь , почему он это делает , я слышу , вы спрашиваете . <EOS>
Разве вы не знаете об этом , есть некоторые жуки , которые просто любят любить любить при такой температуре . <EOS>
И они попадают внутрь , и они получают все это . <EOS>
( Смех ) И растение осыпает их пыльцой , и они уходят и опыляются . <EOS>
И какая это замечательная вещь . <EOS>
Сейчас большинство опылителей , о которых мы думаем , являются насекомыми , но на самом деле в тропиках опыляются многие птицы и бабочки . <EOS>
И многие из тропических цветов красные , и это потому , что бабочки и птицы видят так же , как и мы , мы думаем , и можем видеть красный цвет очень хорошо . <EOS>
Но если вы посмотрите на спектр , птиц и нас , мы увидим красный , зеленый и синий и увидим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолетовый , и они видят различные оттенки ультрафиолета . <EOS>
Так что есть что-то , что происходит с конца . <EOS>
И разве не было бы здорово , если бы мы могли каким-то образом увидеть , что это такое , я слышу , вы спрашиваете . <EOS>
Ну да , мы можем . <EOS>
Так что же видит насекомое ? <EOS>
На прошлой неделе я сделал эти снимки каменной розы , helianthemum , в Дорсете . <EOS>
Это маленькие желтые цветы , как мы все видим , маленькие желтые цветы повсюду . <EOS>
И вот как это выглядит при видимом свете . <EOS>
Вот как это выглядит , если вытащить красный . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
А затем я поставил несколько ультрафиолетовых фильтров на свою камеру и сделал очень , очень длинную экспозицию с конкретными частотами ультрафиолетового света , и это то , что я получил . <EOS>
И это настоящий фантастический бычий глаз . <EOS>
Теперь мы не знаем точно , что видит пчела , так же , как вы не знаете , что я вижу , когда называю это красным . <EOS>
Мы не можем знать , что происходит в разуме другого человека , не говоря уже о насекомом . <EOS>
Но контраст будет выглядеть примерно так , поэтому сильно выделяется на заднем плане . <EOS>
Вот еще один маленький цветок - другой диапазон ультрафиолетовых частот , разные фильтры , чтобы соответствовать опылителям . <EOS>
И это то , что он будет видеть . <EOS>
На всякий случай , если вы думаете , что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе этого снимка ; он был просто прикреплен к штативу , а не убит - тогда под ультрафиолетовым светом , посмотрите на это . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитные кремы работают , поглощая ультрафиолетовый свет . <EOS>
Так что , возможно , химическое вещество в этом было бы полезно . <EOS>
Наконец , есть одна из вечерних примул , которую мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый узор . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , что здесь есть что-то поэтическое , что эти снимки , сделанные с помощью ультрафиолетового фильтра , основное использование этого фильтра заключается в том , чтобы астрономы фотографировали Венеру - на самом деле облака Венеры . <EOS>
Это основное использование этого фильтра . <EOS>
Венера , конечно , является богом любви и плодородия , что и является цветочной историей . <EOS>
И точно так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнять их приказы , им также каким-то образом удалось убедить нас засеять большие поля , полные их , и отдать их друг другу во время рождения и смерти , и особенно в браке , который , когда вы думаете об этом , является моментом , который заключает в себе передачу генетического материала от одного организма к другому . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться о мире вокруг нас . <EOS>
Есть много способов сделать это , и мне нравится сосредоточиться на том , чтобы помочь компьютерам говорить о том , что они видят и понимают . <EOS>
Учитывая такую сцену , современный алгоритм компьютерного зрения может сказать вам , что есть женщина и есть собака . <EOS>
Это может сказать вам , что женщина улыбается . <EOS>
Он может даже сказать вам , что собака невероятно мила . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые подобная сцена может вызвать у людей . <EOS>
Все взаимосвязи взаимосвязанных ситуаций . <EOS>
Может быть , вы видели такую собаку раньше , или вы проводили время на пляже , как этот , и это еще больше навевает мысли и воспоминания о прошлом отпуске , прошлых временах на пляже , временах , проведенных в бегах с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , каково это - иметь этот опыт , понимать то , что мы разделяем , верим и чувствуем , мы можем начать развивать компьютерные технологии таким образом , чтобы это дополняло наш собственный опыт . <EOS>
Итак , углубляясь в это , несколько лет назад я начал работать над тем , чтобы помочь компьютерам создавать похожие на человека истории из последовательностей изображений . <EOS>
Так , однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Она взглянула на фотографии и увидела коалу . <EOS>
Она не знала , что такое коала , но сказала , что думала , что это интересное существо . <EOS>
Потом я поделился с ним последовательностью снимков о сгоревшем доме . <EOS>
&quot; Он посмотрел на изображения и сказал : &quot; &quot; Это потрясающий вид ! Это потрясающе ! &quot; &quot; &quot; <EOS>
Это вызвало озноб в позвоночнике . <EOS>
Она увидела ужасное , меняющее жизнь и разрушающее жизнь событие и подумала , что это что-то позитивное . <EOS>
Я понял , что он распознал контраст , красных , желтых , и подумал , что это что-то стоит отметить положительно . <EOS>
И отчасти это было связано с тем , что большинство изображений , которые я дал , были положительными . <EOS>
Это потому , что люди склонны делиться положительными образами , когда говорят о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , когда я работал над улучшением задачи ИИ за задачей , набора данных за набором данных , я создавал огромные пробелы , дыры и слепые пятна в том , что он мог понять . <EOS>
И при этом я кодировал всевозможные предубеждения . <EOS>
Предрассудки , которые отражают ограниченную точку зрения , ограниченную одним набором данных , - предрассудки , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предрассудки и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня туда , где я был в тот день , - как первые цветные изображения были откалиброваны по коже белой женщины , что означает , что цветная фотография была предвзятой по отношению к черным лицам . <EOS>
И та же предвзятость , то же самое слепое пятно продолжалось и в 90-е годы . <EOS>
И то же самое слепое пятно продолжается и сегодня в том , насколько хорошо мы можем распознать лица разных людей в технологии распознавания лиц. <EOS>
Я , однако , о современном состоянии исследований сегодня , когда мы склонны ограничивать наше мышление одним набором данных и одной проблемой . <EOS>
И при этом мы создавали больше слепых пятен и предубеждений , которые ИИ мог бы еще больше усилить . <EOS>
Я понял тогда , что мы должны глубоко задуматься о том , как выглядит технология , над которой мы работаем сегодня , через пять лет , через 10 лет . <EOS>
Люди развиваются медленно , со временем приспосабливаясь к проблемам во взаимодействии человека и окружающей его среды . <EOS>
Напротив , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
А это значит , что действительно важно , что мы думаем об этом тщательно прямо сейчас - что мы размышляем над нашими собственными слепыми точками , нашими собственными предубеждениями и думаем о том , как это информирует технологию , которую мы создаем , и обсуждаем , что сегодняшняя технология будет означать для завтрашнего дня . <EOS>
Руководители компаний и ученые взвесили , какой , по их мнению , будет технология искусственного интеллекта в будущем . <EOS>
&quot; Стивен Хокинг предупреждает , что &quot; &quot; искусственный интеллект может положить конец человечеству &quot; &quot; . &quot; <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из самых больших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
&quot; Билл Гейтс подчеркнул : &quot; &quot; Я не понимаю , почему людей это больше не беспокоит &quot; &quot; . &quot; <EOS>
Но эти взгляды - они часть истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта - это то , что мы называем доступом и со всем этим работаем . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и разведки , в которые мы можем внести свой вклад . <EOS>
А кроме того , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом в области технологий и тем , как это нас касается и как это нас волнует . <EOS>
Мы можем обсуждать то , что любим . <EOS>
Мы можем говорить с предусмотрительностью об аспектах технологии , которые могли бы быть более полезными или могли бы быть более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на открытии дискуссии об ИИ с предвидением будущего , это поможет создать общий разговор и понимание того , что такое ИИ сейчас , чем он может стать и все , что нам нужно сделать , чтобы обеспечить такой результат , который лучше всего подходит нам . <EOS>
Мы это уже видим и знаем по той технологии , которую используем сегодня . <EOS>
Мы пользуемся смартфонами , цифровыми ассистентами и Roombas . <EOS>
Являются ли они злыми ? <EOS>
Может быть , иногда . <EOS>
Выгодны ли они ? <EOS>
Да , это тоже так . <EOS>
И они не все одинаковы . <EOS>
И там вы уже видите свет , освещающий будущее . <EOS>
Будущее продолжается от того , что мы строим и создаем прямо сейчас . <EOS>
Мы запустили в действие эффект домино , который определяет эволюционный путь ИИ . <EOS>
В наше время мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненные реальности , воплощающие в жизнь прошлые миры . <EOS>
Технология , которая помогает людям делиться своим опытом , когда им трудно общаться . <EOS>
Технология основана на понимании потоковых визуальных миров , используемых в качестве технологии для беспилотных автомобилей . <EOS>
Технология , построенная на понимании образов и генерации языка , превращается в технологию , которая помогает людям с нарушениями зрения получить лучший доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы рождаемся , такие как цвет нашей кожи или внешний вид нашего лица , чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая просматривает наши данные , даже данные , касающиеся нашего пола или нашей расы , чтобы определить , можем ли мы получить кредит или нет . <EOS>
Все , что мы видим сейчас , - это моментальный снимок эволюции искусственного интеллекта . <EOS>
Потому что то , где мы находимся сейчас , находится в пределах момента этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что произойдет дальше и в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался так , чтобы он помогал людям , тогда нам нужно определить цели и стратегии , которые позволяют идти по этому пути сейчас . <EOS>
То , что я хотел бы видеть , это то , что хорошо вписывается в человека , в нашу культуру и в окружающую среду . <EOS>
Технология , которая помогает и помогает тем из нас , кто страдает неврологическими заболеваниями или другими ограниченными возможностями , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технология , которая работает независимо от вашей демографии или цвета кожи . <EOS>
И поэтому сегодня я сосредотачиваюсь на технологии на завтра и на 10 лет вперед . <EOS>
ИИ может получиться по-разному . <EOS>
Но в этом случае это не беспилотный автомобиль без пункта назначения . <EOS>
Это машина , на которой мы едем . <EOS>
Мы выбираем , когда ускоряться , а когда замедляться . <EOS>
Мы выбираем , нужно ли нам сделать поворот . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле из всех вещей , которыми может стать искусственный интеллект . <EOS>
Это станет многими вещами . <EOS>
И теперь дело за нами , чтобы понять , что нам нужно сделать , чтобы результаты искусственного интеллекта были теми , которые будут лучше для всех нас . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить всех вас на секунду обратить внимание на очень простой факт , что , безусловно , большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле , смотреть на ночное небо и видеть звезды голыми глазами . <EOS>
Солнце сжигает наше периферийное зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И за время , прошедшее с тех пор , как Галилей указал , что рудиментарный телескоп на небесных телах , известная вселенная пришла к нам через свет , через огромные эпохи в космической истории . <EOS>
И со всеми нашими современными телескопами мы смогли собрать этот потрясающий немой фильм Вселенной - эти серии снимков , которые восходят к Большому Взрыву . <EOS>
И все же вселенная - это не немое кино , потому что вселенная не молчит . <EOS>
Я хотел бы убедить вас , что во Вселенной есть саундтрек и что саундтрек воспроизводится в самом космосе , потому что пространство может колебаться , как барабан . <EOS>
Это может вызвать своего рода запись по всей Вселенной некоторых из самых драматических событий , когда они разворачиваются . <EOS>
Теперь мы хотели бы иметь возможность добавить к некой славной визуальной композиции , которая у нас есть во Вселенной , звуковую композицию . <EOS>
И хотя мы никогда не слышали звуков из космоса , мы действительно должны в ближайшие несколько лет начать увеличивать громкость того , что там происходит . <EOS>
Поэтому в этом стремлении запечатлеть песни из Вселенной мы обращаем наше внимание на черные дыры и обещания , которые у них есть , потому что черные дыры могут стучать по пространству-времени , как молотки на барабане , и у них есть очень характерная песня , которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том , какой будет эта песня . <EOS>
Мы могли бы когда-нибудь увидеть тень , которую черная дыра может бросить на очень ярком фоне , но мы еще этого не сделали . <EOS>
И все же черные дыры могут быть слышны , даже если их не видно , и это потому , что они бьются в пространстве-времени , как барабан . <EOS>
Теперь мы обязаны идеей , что космос может звучать как барабан , Альберту Эйнштейну , которому мы так многим обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы Вселенная была пустой , это было бы похоже на эту картину , за исключением , может быть , без полезной сетки , нарисованной на ней . <EOS>
Но если бы мы свободно падали через пространство , даже без этой полезной сетки , мы могли бы нарисовать его сами , потому что мы заметили бы , что мы путешествовали по прямым линиям , отклоняли прямые пути через вселенную . <EOS>
Эйнштейн также понял - и это настоящее мясо материи - что если вы поместите энергию или массу во Вселенную , она изогнет пространство , и свободно падающий объект пройдет мимо , скажем , Солнца , и он будет отклонен вдоль естественных кривых в пространстве . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет изогнут этими путями . <EOS>
И вы можете наклониться так сильно , что окажетесь на орбите вокруг Солнца , как Земля , или Луны вокруг Земли . <EOS>
Это естественные кривые в пространстве . <EOS>
Эйнштейн не понимал , что если вы возьмете наше Солнце и раздавите его на шесть километров - так вы в миллион раз превысите массу Земли и раздавите его на шесть километров в поперечнике , вы сделаете черную дыру , объект настолько плотный , что , если свет отклонится слишком близко , он никогда не ускользнет - темную тень от Вселенной . <EOS>
Но Эйнштейн всегда думал , что черные дыры - это математическая странность . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
&quot; Это было за десятилетия до того , как был придуман термин &quot; &quot; черная дыра &quot; &quot; , и люди поняли , что черные дыры - это настоящие астрофизические объекты - на самом деле это состояние смерти очень массивных звезд , которые катастрофически разрушаются в конце своей жизни . &quot; <EOS>
Теперь наше Солнце не рухнет до черной дыры . <EOS>
Это на самом деле недостаточно массово . <EOS>
Но если бы мы провели небольшой мысленный эксперимент - как очень любил делать Эйнштейн - мы могли бы представить себе , что Солнце раздавлено на шесть километров , и поместили бы крошечную маленькую Землю вокруг нее на орбиту , возможно , в 30 километрах от черной дыры . <EOS>
И она была бы самоосвещенной , потому что сейчас Солнце ушло , у нас нет другого источника света - так давайте сделаем нашу маленькую Землю самоосвещенной . <EOS>
И вы бы поняли , что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры . <EOS>
Эта раздавленная черная дыра на самом деле поместилась бы внутри Манхэттена , более или менее . <EOS>
Он может перекинуться на Гудзон немного раньше , чем разрушит Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который можно раздавить до половины площади Манхэттена . <EOS>
Поэтому мы перемещаем эту Землю очень близко - на 30 километров наружу - и замечаем , что она прекрасно вращается вокруг черной дыры . <EOS>
Существует своего рода миф о том , что черные дыры пожирают все во Вселенной , но на самом деле вам нужно подойти очень близко , чтобы попасть внутрь . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем видеть Землю . <EOS>
Она не может спрятаться за черной дырой . <EOS>
Свет с Земли , часть его падает , но часть его рассеивается и возвращается к нам . <EOS>
Так что за черной дырой ничего не спрячешь . <EOS>
Если это была звезда Battlestar Galactica , и вы сражаетесь с Цилонами , не прячьтесь за черной дырой . <EOS>
Они могут вас видеть . <EOS>
Теперь наше Солнце не рухнет до черной дыры - она недостаточно массивна , - но в нашей галактике есть десятки тысяч черных дыр . <EOS>
И если бы кто-то затмил Млечный Путь , это было бы так . <EOS>
Мы увидим тень этой черной дыры на фоне ста миллиардов звезд в Галактике Млечный Путь и ее светящихся пылевых полос . <EOS>
И если бы мы упали к этой черной дыре , мы бы увидели весь этот свет , рассеянный вокруг нее , и мы могли бы даже начать переходить в эту тень и действительно не замечать , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались выпустить наши ракеты и выбраться оттуда , потому что мы не могли , больше , чем свет может убежать . <EOS>
Но даже несмотря на то , что черная дыра темна снаружи , она не темна внутри , потому что весь свет из галактики может попасть позади нас . <EOS>
И хотя из-за релятивистского эффекта , известного как замедление времени , наши часы , казалось бы , замедляются относительно галактического времени , это выглядело бы так , как если бы эволюция галактики была ускорена и выстрелила в нас , прямо перед тем , как мы были раздавлены до смерти черной дырой . <EOS>
Это было бы похоже на опыт , близкий к смерти , когда вы видите свет в конце туннеля , но это полный опыт смерти . <EOS>
( Смех ) И никому не расскажешь о свете в конце туннеля . <EOS>
Сейчас мы никогда не видели такой тени черной дыры , но черные дыры можно услышать , даже если их не видно . <EOS>
Представьте себе астрофизически реалистичную ситуацию - представьте себе две черные дыры , которые прожили долгую жизнь вместе . <EOS>
Может быть , они начали как звезды и рухнули на две черные дыры - каждая в 10 раз больше массы Солнца . <EOS>
Так что теперь мы собираемся раздавить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце жизни они обходят друг друга со скоростью света . <EOS>
Таким образом , они пересекают тысячи километров за доли секунды , и при этом они не только искривляют пространство , но и оставляют после себя кольцо пространства , настоящую волну в пространстве-времени . <EOS>
Космос сжимается и растягивается по мере того , как он выходит из этих черных дыр , ударяющихся по Вселенной . <EOS>
И они уходят в космос со скоростью света . <EOS>
Это компьютерное моделирование связано с группой относительности в НАСА Годдард . <EOS>
Потребовалось почти 30 лет , чтобы кто-либо в мире смог решить эту проблему . <EOS>
Это была одна из групп . <EOS>
Он снова показывает две черные дыры на орбите вокруг друг друга с помощью этих изящно нарисованных кривых . <EOS>
И если вы можете видеть - это своего рода слабость , - но если вы можете видеть красные волны , исходящие , это гравитационные волны . <EOS>
Это буквально звуки космического звона , и они будут выходить из этих черных дыр со скоростью света , когда они будут звонить вниз и сливаться в одну вращающуюся , тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы с сжатием и растяжением пространства . <EOS>
Вы бы буквально услышали звук . <EOS>
Теперь , конечно , ваша голова будет сжата и растянута без посторонней помощи , так что у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я хотел бы сыграть для вас тот звук , который мы предсказываем . <EOS>
Это из моей группы - чуть менее гламурное компьютерное моделирование . <EOS>
Представьте себе более легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , - это легкая черная дыра , стучащая в космос каждый раз , когда она приближается . <EOS>
Если он уходит далеко , то становится слишком тихо . <EOS>
Но он приходит как молоток , и он буквально трескает пространство , раскачивая его , как барабан . <EOS>
И мы можем предсказать , каким будет звук . <EOS>
Мы знаем , что по мере того , как он падает , он становится быстрее и громче . <EOS>
И в конце концов , мы услышим , как маленький парень просто упадет в большого парня . <EOS>
Сейчас я никогда не слышал это так громко - это на самом деле более драматично . <EOS>
Дома это звучит вроде антиклерикально . <EOS>
Это вроде динга , динга , динга . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют после себя полезных следов чернил , а пространство не окрашено , показывая вам кривые . <EOS>
Но если вы должны были пролететь в космосе в космический отпуск , и вы услышали это , вы хотите двигаться . <EOS>
( Смех ) Хотите уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры сближаются . <EOS>
В этом случае они оба довольно сильно колеблются . <EOS>
И тогда они собираются объединиться . <EOS>
Теперь , когда щебетание очень характерно для слияния черных дыр , оно щебечет в конце . <EOS>
Теперь это наш прогноз на то , что мы увидим . <EOS>
К счастью , мы находимся на этом безопасном расстоянии в Лонг-Бич , Калифорния . <EOS>
И , конечно , где-то во Вселенной слились две черные дыры . <EOS>
И конечно , пространство вокруг нас звонит после путешествия , может быть , миллион световых лет , или миллион лет , со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы кто-либо из нас когда-либо слышал . <EOS>
На Земле строятся очень трудолюбивые эксперименты - один называется LIGO - который будет обнаруживать отклонения в сжатии и растяжении пространства менее чем на долю ядра атома более четырех километров . <EOS>
Это удивительно амбициозный эксперимент , и он будет на продвинутом уровне чувствительности в течение следующих нескольких лет - чтобы забрать это . <EOS>
Также предлагается космическая миссия , которая , как мы надеемся , будет запущена в ближайшие десять лет , под названием LISA . <EOS>
И LISA сможет увидеть сверхмассивные черные дыры - черные дыры , в миллионы или миллиарды раз превышающие массу Солнца . <EOS>
На этом изображении Хаббла мы видим две галактики . <EOS>
Похоже , они застыли в каких-то объятиях . <EOS>
И каждая из них , вероятно , имеет сверхмассивную черную дыру в своем ядре . <EOS>
Но они не заморожены ; они на самом деле сливаются . <EOS>
Эти две черные дыры сталкиваются , и они будут сливаться в миллиардном масштабе времени . <EOS>
Это за пределами нашего человеческого восприятия , чтобы подобрать песню такой продолжительности . <EOS>
Но LISA смогла увидеть последние стадии двух сверхмассивных черных дыр ранее в истории Вселенной , за последние 15 минут до того , как они упадут вместе . <EOS>
И это не только черные дыры , но и любое большое возмущение во Вселенной - и самый большой из них - Большой взрыв . <EOS>
&quot; Когда это выражение было придумано , оно было насмешливым - вроде : &quot; &quot; О , кто поверит в Большой взрыв ? &quot; &quot; &quot; <EOS>
Эта анимация моих друзей из Proton Studios показывает взгляд на Большой взрыв со стороны . <EOS>
Мы хотим быть внутри Вселенной , потому что нет такой вещи , как стоять вне Вселенной . <EOS>
Так что представьте , что вы внутри Большого Взрыва . <EOS>
Это повсюду , это все вокруг вас , и пространство колеблется хаотично . <EOS>
Проходит четырнадцать миллиардов лет , и эта песня все еще звучит вокруг нас . <EOS>
Галактики образуются , и поколения звезд формируются в этих галактиках , и вокруг одной звезды , по крайней мере , одна звезда , является обитаемой планетой . <EOS>
И вот мы судорожно строим эти эксперименты , делаем эти расчеты , пишем эти компьютерные коды . <EOS>
Представьте , миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня звучала в космосе все это время . <EOS>
Нас даже здесь не было . <EOS>
Она становится все ближе и ближе - 40 000 лет назад мы все еще делали наскальные рисунки . <EOS>
Если бы это был Большой взрыв , который мы собирались забрать , это звучало бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум , это такой хаотичный звон . <EOS>
Но это вокруг нас повсюду , предположительно , если бы это не было уничтожено каким-то другим процессом во Вселенной . <EOS>
И если мы поднимем его , это будет музыка для наших ушей , потому что это будет тихое эхо того момента нашего творения , нашей наблюдаемой Вселенной . <EOS>
Так что в ближайшие несколько лет мы сможем немного развернуть саундтрек , отобразить вселенную в аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это приблизит нас к пониманию Большого взрыва , который приблизит нас к тому , чтобы задавать некоторые из самых трудных , самых трудных вопросов . <EOS>
Если мы запустим фильм о нашей Вселенной назад , мы знаем , что в нашем прошлом был Большой Взрыв , и мы могли бы даже услышать его какофонический звук , но был ли наш Большой Взрыв единственным Большим Взрывом ? <EOS>
Я имею в виду , мы должны спросить , случалось ли это раньше ? <EOS>
Произойдет ли это снова ? <EOS>
Я имею в виду , что в духе ответа на вызов TED возродить чудо , мы можем задавать вопросы , по крайней мере , в последнюю минуту , которые , честно говоря , могут ускользнуть от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная - это просто шлейф какой-то великой истории ? <EOS>
Или возможно , что мы всего лишь ответвление от множества - каждая ветвь со своим собственным Большим Взрывом в прошлом - может быть , некоторые из них с черными дырами играют на барабанах , может быть , некоторые без - может быть , некоторые с чувственной жизнью , а может быть , некоторые без - не в нашем прошлом , не в нашем будущем , но как-то фундаментально связаны с нами ? <EOS>
Таким образом , мы должны задаться вопросом , существует ли мультиверс , в каком-то другом участке этого мультиверса , есть ли существа ? <EOS>
Вот мои многообразные создания . <EOS>
Есть ли другие существа во множестве , которые интересуются нами и своим происхождением ? <EOS>
И если они есть , я могу представить их такими , какие мы есть , вычисляя , записывая компьютерный код , строя инструменты , пытаясь обнаружить этот самый слабый звук их происхождения и задаваясь вопросом , кто еще там . <EOS>
Спасибо . Спасибо . <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил дымку , нависшую над городом . <EOS>
Я делаю это в большинстве дней , так что было необычно , что я не заметил этого раньше . <EOS>
Йоханнесбург известен своим характерным горизонтом , который я едва мог увидеть в то утро . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописной средой , которую я знал , и этим покрытым смогом горизонтом что-то всколыхнуло во мне . <EOS>
Я был потрясен возможностью того , что этот город ярких и ярких закатов будет омрачен тусклой дымкой . <EOS>
В тот момент я почувствовал желание что-то с этим сделать , но не знал , что . <EOS>
Все , что я знал , это то , что я не мог просто сидеть сложа руки . <EOS>
Главная проблема была в том , что я мало знал об экологическом управлении качеством воздуха или химии атмосферы . <EOS>
Я компьютерный инженер , и я был уверен , что не смогу найти выход из этой проблемы загрязнения воздуха . <EOS>
( Смех ) Кто был я , чтобы сделать что-нибудь по этому поводу ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я усвоил очень важный урок , урок , который мы все должны принять близко к сердцу , если мы хотим работать над лучшим будущим . <EOS>
Даже если вы не являетесь экспертом в конкретной области , ваш внешний опыт может стать ключом к решению больших проблем в этой области . <EOS>
Иногда уникальная перспектива , которую вы имеете , может привести к нетрадиционному мышлению , которое может сдвинуть иглу , но вам нужно быть достаточно смелым , чтобы попытаться . <EOS>
Это единственный способ , который вы когда-либо узнаете . <EOS>
То , что я знал тогда , было то , что если я даже собирался попытаться изменить ситуацию , мне нужно было сначала разобраться в загрязнении воздуха , и поэтому я снова стал студентом . <EOS>
Я провел небольшое фундаментальное исследование и вскоре узнал , что загрязнение воздуха является самым большим риском для здоровья окружающей среды в мире . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей во всем мире в 2012 году были вызваны загрязнением воздуха домашними хозяйствами и окружающей среды , причем большинство из них произошло в странах с низким и средним уровнем дохода . <EOS>
Только загрязнение окружающего воздуха ежегодно приводит к большему количеству смертей , чем малярия и ВИЧ / СПИД . <EOS>
В Африке преждевременные смерти от небезопасных санитарных условий или детского недоедания бледнеют по сравнению со смертями от загрязнения воздуха , и это связано с огромными экономическими издержками : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Сейчас , в своей работе , я исследую новые границы для искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти полезную основу и помочь нам принимать лучшие решения . <EOS>
Когда я подумал о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принимать лучшие решения о том , как мы управляем загрязнением воздуха , и , учитывая масштаб проблемы , нужно было делать это сообща . <EOS>
Поэтому я решил , что мне лучше познакомиться с некоторыми людьми , работающими в этой области . <EOS>
Я начал разговаривать с официальными лицами из города Йоханнесбурга и других близлежащих городов , и я привлек местное научное сообщество , и я также сделал несколько холодных звонков . <EOS>
Процесс взаимодействия , который я начал , помог мне глубже понять проблему . <EOS>
Это также помогло мне избежать ловушки , в которую люди в моей профессии иногда попадают , пытаясь внедрять инновации , где мы быстро применяем технологию , прежде чем мы твердо поймем стоящую перед нами проблему . <EOS>
Я начал вырабатывать идею о том , что я мог бы сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я могу каким-то значимым образом объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта и опыт людей , к которым я обращался . <EOS>
Я хотел создать онлайн-платформу управления качеством воздуха , которая бы раскрывала тенденции загрязнения и проецировала в будущее , чтобы определить , каких результатов можно ожидать . <EOS>
Я был полон решимости воплотить свою идею в практическое решение , но столкнулся с неопределенностью и не имел гарантии успеха . <EOS>
То , что у меня было , было очень специфическим набором инженерных навыков , навыков , которые я приобрел за свою карьеру ( смех ) , которые были новыми для людей , которые работали над проблемой загрязнения воздуха в течение стольких лет . <EOS>
То , что я понял , это то , что иногда только одна свежая перспектива , один новый набор навыков могут создать условия для чего-то замечательного . <EOS>
Наша сила воли и воображение являются направляющим светом , позволяющим нам прокладывать новые пути и преодолевать препятствия . <EOS>
Вооружившись более глубоким пониманием проблемы загрязнения воздуха и сумев получить более чем десятилетние данные об уровне загрязнения воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений о качестве воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в реальном времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения для прогнозирования будущих уровней загрязнения на несколько дней вперед . <EOS>
Это означает , что граждане могут принимать лучшие решения о своих ежедневных перемещениях и о том , где поселить свои семьи . <EOS>
Мы можем заранее спрогнозировать неблагоприятные явления загрязнения , выявить крупных загрязнителей , и соответствующие органы могут приказать им свернуть свою деятельность . <EOS>
С помощью сценарного планирования градостроители также могут принимать более правильные решения о том , как расширить инфраструктуру , например , населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотный проект нашей технологии , который длился 120 дней и охватывал всю Южную Африку . <EOS>
Наши результаты были подтверждены , когда мы продемонстрировали тесную связь между прогнозными данными и данными , которые мы получали на местах . <EOS>
&quot; Благодаря нашему руководству мы принесли передовые , ведущие мировые активы , которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью , принося пользу городу , в который я въехал в одно зимнее утро не так давно , и подумал про себя : &quot; &quot; Что-то здесь не так . Интересно , что можно сделать ? &quot; &quot; &quot; <EOS>
Так вот в чем дело : что , если бы я не исследовал проблему загрязнения воздуха дальше ? <EOS>
Что , если бы я не проявлял некоторую заботу о состоянии окружающей среды и просто надеялся , что кто-то где-то позаботится об этом ? <EOS>
Что я узнал , так это то , что , приступая к сложной работе , которая продвигает дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и рассмотреть последствия бездействия . <EOS>
Мы не должны отвлекаться на сопротивление и оппозицию , но это должно мотивировать нас дальше . <EOS>
Так что где бы вы ни были в мире , в следующий раз , когда вы обнаружите , что у вас есть какое-то естественное любопытство , которое пикируется , и это о чем-то , о чем вы заботитесь , и у вас есть какие-то сумасшедшие или смелые идеи , и , возможно , это за пределами вашей компетенции , спросите себя : почему бы и нет ? <EOS>
Почему бы просто не пойти дальше и не решить проблему как можно лучше , по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение - это занятие , предназначенное исключительно для тех , кто может видеть . <EOS>
Слепой человек , управляющий транспортным средством безопасно и независимо , считался невыполнимой задачей до сих пор . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы приносим свободу и независимость слепым , строя транспортное средство для слабовидящих . <EOS>
Поэтому , прежде чем я расскажу об этом автомобиле для слепых , позвольте мне кратко рассказать вам о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированного автомобиля , который может управлять собой . <EOS>
Вы нажимаете старт , никто ничего не трогает , и он может добраться до места назначения полностью автономно . <EOS>
Так в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом соревновании . <EOS>
Примерно в то же время Национальная федерация слепых , или NFB , поставила перед исследовательским комитетом вопрос о том , кто может разработать автомобиль , который позволит слепому управлять автомобилем безопасно и независимо . <EOS>
&quot; Мы решили попробовать , потому что думали : &quot; &quot; Эй , как это может быть тяжело ? &quot; &quot; &quot; <EOS>
У нас уже есть автономное транспортное средство . <EOS>
Мы просто поместили в него слепого человека , и мы закончили , верно ? <EOS>
( Смех ) Мы не могли быть более неправы . <EOS>
Чего хотел NFB , так это не транспортного средства , которое может управлять слепым человеком , а транспортного средства , где слепой человек может принимать активные решения и управлять автомобилем . <EOS>
Поэтому нам пришлось выбросить все в окно и начать с нуля . <EOS>
Поэтому , чтобы проверить эту безумную идею , мы разработали небольшой прототип багги на дюнах , чтобы проверить осуществимость . <EOS>
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность поиграть . <EOS>
Это был совершенно удивительный опыт . <EOS>
Но проблема с этим автомобилем была в том , что он был спроектирован так , чтобы им можно было управлять только в очень контролируемой среде , на плоской , закрытой парковке - даже на полосах , определенных красными конусами . <EOS>
Так что с этим успехом мы решили сделать следующий большой шаг , разработать настоящий автомобиль , которым можно управлять на реальных дорогах . <EOS>
Так как же это работает ? <EOS>
Ну , это достаточно сложная система , но попробую объяснить , может быть , упростить . <EOS>
Так что у нас есть три шага . <EOS>
У нас есть восприятие , вычисления и невизуальные интерфейсы . <EOS>
Теперь очевидно , что водитель не может видеть , поэтому система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем первичную единицу измерения . <EOS>
Так он измеряет ускорение , угловое ускорение - как человеческое ухо , внутреннее ухо . <EOS>
Мы соединяем эту информацию с устройством GPS , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для определения полос движения . <EOS>
И мы также используем три лазерных дальномера . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия - автомобиль , приближающийся спереди , сзади , а также любые препятствия , которые встречаются на дорогах , любые препятствия вокруг транспортного средства . <EOS>
Таким образом , весь этот огромный объем информации затем подается в компьютер , и компьютер может делать две вещи . <EOS>
Во-первых , обрабатывать эту информацию , чтобы иметь представление об окружающей среде - это полосы движения , есть препятствия - и доводить эту информацию до водителя . <EOS>
Система также достаточно умна , чтобы определить самый безопасный способ управления автомобилем . <EOS>
Так мы можем также произвести инструкции о том , как привестись в действие управления корабля . <EOS>
Но проблема в следующем : как мы передаем эту информацию и инструкции человеку , который не может видеть достаточно быстро и точно , чтобы он мог управлять автомобилем ? <EOS>
Так что для этого мы разработали много разных типов технологий невизуального пользовательского интерфейса . <EOS>
Так что , начиная с трехмерной звуковой системы пинга , вибрирующего жилета , колесика с голосовыми командами , полоски для ног , даже обуви , которая оказывает давление на ногу . <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Так что это пара перчаток , и в ней есть вибрирующие элементы на костяшке , чтобы вы могли передать инструкции о том , как управлять - направление и интенсивность . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Так что это стул - по сути , это массажное кресло . <EOS>
Вычищаем , переставляем вибрирующие элементы по разным схемам , приводим их в действие , чтобы донести информацию о скорости , а также инструкции по использованию газа и педали тормоза . <EOS>
Таким образом , здесь вы можете увидеть , как компьютер понимает окружающую среду , и поскольку вы не можете видеть вибрацию , мы на самом деле нанесли красный светодиод на водителя , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Так что эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это обучающие устройства . <EOS>
Так что это на самом деле не свобода , верно ? <EOS>
Компьютер подсказывает , как ездить - повернуть налево , повернуть направо , ускориться , остановиться . <EOS>
&quot; Мы называем это &quot; &quot; проблемой водителя заднего сиденья &quot; &quot; . &quot; <EOS>
Таким образом , мы уходим от обучающих устройств , и теперь мы больше фокусируемся на информационных устройствах . <EOS>
Хорошим примером такого информационного невизуального пользовательского интерфейса является AirPix . <EOS>
Так что думайте об этом как о мониторе для слепых . <EOS>
Так что это маленький планшет , в нем много дыр , а сжатый воздух выходит наружу , так что он действительно может рисовать изображения . <EOS>
Таким образом , даже если вы слепы , вы можете наложить на него руку , вы можете видеть полосы дороги и препятствия . <EOS>
На самом деле , вы также можете изменить частоту выхода воздуха и , возможно , температуру . <EOS>
Так что на самом деле это многомерный пользовательский интерфейс . <EOS>
Так что здесь вы можете увидеть левую камеру , правую камеру из автомобиля и то , как компьютер интерпретирует это и отправляет эту информацию в AirPix . <EOS>
Для этого мы показываем симулятор , слепого человека за рулем с помощью AirPix . <EOS>
Этот симулятор был также очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для различных типов невизуальных пользовательских интерфейсов . <EOS>
Так что в основном так оно и работает . <EOS>
Но это транспортное средство является прототипом транспортного средства , и оно не будет на дороге , пока не будет доказано , что оно безопаснее или безопаснее , чем сегодняшнее транспортное средство . <EOS>
И я искренне верю , что это может случиться . <EOS>
Но все же , примет ли общество такую радикальную идею ? <EOS>
Как мы будем обращаться со страхованием ? <EOS>
Как мы будем выдавать водительские права ? <EOS>
Есть много таких разных препятствий , помимо технологических проблем , которые мы должны решить , прежде чем это станет реальностью . <EOS>
Конечно , главная цель этого проекта - разработать автомобиль для слепых . <EOS>
Но потенциально более важным , чем это , является огромная ценность побочной технологии , которая может появиться в результате этого проекта . <EOS>
Датчики , которые используются , могут видеть сквозь темноту , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их на более безопасных автомобилях для зрячих людей . <EOS>
Или для слепых , бытовой техники - в образовательной среде , в офисе . <EOS>
Только представьте , в классе учитель пишет на доске , а слепой ученик может видеть , что написано и прочитано с помощью этих невизуальных интерфейсов . <EOS>
Это бесценно . <EOS>
Так что сегодня то , что я показал вам сегодня , это только начало . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Мне как художнику очень важна связь . <EOS>
Своей работой я пытаюсь сформулировать , что люди не отделены от природы и что все взаимосвязано . <EOS>
Я впервые отправился в Антарктиду почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
Мое сердце билось быстро , голова кружилась , пытаясь понять , что это было , что стояло передо мной . <EOS>
Айсберги вокруг меня были почти в 200 футах от воды , и я мог только удивляться , что это была одна снежинка на вершине другой снежинки , год за годом . <EOS>
Айсберги рождаются , когда они отходят от ледников или отрываются от шельфовых ледников . <EOS>
У каждого айсберга своя индивидуальность . <EOS>
У них есть особый способ взаимодействия со своим окружением и своим опытом . <EOS>
Некоторые отказываются сдаваться и держаться за горький конец , в то время как другие больше не могут принять его и рушатся в порыве драматической страсти . <EOS>
Когда смотришь на айсберг , легко подумать , что они изолированы , что они отделены и одиноки , так же , как мы , люди , иногда смотрим на себя . <EOS>
Но реальность далека от этого . <EOS>
Когда айсберг тает , я дышу в его древней атмосфере . <EOS>
По мере таяния айсберга он выделяет богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов так , как будто делаю портреты своих предков , зная , что в эти отдельные моменты они существуют таким образом и больше никогда не будут существовать таким образом . <EOS>
Это не смерть , когда они тают ; это не конец , а продолжение их пути через жизненный цикл . <EOS>
Часть льда в айсбергах , которые я фотографирую , очень молода - пару тысяч лет . <EOS>
А некоторым льдам более 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы показать вам , - это айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы на самом деле становитесь свидетелем качения айсберга . <EOS>
Так вот оно . <EOS>
С левой стороны можно увидеть небольшую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
И я бы хотел , чтобы вы обратили внимание на форму айсберга и на то , где он находится на ватерлинии . <EOS>
Вы видите здесь , он начинает катиться , и лодка переместилась на другую сторону , и человек стоит там . <EOS>
Это гренландский айсберг средних размеров . <EOS>
Это около 120 футов над водой , или 40 метров . <EOS>
И это видео в реальном времени . <EOS>
( Музыка ) И точно так же айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Знаете , сколько видов цветущих растений ? <EOS>
Есть четверть миллиона - по крайней мере , те , о которых мы знаем , - четверть миллиона видов цветущих растений . <EOS>
А цветы - настоящий жулик . <EOS>
Их действительно трудно производить растениям . <EOS>
Они отнимают огромное количество энергии и много ресурсов . <EOS>
Зачем они идут на это ? <EOS>
И ответ , конечно , как и многие вещи в мире , - это секс . <EOS>
Я знаю , что у вас на уме , когда вы смотрите на эти фотографии . <EOS>
И причина , по которой половое размножение так важно - есть много других вещей , которые растения могут сделать , чтобы размножаться . <EOS>
Можно брать черенки ; они могут заниматься сексом сами с собой ; они могут опылять себя . <EOS>
Но им действительно нужно распространять свои гены , чтобы смешиваться с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция работает именно так . <EOS>
Теперь растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , видели некоторые из этих фотографий раньше . <EOS>
Как я уже сказал , каждый дом должен иметь сканирующий электронный микроскоп , чтобы иметь возможность их видеть . <EOS>
И разных видов пыльцы столько же , сколько и цветущих растений . <EOS>
И это на самом деле довольно полезно для криминалистики и так далее . <EOS>
Большинство пыльцы , которая вызывает у нас сенную лихорадку , происходит от растений , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому она так сильно поднимает нам нос . <EOS>
Потому что вы должны вырезать из него массы и массы , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые удерживаются в пыльце , каким-то образом достигнут другого цветка просто случайно . <EOS>
Таким образом , все травы , что означает все зерновые культуры , и большинство деревьев имеют пыльцу , переносимую ветром . <EOS>
Но большинство видов на самом деле используют насекомых , чтобы делать свое дело , и это более разумно в некотором смысле , потому что пыльца им не так нужна . <EOS>
Насекомые и другие виды могут взять пыльцу , перенести ее прямо туда , где это необходимо . <EOS>
Так что мы знаем , очевидно , о связи между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они получают что-то взамен , и что что-то взамен , как правило , является нектаром . <EOS>
Иногда этот симбиоз приводил к чудесным приспособлениям - ястребиная моль колибри прекрасна в своей адаптации . <EOS>
Растение что-то получает , а ястребиная моль распространяет пыльцу куда-то еще . <EOS>
Растения эволюционировали , чтобы создавать маленькие посадочные полосы здесь и там для пчел , которые , возможно , заблудились . <EOS>
На многих растениях есть надписи , похожие на других насекомых . <EOS>
Это антеры лилии , искусно сделанные так , что когда ничего не подозревающее насекомое приземляется на нее , антер переворачивается и бьет ее по спине большим грузом пыльцы , с которой она затем идет на другое растение . <EOS>
И есть орхидея , которая может смотреть на вас так , как будто у нее есть челюсти , и в некотором роде она есть ; она заставляет насекомое выползать наружу , покрываясь пыльцой , которую оно уносит куда-то еще . <EOS>
Орхидеи : существует 20 000 , по крайней мере , видов орхидей - удивительно , удивительно разнообразных . <EOS>
И они попадаются на всевозможные уловки . <EOS>
Они должны попытаться привлечь опылителей , чтобы сделать свои предложения . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что это та , которую он изучил и сделал чудесное предсказание , когда увидел ее - вы можете видеть , что есть очень длинная нектарная трубка , которая спускается вниз от орхидеи . <EOS>
И в основном то , что насекомое должно делать - мы в середине цветка - оно должно вставлять свой маленький хоботок прямо в середину этого и весь путь вниз по этой нектарной трубке , чтобы добраться до нектара . <EOS>
&quot; И Дарвин сказал , глядя на этот цветок : &quot; &quot; Я думаю , что-то с этим совпало &quot; &quot; . &quot; <EOS>
И конечно , есть насекомое . <EOS>
И я имею в виду , что обычно он как бы сворачивает его , но в прямом виде , это то , как он выглядит . <EOS>
Теперь вы можете себе представить , что если нектар - это такая ценная вещь и дорого для растения , и он привлекает много опылителей , то , как и в человеческом сексе , люди могут начать обманывать . <EOS>
&quot; Они могут сказать : &quot; &quot; У меня есть немного нектара . Вы хотите прийти и получить его ? &quot; &quot; &quot; <EOS>
Теперь это растение . <EOS>
Это растение здесь , которое насекомые в Южной Африке просто любят , и они эволюционировали с длинным хоботком , чтобы получить нектар на дне . <EOS>
И это мимика . <EOS>
Так что это растение , которое имитирует первое растение . <EOS>
А вот длиннохоботная муха , которая не получила никакого нектара от мимики , потому что мимика не дает ей никакого нектара . <EOS>
Так что муха не только не получила нектар от мимического растения , но и - если вы посмотрите очень внимательно только на головной конец , вы можете увидеть , что у нее есть немного пыльцы , которую она передала бы другому растению , если бы только какой-то ботаник не подошел и не приклеил ее к синему куску карты . <EOS>
( Смех ) Теперь обман продолжается в царстве растений . <EOS>
Этот цветок с его черными точками : они могут быть похожи на черные точки для нас , но если я скажу вам , на мужское насекомое нужного вида , это похоже на двух самок , которые действительно , очень горячие , чтобы рыскать . <EOS>
( Смех ) И когда насекомое попадает туда и приземляется на него , обливаясь пыльцой , конечно , которую оно собирается перевезти на другое растение , если вы посмотрите на снимок сканирующего электронного микроскопа , который есть у каждого дома , вы можете увидеть , что там на самом деле есть какой-то рисунок , который является трехмерным . <EOS>
Так что , вероятно , он даже чувствует себя хорошо для насекомого , а также хорошо выглядит . <EOS>
И эти снимки электронного микроскопа - вот одна из орхидей , имитирующих насекомое , - вы можете видеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры , которые насекомое может воспринимать . <EOS>
И этот разработан , чтобы имитировать глянцевую металлическую поверхность , которую вы видите на некоторых жуках . <EOS>
И под сканирующим электронным микроскопом вы можете увидеть там поверхность - действительно совершенно отличную от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже нам . <EOS>
Я имею в виду , я думаю , что это похоже на какое-то летающее животное или зверя . <EOS>
Это замечательная , удивительная вещь . <EOS>
Этот умный . Его называют обсидианом . <EOS>
Я иногда думаю об этом как об инсайде . <EOS>
Для правильного вида пчел это выглядит как еще одна очень агрессивная пчела , и она много и много раз ходит и гремит ее на голове , чтобы попытаться прогнать , и , конечно , покрывается пыльцой . <EOS>
Другое дело , что это растение имитирует другую орхидею , у которой есть замечательный запас пищи для насекомых . <EOS>
А этот для них ничего не значит . <EOS>
Так что это обман на двух уровнях - сказочный . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих духов . <EOS>
Я на самом деле пахла кем-то раньше . <EOS>
И цветы на самом деле не должны быть такими светлыми . <EOS>
Они посылают фантастический запах любому насекомому , у которого он будет . <EOS>
Этот не так хорошо пахнет . <EOS>
Это цветок , который действительно , действительно пахнет довольно противно и разработан , опять же , эволюционировал , чтобы выглядеть как падаль . <EOS>
Так мухи любят это . <EOS>
Они летают и опыляются . <EOS>
Это , которое является helicodiceros , также известно как аромат мертвой лошади . <EOS>
Я не знаю , чем на самом деле пахнет мертвая лошадь , но эта , вероятно , пахнет очень похоже . <EOS>
Это действительно ужасно . <EOS>
А духовики просто не могут помочь себе . <EOS>
Они влетают в эту вещь , и они летят вниз по ней . <EOS>
Они откладывают в него яйца , думая , что это хорошая падаль , и не понимая , что для яиц нет пищи , что яйца умрут , но растение , тем временем , выиграло , потому что щетинки освобождаются , а мухи исчезают , чтобы опылить следующий цветок - фантастика . <EOS>
&quot; Вот арум , арум макулатум , &quot; &quot; лорды и дамы &quot; &quot; или &quot; &quot; кукушка пинта &quot; &quot; в этой стране . &quot; <EOS>
Я сфотографировал эту вещь на прошлой неделе в Дорсете . <EOS>
Эта вещь нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно . <EOS>
И если вы посмотрите вниз , там такая плотина мимо спадикса , мух привлекает жара - которая кипит летучими химикатами , маленькими мошками - и они попадают в ловушку под этим контейнером . <EOS>
Они пьют этот сказочный нектар , а потом они все немного липкие . <EOS>
Ночью они покрываются пыльцой , которая падает на них , а затем щетинки , которые мы видели выше , они как бы увядают и позволяют всем этим мошкам выйти , покрытые пыльцой - сказочная вещь . <EOS>
Теперь , если вы думаете , что это потрясающе , это один из моих больших фаворитов . <EOS>
Это селлум филодендрона . <EOS>
Для тех , кто здесь из Бразилии , вы узнаете об этом растении . <EOS>
Это самое удивительное . <EOS>
Такого рода фаллический бит имеет длину около фута . <EOS>
И он делает то , чего не делает ни одно другое растение , о котором я знаю , и это то , что когда он цветет - это спадикс посередине - в течение примерно двух дней , он метаболизируется таким образом , который довольно похож на млекопитающих . <EOS>
Так что вместо крахмала , который является пищей растений , он берет что-то похожее на коричневый жир и сжигает его с такой скоростью , что сжигает жир , метаболизируется , примерно со скоростью маленькой кошки . <EOS>
И это в два раза больше энергии , веса на вес , чем у колибри - совершенно удивительно . <EOS>
Эта вещь делает что-то еще необычное . <EOS>
Он не только поднимется до 115 градусов по Фаренгейту , 43 или 44 градусов по Цельсию , в течение двух дней , но и будет поддерживать постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Теперь , почему он это делает , я слышу , как вы спрашиваете . <EOS>
Теперь вы бы этого не знали , есть некоторые жуки , которые просто любят заниматься любовью при такой температуре . <EOS>
И они попадают внутрь , и у них все получается . <EOS>
( Смех ) И растение поливает их пыльцой , и они уходят и опыляются . <EOS>
И какая это замечательная вещь . <EOS>
Сейчас большинство опылителей , о которых мы думаем , - это насекомые , но на самом деле в тропиках опыляются многие птицы и бабочки . <EOS>
И многие тропические цветы красные , и это потому , что бабочки и птицы видят так же , как и мы , мы думаем , и очень хорошо видят красный цвет . <EOS>
Но если вы посмотрите на спектр , птиц и нас , мы увидим красный , зеленый и синий и увидим этот спектр . <EOS>
Насекомые видят зеленое , синее и ультрафиолетовое , видят различные оттенки ультрафиолета . <EOS>
Так что есть что-то , что там происходит с конца . <EOS>
И не было бы здорово , если бы мы могли как-то увидеть , что это такое , я слышу , как вы спрашиваете . <EOS>
Ну да , мы можем . <EOS>
Так что же видит насекомое ? <EOS>
На прошлой неделе я сделал эти фотографии розы , гелиантемы , в Дорсете . <EOS>
Это маленькие желтые цветы , как мы все видим , маленькие желтые цветы повсюду . <EOS>
И это то , как он выглядит при видимом свете . <EOS>
Вот как это выглядит , если вытащить красное . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
А потом я положил несколько ультрафиолетовых фильтров на свою камеру и сделал очень , очень длинную экспозицию с определенными частотами ультрафиолетового света , и это то , что я получил . <EOS>
И это настоящий фантастический бычий глаз . <EOS>
Теперь мы точно не знаем , что видит пчела , больше , чем вы знаете , что я вижу , когда называю это красным . <EOS>
Мы не можем знать , что происходит в уме другого человека , не говоря уже о насекомом . <EOS>
Но контраст будет выглядеть примерно так , так сильно выделяясь на заднем плане . <EOS>
Вот еще один маленький цветок - разный диапазон ультрафиолетовых частот , разные фильтры , чтобы соответствовать опылителям . <EOS>
И это то , что он будет видеть . <EOS>
На всякий случай , если вы думаете , что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе этого выстрела ; он был просто прикреплен к штативу , а не убит - тогда под ультрафиолетовым светом посмотрите на это . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитные кремы работают , поглощая ультрафиолетовый свет . <EOS>
Так что , возможно , химическое вещество в этом было бы полезно . <EOS>
Наконец , есть одна вечерняя примула , которую мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый рисунок . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , что здесь есть что-то поэтическое , что эти снимки , сделанные с помощью ультрафиолетового фильтра , основное использование этого фильтра для астрономов , чтобы сфотографировать Венеру - на самом деле облака Венеры . <EOS>
Это основное использование этого фильтра . <EOS>
Венера , конечно , бог любви и плодородия , это цветочная история . <EOS>
И точно так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнить их требования , они также каким-то образом сумели убедить нас посадить большие поля , полные их , и дать их друг другу во время рождения и смерти , и особенно в браке , который , когда вы думаете об этом , является моментом , который инкапсулирует передачу генетического материала от одного организма к другому . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться об окружающем нас мире . <EOS>
Есть много способов сделать это , и мне нравится фокусироваться на том , чтобы помочь компьютерам говорить о том , что они видят и понимают . <EOS>
Учитывая такую сцену , современный алгоритм компьютерного зрения может сказать вам , что есть женщина и есть собака . <EOS>
Это может сказать вам , что женщина улыбается . <EOS>
Это может даже сказать вам , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , думая о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые такая сцена может вызвать у людей . <EOS>
Все взаимосвязи связанных ситуаций . <EOS>
Может быть , вы видели такую собаку раньше , или вы проводили время , бегая на таком пляже , как эта , и это еще больше вызывает мысли и воспоминания о прошлом отпуске , о прошлых временах на пляже , о том , как бегали с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , каково это - иметь этот опыт , понимать , чем мы делимся , верим и чувствуем , мы можем начать развивать компьютерные технологии таким образом , чтобы они дополняли наш собственный опыт . <EOS>
Так что , углубляясь в это , несколько лет назад я начал работать над тем , чтобы помочь компьютерам генерировать человеческие истории из последовательностей изображений . <EOS>
Итак , однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Она посмотрела на фотографии и увидела коалу . <EOS>
Она не знала , что такое коала , но сказала , что считает это интересным существом . <EOS>
Потом я поделился с ним последовательностью изображений о горящем доме . <EOS>
&quot; Он посмотрел на изображения и сказал : &quot; &quot; Это потрясающий вид ! &quot; <EOS>
Это послало озноб по моему позвоночнику . <EOS>
Она увидела ужасное , изменяющее жизнь и разрушающее жизнь событие и подумала , что это что-то позитивное . <EOS>
Я понял , что он распознает контраст , красные , желтые , и подумал , что это стоит отметить положительно . <EOS>
И часть того , почему он делал это , заключалась в том , что большинство изображений , которые я ему дал , были положительными изображениями . <EOS>
Это потому , что люди , как правило , делятся позитивными образами , когда рассказывают о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением задачи ИИ за задачей , набора данных за набором данных , я создаю огромные пробелы , дыры и слепые пятна в том , что он мог понять . <EOS>
И при этом я кодировал всевозможные предубеждения . <EOS>
Предвзятости , которые отражают ограниченную точку зрения , ограниченную одним набором данных - предубеждения , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предрассудки и стереотипы . <EOS>
Я подумала об эволюции технологии , которая привела меня туда , где я была в тот день - о том , как первые цветные изображения были откалиброваны по коже белой женщины , что означает , что цветная фотография была предвзятой по отношению к черным лицам . <EOS>
И та же предвзятость , то же самое слепое пятно продолжалось вплоть до 90-х годов . <EOS>
И одно и то же слепое пятно продолжается и сегодня в том , насколько хорошо мы можем распознавать лица разных людей в технологии распознавания лиц. <EOS>
Я хотя о состоянии искусства в исследованиях сегодня , где мы , как правило , ограничиваем наше мышление одним набором данных и одной проблемой . <EOS>
И при этом мы создавали больше слепых пятен и предубеждений , которые ИИ мог бы еще больше усилить . <EOS>
Я тогда понял , что мы должны глубоко подумать о том , как выглядит технология , над которой мы работаем сегодня , через пять лет , через 10 лет . <EOS>
Люди развиваются медленно , со временем , чтобы исправить проблемы во взаимодействии людей и их окружающей среды . <EOS>
В отличие от этого , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
А это значит , что очень важно , чтобы мы сейчас об этом тщательно подумали , поразмышляли о своих слепых пятнах , о своих предубеждениях , подумали о том , как это информирует о технологии , которую мы создаем , и обсудили , что технология сегодняшнего дня будет означать для завтрашнего дня . <EOS>
Руководители и ученые взвесили , какой , по их мнению , будет технология искусственного интеллекта будущего . <EOS>
&quot; Стивен Хокинг предупреждает , что &quot; &quot; искусственный интеллект может покончить с человечеством &quot; &quot; . &quot; <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из самых больших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
&quot; Билл Гейтс сказал : &quot; &quot; Я не понимаю , почему люди больше не обеспокоены &quot; &quot; . &quot; <EOS>
Но эти взгляды - они часть истории . <EOS>
Математика , модели , основные строительные блоки искусственного интеллекта - это то , что мы называем доступом и с чем все работаем . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллекта , которым мы можем внести свой вклад . <EOS>
И помимо этого мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом с технологиями , как они нас волнуют и как они нас волнуют . <EOS>
Мы можем обсуждать то , что любим . <EOS>
Мы можем с дальновидностью общаться об аспектах технологии , которые могут быть более полезными или могут быть более проблематичными с течением времени . <EOS>
Если мы все сосредоточимся на том , чтобы открыть дискуссию об ИИ с дальновидностью в будущее , это поможет создать общий разговор и осведомленность о том , что такое ИИ сейчас , чем он может стать и всем тем , что нам нужно сделать , чтобы обеспечить тот результат , который нам лучше всего подходит . <EOS>
Мы уже видим и знаем это в технологии , которой пользуемся сегодня . <EOS>
Мы пользуемся смартфонами , цифровыми помощниками и Roombas . <EOS>
Они злые ? <EOS>
Может быть , иногда . <EOS>
Выгодны ли они ? <EOS>
Да , они тоже такие . <EOS>
И они не все одинаковые . <EOS>
И там вы уже видите свет , сияющий на то , что ждет будущее . <EOS>
Будущее продолжается от того , что мы строим и создаем сейчас . <EOS>
Мы привели в движение тот эффект домино , который вырезает эволюционный путь ИИ . <EOS>
Сейчас мы формируем ИИ завтрашнего дня . <EOS>
Технология , которая погружает нас в дополненные реальности , воплощая в жизнь прошлые миры . <EOS>
Технология , которая помогает людям делиться своим опытом , когда им трудно общаться . <EOS>
Технология основана на понимании потоковых визуальных миров , используемых в качестве технологии для самоуправляемых автомобилей . <EOS>
Технология , построенная на понимании образов и создании языка , превратилась в технологию , которая помогает людям с нарушениями зрения лучше получить доступ к визуальному миру . <EOS>
И мы также видим , как технологии могут привести к проблемам . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы родились , такие как цвет кожи или внешний вид лица , чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технология , которая просматривает наши данные , даже данные , относящиеся к нашему полу или нашей расе , чтобы определить , можем ли мы получить кредит или нет . <EOS>
Все , что мы видим сейчас , - это снимок эволюции искусственного интеллекта . <EOS>
Потому что то , где мы сейчас находимся , находится в пределах момента этой эволюции . <EOS>
Это значит , что то , что мы делаем сейчас , повлияет на то , что будет происходить в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы он помогал людям , мы должны определить цели и стратегии , которые позволяют этот путь сейчас . <EOS>
То , что я хотел бы видеть , это то , что хорошо сочетается с людьми , с нашей культурой и с окружающей средой . <EOS>
Технология , которая помогает и помогает тем из нас , у кого неврологические заболевания или другие нарушения , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технология , которая работает независимо от вашей демографии или цвета кожи . <EOS>
И поэтому сегодня я фокусируюсь на технологии на завтра и на 10 лет . <EOS>
ИИ может получиться по-разному . <EOS>
Но в данном случае это не самоуправляемый автомобиль без места назначения . <EOS>
Это та машина , которой мы управляем . <EOS>
Мы выбираем , когда ускоряться , а когда замедляться . <EOS>
Мы выбираем , нужно ли нам делать поворот . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Там огромное игровое поле из всего того , чем может стать искусственный интеллект . <EOS>
Это станет многими вещами . <EOS>
И это зависит от нас сейчас , чтобы выяснить , что нам нужно ввести в действие , чтобы убедиться , что результаты искусственного интеллекта будут лучше для всех нас . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Я хочу попросить всех вас на секунду рассмотреть очень простой факт , что на сегодняшний день большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле , смотреть вверх на ночное небо и видеть звёзды голыми глазами . <EOS>
Солнце сжигает наше периферическое зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
И за то время , как Галилей указал на рудиментарный телескоп на небесные тела , известная Вселенная пришла к нам через свет , на протяжении обширных эпох космической истории . <EOS>
И со всеми нашими современными телескопами мы смогли собрать этот потрясающий немой фильм о вселенной - эти серии снимков , которые идут вплоть до Большого взрыва . <EOS>
И все же вселенная - это не немое кино , потому что вселенная не молчит . <EOS>
Я хотел бы убедить вас , что во Вселенной есть саундтрек и что саундтрек воспроизводится на самом космосе , потому что космос может колебаться , как барабан . <EOS>
Она может стать своего рода записью по всей вселенной некоторых из самых драматических событий по мере их развития . <EOS>
Теперь мы хотели бы иметь возможность добавить к некой великолепной визуальной композиции , которая у нас есть во Вселенной - звуковую композицию . <EOS>
И хотя мы никогда не слышали звуков из космоса , мы действительно должны в ближайшие несколько лет начать наращивать громкость того , что там происходит . <EOS>
Поэтому , стремясь запечатлеть песни из вселенной , мы фокусируемся на черных дырах и обещаниях , которые у них есть , потому что черные дыры могут ударить по пространству и времени , как молотки на барабане , и иметь очень характерную песню , которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том , какой будет эта песня . <EOS>
Мы могли бы однажды увидеть тень , которую черная дыра может бросить на очень ярком фоне , но мы еще этого не сделали . <EOS>
И все же черные дыры могут быть слышны , даже если их не видят , и это потому , что они бьют по пространству и времени , как барабан . <EOS>
Теперь мы обязаны идеей , что пространство может звенеть как барабан Альберту Эйнштейну , которому мы так обязаны . <EOS>
Эйнштейн понял , что если бы пространство было пустым , если бы Вселенная была пуста , это было бы как эта картина , за исключением , может быть , без полезной сетки , нарисованной на ней . <EOS>
Но если бы мы свободно падали по пространству , даже без этой полезной сетки , мы могли бы нарисовать его сами , потому что мы бы заметили , что путешествовали по прямым линиям , по нетронутым прямым путям по Вселенной . <EOS>
Эйнштейн также понял - и это настоящее мясо материи - что если поместить энергию или массу во Вселенную , она будет изгибать пространство , и свободно падающий объект пройдет мимо , скажем так , Солнца , и он будет отклонен вдоль естественных кривых в пространстве . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет изогнут этими путями . <EOS>
И вы можете быть настолько согнуты , что пойманы на орбите вокруг Солнца , как Земля , или Луна вокруг Земли . <EOS>
Это естественные изгибы в пространстве . <EOS>
Эйнштейн не понимал , что если бы вы взяли наше Солнце и разгромили его до шести километров - так вы взяли в миллион раз больше массы Земли и раздробили его до шести километров в поперечнике , вы бы сделали черную дыру , объект настолько плотный , что если бы свет отклонился слишком близко , он бы никогда не ускользнул - темную тень против Вселенной . <EOS>
Но Эйнштейн всегда думал , что черные дыры - это математическая странность . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
&quot; Прошло несколько десятилетий до того , как был придуман термин &quot; &quot; черная дыра &quot; &quot; , и люди поняли , что черные дыры - это настоящие астрофизические объекты - на самом деле это состояние смерти очень массивных звёзд , которые катастрофически разрушаются в конце своей жизни . &quot; <EOS>
Теперь наше Солнце не рухнет до черной дыры . <EOS>
Она на самом деле недостаточно массивная . <EOS>
Но если бы мы провели небольшой мысленный эксперимент - как это очень любил делать Эйнштейн - мы могли бы представить себе , чтобы поставить Солнце раздавленным до шести километров и поставить крошечную Землю вокруг него на орбиту , может быть , в 30 километрах от солнца с черной дырой . <EOS>
И она была бы самоосвещена , потому что сейчас Солнце исчезло , у нас нет другого источника света - так что давайте сделаем нашу маленькую Землю самоосвещенной . <EOS>
И вы поймете , что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры . <EOS>
Эта раздавленная черная дыра на самом деле поместилась бы внутри Манхэттена , более или менее . <EOS>
Она может немного выплеснуться на Гудзон , прежде чем уничтожит Землю . <EOS>
Но в основном об этом мы и говорим . <EOS>
Речь идет об объекте , который можно было бы раздавить на половину площади Манхэттена . <EOS>
Поэтому мы двигаем эту Землю очень близко - на 30 километров снаружи - и замечаем , что она совершенно тонко вращается вокруг черной дыры . <EOS>
Есть своего рода миф , что черные дыры пожирают все во Вселенной , но на самом деле вы должны приблизиться , чтобы упасть . <EOS>
Но что очень впечатляет , так это то , что с нашей точки зрения мы всегда можем видеть Землю . <EOS>
Она не может спрятаться за черной дырой . <EOS>
Свет с Земли , некоторые из них падают , но некоторые из них линзируются вокруг и возвращаются к нам . <EOS>
Так что за черной дырой ничего не спрятать . <EOS>
Если бы это была Battlestar Galactica , и вы сражаетесь с Cylons , не прятайтесь за черной дырой . <EOS>
Они видят вас . <EOS>
Теперь наше Солнце не рухнет до черной дыры - она недостаточно массивная - но в нашей галактике десятки тысяч черных дыр . <EOS>
И если бы кто-то затмил Млечный Путь , так он и выглядел бы . <EOS>
Мы бы увидели тень этой черной дыры на фоне ста миллиардов звёзд Галактики Млечный Путь и ее светящихся пылевых полос . <EOS>
И если бы мы упали к этой черной дыре , мы бы увидели весь этот свет , линзированный вокруг нее , и мы могли бы даже начать пересекать эту тень и действительно не заметить , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались выстрелить ракетами и уйти оттуда , потому что мы не могли , больше , чем свет может убежать . <EOS>
Но несмотря на то , что черная дыра темна снаружи , внутри она не темна , потому что весь свет галактики может упасть позади нас . <EOS>
И хотя из-за релятивистского эффекта , известного как расширение времени , наши часы , казалось бы , замедляются относительно галактического времени , казалось бы , эволюция галактики была ускорена и выстрелила в нас прямо перед тем , как мы были насмерть раздавлены черной дырой . <EOS>
Это было бы похоже на почти смертельный опыт , когда вы видите свет в конце туннеля , но это полный смертельный опыт . <EOS>
( Смех ) И никто не может рассказать о свете в конце туннеля . <EOS>
Сейчас мы никогда не видели такой тени черной дыры , но черные дыры слышны , даже если их не видят . <EOS>
Представьте себе сейчас астрофизически реалистичную ситуацию - представьте себе две черные дыры , которые прожили долгую совместную жизнь . <EOS>
Может быть , они начинались как звезды и рухнули до двух черных дыр - каждая в 10 раз больше массы Солнца . <EOS>
Так что теперь мы собираемся раздавить их до 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они обходят друг друга очень близко к скорости света . <EOS>
Таким образом , они пересекают тысячи километров за долю секунды , и при этом они не только изгибают пространство , но и оставляют после себя звон пространства , настоящую волну в пространстве-времени . <EOS>
Пространство сжимается и растягивается , когда оно исходит от этих черных дыр , стучащих по Вселенной . <EOS>
И они путешествуют в космос со скоростью света . <EOS>
Это компьютерное моделирование связано с группой относительности в НАСА Годдард . <EOS>
Потребовалось почти 30 лет , чтобы решить эту проблему всем в мире . <EOS>
Это была одна из групп . <EOS>
Она показывает две черные дыры на орбите вокруг друг друга , опять же , с этими услужливо окрашенными кривыми . <EOS>
И если вы видите - это своего рода обморок - но если вы видите красные волны , исходящие , это гравитационные волны . <EOS>
Это буквально звуки космического звона , и они будут выходить из этих черных дыр со скоростью света , когда они звонят вниз и объединяются в одну вращающуюся , тихую черную дыру в конце дня . <EOS>
Если бы вы стояли достаточно близко , ваше ухо резонировало бы с сжатием и растяжением пространства . <EOS>
Вы бы буквально услышали звук . <EOS>
Теперь , конечно , ваша голова будет сдавлена и растянута некстати , так что у вас могут возникнуть проблемы с пониманием того , что происходит . <EOS>
Но я хотел бы сыграть для вас тот звук , который мы предсказываем . <EOS>
Это из моей группы - чуть менее гламурное компьютерное моделирование . <EOS>
Представьте себе более легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , - это светлая черная дыра , стучащая по пространству каждый раз , когда она приближается . <EOS>
Если он удаляется далеко , он слишком тихий . <EOS>
Но он приходит как молоток , и он буквально трещит пространство , раскачивая его , как барабан . <EOS>
И мы можем предсказать , каким будет звук . <EOS>
Мы знаем , что по мере падения он становится быстрее и громче . <EOS>
И в конце концов , мы услышим , как маленький парень просто попадет в более крупного парня . <EOS>
Сейчас я никогда не слышал его так громко - это на самом деле более драматично . <EOS>
Дома это звучит как бы антиклимактически . <EOS>
Это вроде как динг , динг , динг . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют после себя полезных чернил , а пространство не окрашено , показывая вам изгибы . <EOS>
Но если вы должны были проплыть в космосе на космическом отдыхе и услышали это , вы хотите двигаться . <EOS>
( Смех ) Хотите уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры сближаются . <EOS>
В данном случае они оба очень сильно шатаются . <EOS>
И тогда они собираются объединиться . <EOS>
Теперь это щебетание очень характерно для слияния черных дыр - что оно щебечет в конце . <EOS>
Теперь это наше предсказание того , что мы увидим . <EOS>
К счастью , мы находимся на этом безопасном расстоянии в Лонг-Бич , Калифорния . <EOS>
И , конечно , где-то во Вселенной слились две черные дыры . <EOS>
И , конечно , пространство вокруг нас звонит после путешествия , может быть , миллион световых лет , или миллион лет , со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы кто-то из нас когда-либо слышал . <EOS>
На Земле строятся очень трудолюбивые эксперименты , которые называются LIGO , которые обнаружат отклонения в сжатии и растяжении пространства на уровне менее доли ядра атома на протяжении четырех километров . <EOS>
Это удивительно амбициозный эксперимент , и в ближайшие несколько лет он будет иметь повышенную чувствительность - чтобы подхватить его . <EOS>
Также предлагается миссия для космоса , которая , надеюсь , запустится в ближайшие десять лет , под названием LISA . <EOS>
И LISA сможет увидеть сверхмассивные черные дыры - черные дыры в миллионы или миллиарды раз больше массы Солнца . <EOS>
На этом изображении Хаббла мы видим две галактики . <EOS>
Они выглядят так , будто застыли в объятиях . <EOS>
И каждый из них , вероятно , таит в себе сверхмассивную черную дыру . <EOS>
Но они не заморожены , они на самом деле сливаются . <EOS>
Эти две черные дыры сталкиваются , и они будут сливаться по миллиардной шкале . <EOS>
Это за пределами нашего человеческого восприятия , чтобы подобрать песню такой продолжительности . <EOS>
Но LISA могла увидеть последние стадии двух сверхмассивных черных дыр ранее в истории Вселенной , за последние 15 минут до того , как они упадут вместе . <EOS>
И это не только черные дыры , но и любое большое беспокойство во Вселенной - и самый большой из них - Большой взрыв . <EOS>
&quot; Когда это выражение было придумано , оно было насмешливым - например : &quot; &quot; О , кто поверит в Большой взрыв ? &quot; &quot; &quot; <EOS>
Эта анимация от моих друзей из Proton Studios показывает , как они смотрят на Большой взрыв со стороны . <EOS>
Мы хотим быть внутри вселенной , потому что нет такого понятия , как стоять за пределами вселенной . <EOS>
Так что представьте , что вы находитесь внутри Большого взрыва . <EOS>
Это везде , это вокруг вас , и пространство хаотично колеблется . <EOS>
Прошло четырнадцать миллиардов лет , и эта песня до сих пор звучит вокруг нас . <EOS>
Галактики образуются , и в этих галактиках образуются поколения звёзд , и вокруг одной звезды , по крайней мере одной звезды , обитаемая планета . <EOS>
И вот мы судорожно строим эти эксперименты , делаем эти расчеты , пишем эти компьютерные коды . <EOS>
Представьте себе миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня все это время звучала в пространстве . <EOS>
Нас здесь даже не было . <EOS>
Она становится все ближе и ближе - 40 000 лет назад мы до сих пор делаем наскальные рисунки . <EOS>
Если бы это был Большой взрыв , который мы собирались подхватить , он звучал бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум , это такой хаотичный звон . <EOS>
Но она вокруг нас повсюду , вероятно , если она не была уничтожена каким-то другим процессом во Вселенной . <EOS>
И если мы его подхватим , это будет музыка для наших ушей , потому что это будет тихое эхо того момента нашего творения , нашей наблюдаемой вселенной . <EOS>
Так что в течение ближайших лет мы сможем немного подвернуть саундтрек , сделать вселенную аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это приблизит нас к пониманию Большого взрыва , который приблизит нас к тому , чтобы задать некоторые из самых трудных , неуловимых вопросов . <EOS>
Если мы запустим фильм о нашей вселенной назад , мы знаем , что в нашем прошлом был Большой Взрыв , и мы можем даже услышать его какофонический звук , но был ли наш Большой Взрыв единственным Большим Взрывом ? <EOS>
Я имею в виду , что мы должны спросить , случалось ли это раньше ? <EOS>
Повторится ли это ? <EOS>
Я имею в виду , что в духе того , чтобы подняться на вызов TED , чтобы вновь разжечь чудо , мы можем задавать вопросы , по крайней мере в последнюю минуту , которые , честно говоря , могут уклониться от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша вселенная - это всего лишь шлейф какой-то большей истории ? <EOS>
Или , возможно ли , что мы просто ветвь от мультиверса - каждая ветвь со своим собственным Большим Взрывом в прошлом - может быть , некоторые из них с черными дырами , играющими на барабанах , может быть , некоторые без - может быть , некоторые с чувствующей жизнью , а может быть , некоторые без - не в нашем прошлом , не в нашем будущем , но как-то принципиально связаны с нами ? <EOS>
Поэтому мы должны задаться вопросом , есть ли мультиверс в каком-то другом патче этого мультиверса , есть ли существа ? <EOS>
Вот мои многоверные существа . <EOS>
Есть ли в мультиверсе другие существа , которые задаются вопросом о нас и задаются вопросом о своем собственном происхождении ? <EOS>
И если они есть , я могу представить их такими , какие мы есть , вычисляя , написав компьютерный код , построив инструменты , пытаясь обнаружить этот самый слабый звук их происхождения и задаваясь вопросом , кто там еще . <EOS>
Спасибо . Спасибо . <EOS>
( Аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил дымку , нависшую над городом . <EOS>
Я делаю этот драйв в большинстве дней , поэтому было необычно , что я не замечал этого раньше . <EOS>
Йоханнесбург известен своим характерным горизонтом , который я едва мог видеть в то утро . <EOS>
Мне не понадобилось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописной обстановкой , которую я знал , и этим покрытым смогом горизонтом всколыхнул что-то внутри меня . <EOS>
Я был потрясен возможностью того , что этот город ярких и ярких закатов будет переполнен тусклой дымкой . <EOS>
В тот момент у меня было желание что-то с этим сделать , но я не знал , что . <EOS>
Все , что я знал , это я не мог просто стоять сложа руки . <EOS>
Главная проблема заключалась в том , что я мало что знал об экологическом управлении качеством воздуха или химии атмосферы . <EOS>
Я компьютерщик , и я был уверен , что не смогу решить эту проблему загрязнения воздуха . <EOS>
( Смех ) Кем я был , чтобы что-то делать с этим вопросом ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я усвоил очень важный урок , урок , который мы все должны принять близко к сердцу , если мы хотим работать над лучшим будущим . <EOS>
Даже если вы не являетесь экспертом в той или иной области , ваш внешний опыт может стать ключом к решению больших проблем в этой области . <EOS>
Иногда уникальная перспектива , которая у вас есть , может привести к нетрадиционному мышлению , которое может двигать иглу , но вам нужно быть достаточно смелым , чтобы попробовать . <EOS>
Только так вы когда-нибудь узнаете . <EOS>
Тогда я знал , что если я даже собираюсь попытаться изменить ситуацию , мне нужно сначала разобраться в загрязнении воздуха , и поэтому я снова стал студентом . <EOS>
Я провел немного фундаментальных исследований и вскоре узнал , что загрязнение воздуха является самым большим в мире риском для здоровья окружающей среды . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей во всем мире в 2012 году были связаны с загрязнением домашнего хозяйства и окружающего воздуха , причем большинство из них приходится на страны с низким и средним уровнем дохода . <EOS>
Только загрязнение воздуха в окружающей среде ежегодно приводит к большему количеству смертей , чем малярия и ВИЧ / СПИД . <EOS>
В Африке преждевременные смерти от небезопасной санитарии или детского недоедания бледнеют по сравнению со смертями из-за загрязнения воздуха , и это происходит с огромными экономическими затратами : более 400 миллиардов долларов США по состоянию на 2013 год , согласно исследованию Организации экономического сотрудничества и развития . <EOS>
Сейчас в своей работе я исследую новые рубежи искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти полезную основу и помочь нам принимать лучшие решения . <EOS>
Когда я задумался о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ лучше принимать решения о том , как мы справляемся с загрязнением воздуха , и , учитывая масштаб проблемы , нужно делать это сообща . <EOS>
Поэтому я решил , что мне лучше познакомиться с некоторыми людьми , работающими в этой области . <EOS>
Я начал говорить с чиновниками из города Йоханнесбург и других прилегающих городов , я привлек местное научное сообщество , и я также сделал несколько холодных звонков . <EOS>
Процесс взаимодействия , к которому я приступил , помог мне развить более глубокое понимание проблемы . <EOS>
Это также помогло мне избежать ловушки , в которую иногда попадают люди в моей профессии , пытаясь внедрять инновации , когда мы быстро применяем технологию , прежде чем мы твердо осознаем проблему . <EOS>
У меня началось представление о том , что я могу сделать , чтобы улучшить ситуацию . <EOS>
Я начал с того , что просто спросил себя , как я могу каким-то значимым образом объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта и опыт людей , к которым я обратился . <EOS>
Я хотел создать онлайн-платформу для управления качеством воздуха , которая бы раскрывала тенденции загрязнения и проецировала в будущее , чтобы определить , каких результатов можно ожидать . <EOS>
Я был полон решимости увидеть , как моя идея воплотится в практическое решение , но я столкнулся с неопределенностью и не имел никаких гарантий успеха . <EOS>
У меня был особый набор инженерных навыков , навыков , которые я приобрел за свою карьеру ( Смех ) , которые были новыми для людей , которые столько лет работали над проблемой загрязнения воздуха . <EOS>
Я понял , что иногда только одна свежая перспектива , один новый набор навыков могут создать условия для того , чтобы произошло что-то замечательное . <EOS>
Наша сила воли и воображение являются путеводным светом , позволяющим нам наметить новые пути и преодолевать препятствия . <EOS>
Вооружившись более твердым пониманием проблемы загрязнения воздуха и сумев получить более чем десятилетние данные об уровне загрязняющих веществ в воздухе и метеорологических условиях в Йоханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений по качеству воздуха , которая живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в режиме реального времени , чтобы обнаружить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения , чтобы предсказать будущие уровни загрязнения на несколько различных загрязняющих веществ за несколько дней до этого . <EOS>
Это означает , что граждане могут лучше принимать решения о своих ежедневных перемещениях и о том , где поселить свои семьи . <EOS>
Мы можем заранее предсказать неблагоприятные явления загрязнения , выявить тяжелых загрязнителей , и соответствующие органы могут приказать им сократить свою деятельность . <EOS>
С помощью вспомогательного сценарного планирования градостроители также могут лучше принимать решения о том , как расширить инфраструктуру , такую как населенные пункты или промышленные зоны . <EOS>
Мы выполнили пилот нашей технологии , который был запущен в течение 120 дней , охватывая всю Южную Африку . <EOS>
Наши результаты подтвердились , когда мы продемонстрировали жесткую корреляцию между данными прогнозирования и данными , которые мы получали на местах . <EOS>
&quot; Благодаря нашему руководству мы привлекли передовые , ведущие мировые активы , которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью , принося пользу городу , в который я не так давно въехал в одно зимнее утро и подумал про себя : &quot; &quot; Здесь что-то не так . Интересно , что можно сделать ? &quot; &quot; &quot; <EOS>
Итак , вот что , если бы я не исследовал проблему загрязнения воздуха дальше ? <EOS>
А что , если бы я не проявлял какой-то заботы о состоянии окружающей среды и просто надеялся , что кто-то где-то позаботится об этом вопросе ? <EOS>
Я узнал , что , приступая к сложному начинанию , которое продвигает дело , в которое мы твердо верим , важно сосредоточиться на возможности успеха и учитывать последствия недействия . <EOS>
Мы не должны отвлекаться на сопротивление и оппозицию , но это должно нас мотивировать дальше . <EOS>
Поэтому , где бы вы ни находились в мире , в следующий раз , когда вы обнаружите , что у вас есть какое-то естественное любопытство , которое вызывает беспокойство , и речь идет о том , о чем вы заботитесь , и у вас есть какие-то сумасшедшие или смелые идеи , и , возможно , это за пределами вашего опыта , спросите себя : почему бы и нет ? <EOS>
Почему бы просто не пойти вперед и решить проблему как можно лучше , по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Многие считают , что вождение - это занятие , предназначенное исключительно для тех , кто может видеть . <EOS>
Слепой человек , управляющий транспортным средством безопасно и самостоятельно , до сих пор считался невыполнимой задачей . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы приносим свободу и независимость слепым , создавая автомобиль для слабовидящих . <EOS>
Поэтому , прежде чем я расскажу об этой машине для слепых , позвольте мне кратко рассказать вам о другом проекте , над которым я работал , под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированного автомобиля , который может управлять собой . <EOS>
Вы нажимаете на старт , никто ничего не трогает , и он может добраться до места назначения полностью автономно . <EOS>
Так в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом соревновании . <EOS>
Поэтому примерно в то время Национальная федерация слепых , или НФБ , бросила вызов исследовательскому комитету о том , кто может разработать автомобиль , позволяющий слепому человеку безопасно и самостоятельно ездить . <EOS>
&quot; Мы решили попробовать , потому что подумали : &quot; &quot; Эй , как это может быть тяжело ? &quot; &quot; &quot; <EOS>
У нас уже есть автономная машина . <EOS>
Мы просто вложили в него слепого человека , и мы закончили , верно ? <EOS>
( Смех ) Мы не могли быть более неправы . <EOS>
НФБ хотел не автомобиль , который может водить слепого человека вокруг , а автомобиль , где слепой человек может принимать активные решения и управлять автомобилем . <EOS>
Поэтому нам пришлось все выбросить в окно и начать с нуля . <EOS>
Поэтому , чтобы проверить эту сумасшедшую идею , мы разработали небольшой прототип дюнного багги , чтобы проверить осуществимость . <EOS>
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность взять его на закрутку . <EOS>
Это был совершенно потрясающий опыт . <EOS>
Но проблема с этим автомобилем заключалась в том , что он был спроектирован так , чтобы управляться только в очень контролируемой среде , на плоской , закрытой парковке - даже на полосах , определенных красными дорожными конусами . <EOS>
Поэтому с этим успехом мы решили сделать следующий большой шаг - разработать настоящий автомобиль , на котором можно ездить по реальным дорогам . <EOS>
Так как же это работает ? <EOS>
Ну , это довольно сложная система , но позвольте мне попытаться объяснить , может быть , упростить . <EOS>
Так что у нас есть три шага . <EOS>
У нас есть восприятие , вычисления и невизуальные интерфейсы . <EOS>
Сейчас , очевидно , водитель не может видеть , поэтому система должна воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем начальную измерительную единицу . <EOS>
Таким образом , он измеряет ускорение , угловое ускорение - как человеческое ухо , внутреннее ухо . <EOS>
Мы объединяем эту информацию с GPS-блоком , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для обнаружения полос дороги . <EOS>
И мы также используем три искателя лазерного диапазона . <EOS>
Лазеры сканируют окружающую среду , чтобы обнаружить препятствия - автомобиль , приближающийся спереди , сзади , а также любые препятствия , которые выходят на дороги , любые препятствия вокруг транспортного средства . <EOS>
Таким образом , весь этот огромный объем информации затем подается в компьютер , и компьютер может сделать две вещи . <EOS>
Во-первых , обработать эту информацию , чтобы понять окружающую среду - это полосы дороги , есть препятствия - и передать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы найти самый безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем генерировать инструкции о том , как управлять управлением транспортным средством . <EOS>
Но проблема в следующем : как мы передаем эту информацию и инструкции человеку , который не может видеть достаточно быстро и достаточно точно , чтобы он мог управлять автомобилем ? <EOS>
Поэтому для этого мы разработали множество различных видов невизуальных технологий пользовательского интерфейса . <EOS>
Так что начиная с трехмерной звуковой системы пинга , вибрирующего жилета , кликового колеса с голосовыми командами , полоски для ног и даже обуви , которая оказывает давление на ногу . <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Таким образом , это пара перчаток , и у нее есть вибрирующие элементы на костяшке , чтобы вы могли передать инструкции о том , как управлять - направление и интенсивность . <EOS>
Еще одно устройство называется SpeedStrip . <EOS>
Так что это стул - на самом деле это массажное кресло . <EOS>
Мы его выдавливаем , переставляем вибрирующие элементы по разным узорам , приводим в действие , чтобы передать информацию о скорости , а также инструкции по использованию газа и педали тормоза . <EOS>
Так что здесь вы можете увидеть , как компьютер понимает окружающую среду , и поскольку вы не видите вибрацию , мы на самом деле ставим красные светодиоды на драйвер , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , и эти данные передаются на устройства через компьютер . <EOS>
Таким образом , эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это обучающие сигнальные устройства . <EOS>
Так что это на самом деле не свобода , верно ? <EOS>
Компьютер подсказывает , как управлять автомобилем - поворачивать налево , поворачивать направо , ускоряться , останавливаться . <EOS>
&quot; Мы называем это &quot; &quot; проблемой водителя заднего сиденья &quot; &quot; . &quot; <EOS>
Поэтому мы отходим от обучающих сигнальных устройств и теперь больше фокусируемся на информационных устройствах . <EOS>
Хорошим примером для этого информационного невизуального пользовательского интерфейса является AirPix . <EOS>
Так что подумайте об этом как о мониторе для слепых . <EOS>
Так что это маленький планшет , в нем много отверстий , выходит сжатый воздух , поэтому он действительно может рисовать изображения . <EOS>
Так что , несмотря на то , что вы слепы , вы можете положить руку на него , вы можете увидеть полосы дороги и препятствия . <EOS>
На самом деле , вы также можете изменить частоту выхода воздуха и , возможно , температуру . <EOS>
Так что это на самом деле многомерный пользовательский интерфейс . <EOS>
Итак , здесь вы можете увидеть левую камеру , правую камеру из автомобиля и то , как компьютер интерпретирует ее и отправляет эту информацию в AirPix . <EOS>
Для этого мы показываем симулятор , слепого человека за рулем с помощью AirPix . <EOS>
Этот симулятор также был очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для разных типов невизуальных пользовательских интерфейсов . <EOS>
Так что в основном так оно и работает . <EOS>
Но это транспортное средство является прототипом транспортного средства , и оно не будет в дороге до тех пор , пока оно не окажется таким же безопасным , как или более безопасным , чем сегодняшнее транспортное средство . <EOS>
И я действительно верю , что это может случиться . <EOS>
Но все же примет ли общество такую радикальную идею ? <EOS>
Как мы будем обращаться со страховкой ? <EOS>
Как мы будем выдавать водительские права ? <EOS>
Есть много таких различных препятствий , кроме технологических проблем , которые мы должны решить , прежде чем это станет реальностью . <EOS>
Конечно , главная цель этого проекта - разработка автомобиля для слепых . <EOS>
Но потенциально важнее этого огромная ценность технологии спин-оффа , которая может исходить из этого проекта . <EOS>
Используемые датчики могут видеть сквозь темноту , туман и дождь . <EOS>
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их к более безопасным автомобилям для зрячих людей . <EOS>
Или для слепой , повседневной бытовой техники - в учебной обстановке , в офисной обстановке . <EOS>
Представьте себе , в классе учитель пишет на доске , а слепой ученик может видеть , что написано и читать с помощью этих невизуальных интерфейсов . <EOS>
Это бесценно . <EOS>
Так что сегодня то , что я вам показал сегодня , - это только начало . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Как художнику для меня очень важна связь . <EOS>
Своей работой я пытаюсь сформулировать , что люди не отделены от природы и что все взаимосвязано . <EOS>
Я впервые поехал в Антарктиду почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в восторге . <EOS>
У меня быстро билось сердце , кружилась голова , пытаясь понять , что передо мной стоит . <EOS>
Айсберги вокруг меня были почти в 200 футах от воды , и я мог только не удивляться , что это была одна снежинка поверх другой снежинки , год за годом . <EOS>
Айсберги рождаются , когда отеляются от ледников или отрываются от ледяных шельфов . <EOS>
У каждого айсберга своя индивидуальность . <EOS>
У них есть особый способ взаимодействия со своим окружением и своим опытом . <EOS>
Некоторые отказываются сдаваться и держаться до победного конца , а другие больше не могут принять его и рухнуть в приступе драматической страсти . <EOS>
Когда смотришь на айсберг , легко подумать , что они изолированы , что они разделены и одиноки , как мы , люди , иногда рассматриваем себя . <EOS>
Но реальность далека от этого . <EOS>
Когда айсберг тает , я вдыхаю его древнюю атмосферу . <EOS>
Когда айсберг тает , он выделяет богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов так , как будто делаю портреты своих предков , зная , что в эти отдельные моменты они существуют таким образом и больше никогда так не будут существовать . <EOS>
Это не смерть , когда они тают , это не конец , а продолжение их пути через жизненный цикл . <EOS>
Часть льда в айсбергах , которые я фотографирую , очень молода - пару тысяч лет . <EOS>
А часть льда старше 100 000 лет . <EOS>
Последние фотографии , которые я хотел бы вам показать , - это айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда можно увидеть , как катится айсберг . <EOS>
Так вот оно . <EOS>
С левой стороны можно увидеть маленькую лодку . <EOS>
Это примерно 15-футовая лодка . <EOS>
И я бы хотел , чтобы вы обратили внимание на форму айсберга и на то , где он находится у ватерлинии . <EOS>
Видно здесь , она начинает катиться , и лодка сдвинулась на другую сторону , и человек там стоит . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Это примерно 120 футов над водой , или 40 метров . <EOS>
И это видео в режиме реального времени . <EOS>
( Музыка ) И именно так айсберг показывает вам другую сторону своей личности . <EOS>
Спасибо . <EOS>
( Аплодисменты ) <EOS>
Знаете , сколько видов цветущих растений ? <EOS>
Есть четверть миллиона - по крайней мере , те , о которых мы знаем - четверть миллиона видов цветущих растений . <EOS>
А цветы - настоящий баггер . <EOS>
Их действительно трудно производить растениям . <EOS>
На них уходит огромное количество энергии и много ресурсов . <EOS>
Зачем им это беспокоить ? <EOS>
И ответ , конечно , как и многие вещи в мире , - это секс . <EOS>
Я знаю , что у тебя на уме , когда ты смотришь на эти фотографии . <EOS>
И причина , по которой половое размножение так важно - есть много других вещей , которые растения могут сделать , чтобы размножаться . <EOS>
Можно брать черенки , они могут как бы заниматься сексом с собой , они могут опылять себя . <EOS>
Но им действительно нужно распространять свои гены , чтобы смешиваться с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция работает именно так . <EOS>
Теперь растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , видели некоторые из этих фотографий раньше . <EOS>
Как я говорю , в каждом доме должен быть сканирующий электронный микроскоп , чтобы он мог их видеть . <EOS>
И разных видов пыльцы столько же , сколько цветущих растений . <EOS>
И это на самом деле очень полезно для криминалистов и так далее . <EOS>
Большая часть пыльцы , которая вызывает у нас сенную лихорадку , - это растения , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому она так сильно встает нам в нос . <EOS>
Потому что вы должны вытаскивать из него массы и массы , надеясь , что ваши половые клетки , ваши мужские половые клетки , которые содержатся в пыльце , случайно каким-то образом дойдут до другого цветка . <EOS>
Таким образом , все травы , то есть все зерновые культуры , и большинство деревьев имеют переносимую ветром пыльцу . <EOS>
Но большинство видов на самом деле используют насекомых , чтобы выполнять свои приказы , и это более умно в некотором смысле , потому что пыльца , они не нуждаются в ней так много . <EOS>
Насекомые и другие виды могут брать пыльцу , переносить ее прямо туда , где это необходимо . <EOS>
Поэтому мы , очевидно , знаем о взаимосвязи между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они получают что-то взамен , и что что-то взамен , как правило , нектар . <EOS>
Иногда этот симбиоз приводил к замечательным адаптациям - колибри ястребиная моль прекрасна в своей адаптации . <EOS>
Растение что-то получает , а ястребиная моль распространяет пыльцу куда-нибудь еще . <EOS>
Растения эволюционировали , чтобы создать маленькие посадочные полосы то тут , то там для пчел , которые , возможно , сбились с пути . <EOS>
На многих растениях есть маркировка , похожая на других насекомых . <EOS>
Это муравьи лилии , ловко сделанные так , что когда ничего не подозревающее насекомое приземляется на нее , мурашка переворачивается вверх и ударяет ее по спине с большим грузом пыльцы , с которой она затем переходит к другому растению . <EOS>
И есть орхидея , которая может выглядеть на вас так , как будто у нее есть челюсти , и в некотором смысле у нее есть ; она заставляет насекомое выползать , покрываясь пыльцой , которую оно берет где-то в другом месте . <EOS>
Орхидеи : существует , по крайней мере , 20 000 видов орхидей - удивительно , удивительно разнообразных . <EOS>
И они встают на всевозможные уловки . <EOS>
Им приходится пытаться привлечь опылителей , чтобы они выполняли свои приказы . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что это та , которую он изучал и сделал замечательное предсказание , когда увидел ее - вы можете видеть , что есть очень длинная трубка нектара , которая спускается вниз от орхидеи . <EOS>
И в основном то , что насекомое должно делать - мы находимся в середине цветка - оно должно засунуть свой маленький хоботок прямо в середину этого и вплоть до этой нектарной трубки , чтобы добраться до нектара . <EOS>
&quot; И Дарвин сказал , глядя на этот цветок : &quot; &quot; Я думаю , что-то соэволюционировало с этим &quot; &quot; . &quot; <EOS>
И , конечно , насекомое есть . <EOS>
И я имею в виду , что обычно он как бы откатывает его , но в прямолинейном виде он выглядит так . <EOS>
Теперь вы можете себе представить , что если нектар является такой ценной вещью и дорогой для производства растения и привлекает множество опылителей , то , как и в человеческом сексе , люди могут начать обманывать . <EOS>
&quot; Они могут сказать : &quot; &quot; У меня есть немного нектара . Ты хочешь прийти и получить его ? &quot; &quot; &quot; <EOS>
Теперь это растение . <EOS>
Это растение здесь , которое насекомые в Южной Африке просто любят , и они эволюционировали с длинным хоботком , чтобы получить нектар на дне . <EOS>
И это мимика . <EOS>
Так что это растение , которое имитирует первое растение . <EOS>
И вот длиннозондированная муха , которая не получила никакого нектара от мимики , потому что мимика не дает ей никакого нектара . <EOS>
Так что муха не только не получила нектар от мимического растения , но и - если вы очень внимательно посмотрите только на головной конец , вы увидите , что у нее есть немного пыльцы , которую она передавала бы другому растению , если бы только какой-то ботаник не подошел и не приклеил ее к синему кусочку карты . <EOS>
( Смех ) Теперь обман продолжается по царству растений . <EOS>
Этот цветок с его черными точками : они могут выглядеть для нас как черные точки , но если я вам скажу , для самца насекомого нужного вида , это выглядит как две самки , которым действительно , очень жарко рысью . <EOS>
( Смех ) И когда насекомое попадает туда и приземляется на него , обливая себя пыльцой , конечно , что оно собирается перейти к другому растению , если посмотреть на изображение сканирующего электронного микроскопа с каждым домашним плечом , то можно увидеть , что там на самом деле есть какой-то рисунок , трехмерный . <EOS>
Так что насекомое , вероятно , даже чувствует себя хорошо , а также хорошо выглядит . <EOS>
И на этих снимках электронного микроскопа - вот одна из орхидей , имитирующих насекомое - можно увидеть , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , имеют очень , очень разные текстуры , чем то , что может воспринимать насекомое . <EOS>
И этот эволюционировал , чтобы имитировать глянцевую металлическую поверхность , которую вы видите на некоторых жуках . <EOS>
И под сканирующим электронным микроскопом там можно увидеть поверхность - действительно сильно отличающуюся от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже для нас . <EOS>
Я имею в виду , я думаю , что это похоже на какое-то летающее животное или зверя . <EOS>
Это замечательная , удивительная вещь . <EOS>
Этот умный . Его называют обсидианом . <EOS>
Я иногда думаю об этом как о навязчивом . <EOS>
Для нужного вида пчел это выглядит как еще одна очень агрессивная пчела , и она много и много раз качает ее по голове , чтобы попытаться прогнать , и , конечно , покрывается пыльцой . <EOS>
Другое дело , что это растение имитирует другую орхидею , которая имеет прекрасный запас пищи для насекомых . <EOS>
А у этого для них ничего нет . <EOS>
Так что это обман на двух уровнях - потрясающий . <EOS>
( Смех ) Здесь мы видим иланг иланг , компонент многих духов . <EOS>
Я на самом деле почувствовал запах кого-то с некоторыми раньше . <EOS>
И цветы на самом деле не должны быть такими безвкусными . <EOS>
Они посылают фантастический аромат любому насекомому , у которого он будет . <EOS>
Этот пахнет не так хорошо . <EOS>
Это цветок , который действительно , действительно пахнет довольно неприятно и спроектирован , опять же , эволюционировал , чтобы выглядеть как падалья . <EOS>
Так что мухи любят это . <EOS>
Они залетают и опыляются . <EOS>
Это , который является helicodiceros , также известен как мертвая лошадь arum . <EOS>
Я не знаю , чем на самом деле пахнет мертвая лошадь , но эта , вероятно , очень похожа на нее . <EOS>
Это действительно ужасно . <EOS>
И мухи просто не могут помочь себе . <EOS>
Они летят в эту вещь , и они летят всю дорогу вниз по ней . <EOS>
Они откладывают в него яйца , думая , что это хороший кусочек падальи , и не понимая , что для яиц нет пищи , что яйца умрут , но растение , тем временем , принесло пользу , потому что щетинки выделяются , а мухи исчезают , чтобы опылить следующий цветок - фантастический . <EOS>
&quot; Вот арум , арум макулатум , &quot; &quot; лорды и дамы &quot; &quot; или &quot; &quot; куку-пинта &quot; &quot; в этой стране . &quot; <EOS>
Я сфотографировал эту вещь на прошлой неделе в Дорсете . <EOS>
Эта вещь нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно . <EOS>
И если вы посмотрите вниз в него , есть такая плотина мимо спадикса , мух привлекает жара - которая кипит от летучих химических веществ , маленьких мошек - и они попадают в ловушку под этим контейнером . <EOS>
Они пьют этот сказочный нектар , и тогда они все немного липкие . <EOS>
Ночью они покрываются пыльцой , которая обрушивается на них , а потом щетинками , которые мы видели выше , они как бы увядают и выпускают всех этих мошек , покрытых пыльцой - сказочная вещь . <EOS>
Теперь , если вы думаете , что это потрясающе , это один из моих великих фаворитов . <EOS>
Это philodendron selloum . <EOS>
Для всех здесь , из Бразилии , вы будете знать об этом растении . <EOS>
Это самое удивительное . <EOS>
Такого рода фаллический кусочек там длиной около фута . <EOS>
И он делает то , что не делает ни одно другое растение , о котором я знаю , и это то , что когда он цветет - это спадикс посередине там - в течение примерно двух дней , он метаболизируется таким образом , который очень похож на млекопитающих . <EOS>
Поэтому вместо того , чтобы иметь крахмал , который является пищей растений , он принимает что-то похожее на коричневый жир и сжигает его с такой скоростью , что он сжигает жир , метаболизируется примерно со скоростью маленькой кошки . <EOS>
И это в два раза больше энергии , вес для веса , чем колибри - совершенно удивительно . <EOS>
Эта вещь делает что-то другое , что необычно . <EOS>
Он не только поднимется до 115 градусов по Фаренгейту , 43 или 44 градусов по Цельсию , в течение двух дней , но и сохранит постоянную температуру . <EOS>
Там есть механизм терморегуляции , который сохраняет постоянную температуру . <EOS>
Теперь зачем она это делает , я слышу , как вы спрашиваете . <EOS>
Теперь вы бы этого не знали , есть жуки , которые просто любят заниматься любовью при такой температуре . <EOS>
И они попадают внутрь , и у них все получается . <EOS>
( Смех ) И растение осыпает их пыльцой , и они идут и опыляются . <EOS>
И что это за замечательная вещь . <EOS>
Сейчас большинство опылителей , о которых мы думаем , - это насекомые , но на самом деле в тропиках опыляется много птиц и бабочек . <EOS>
И многие из тропических цветов красные , и это потому , что бабочки и птицы видят так же , как мы думаем , и могут видеть красный цвет очень хорошо . <EOS>
Но если вы посмотрите на спектр , птиц и нас , мы увидим красный , зеленый и синий и увидим этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолетовый , видят различные оттенки ультрафиолетового излучения . <EOS>
Так что там что-то происходит с конца . <EOS>
И не было бы здорово , если бы мы могли как-то увидеть , что это такое , я слышу , как вы спрашиваете . <EOS>
Ну да , мы можем . <EOS>
Так что же видит насекомое ? <EOS>
На прошлой неделе я сделал эти фотографии рок-розы , гелиантемы , в Дорсете . <EOS>
Это маленькие желтые цветы , как мы все видим , маленькие желтые цветы повсюду . <EOS>
И так он выглядит при видимом свете . <EOS>
Так выглядит , если достать красную . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
А потом я положил несколько ультрафиолетовых фильтров на камеру и сделал очень , очень долгую экспозицию с определенными частотами ультрафиолетового излучения , и это то , что я получил . <EOS>
И это настоящий фантастический бычий глаз . <EOS>
Теперь мы не знаем точно , что видит пчела , не больше , чем вы знаете , что я вижу , когда называю это красным . <EOS>
Мы не можем знать , что происходит в сознании другого человека , не говоря уже о насекомом . <EOS>
Но контраст будет выглядеть примерно так , так сильно выделяясь на заднем плане . <EOS>
Вот еще один маленький цветок - разный диапазон ультрафиолетовых частот , разные фильтры , чтобы соответствовать опылителям . <EOS>
И это то , что он видел бы . <EOS>
На всякий случай , если вы думаете , что все желтые цветы обладают таким свойством - ни один цветок не был поврежден в процессе этого выстрела , он был просто прикреплен к штативу , а не убит - тогда под ультрафиолетовым излучением посмотрите на это . <EOS>
И это может быть основой солнцезащитного крема , потому что солнцезащитные кремы работают , поглощая ультрафиолетовый свет . <EOS>
Так что , может быть , химическое вещество в этом было бы полезно . <EOS>
Наконец , есть одна из вечерних примул , которую прислал мне Бьорн Рорслетт из Норвегии - фантастический скрытый узор . <EOS>
И мне нравится идея чего-то скрытого . <EOS>
Я думаю , что здесь есть что-то поэтическое , что эти фотографии , сделанные с помощью ультрафиолетового фильтра , основное использование этого фильтра заключается в том , чтобы астрономы фотографировали Венеру - на самом деле облака Венеры . <EOS>
Это основное применение этого фильтра . <EOS>
Венера , конечно , бог любви и плодородия , что и есть цветочная история . <EOS>
И точно так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнить их приказы , им также каким-то образом удалось убедить нас посадить большие поля , полные их , и отдать их друг другу во время рождения и смерти , и особенно при браке , который , когда вы думаете об этом , является моментом , который инкапсулирует передачу генетического материала из одного организма в другой . <EOS>
Большое спасибо . <EOS>
( Аплодисменты ) <EOS>
Я работаю над тем , чтобы помочь компьютерам общаться с окружающим миром . <EOS>
Есть много способов сделать это , и мне нравится сосредоточиться на том , чтобы помочь компьютерам говорить о том , что они видят и понимают . <EOS>
Учитывая подобную сцену , современный алгоритм компьютерного зрения может сказать вам , что есть женщина и собака . <EOS>
Это может сказать вам , что женщина улыбается . <EOS>
Возможно , она даже сможет сказать вам , что собака невероятно милая . <EOS>
Я работаю над этой проблемой , размышляя о том , как люди понимают и обрабатывают мир . <EOS>
Мысли , воспоминания и истории , которые подобная сцена может вызвать у людей . <EOS>
Все взаимосвязанные ситуации . <EOS>
Возможно , вы уже видели такую собаку или проводили время , бегая по пляжу , подобному этому , и это еще больше вызывает мысли и воспоминания о прошлых каникулах , прошлых временах на пляже , бегах с другими собаками . <EOS>
Один из моих руководящих принципов заключается в том , что , помогая компьютерам понять , каково это иметь опыт , понять , что мы разделяем , верим и чувствуем , мы можем начать развивать компьютерные технологии в дополнение к нашему собственному опыту . <EOS>
Итак , углубляясь в это , несколько лет назад я начал работать над тем , чтобы помочь компьютерам создавать человеческие истории из последовательностей изображений . <EOS>
Итак , однажды я работал со своим компьютером , чтобы спросить его , что он думает о поездке в Австралию . <EOS>
Она посмотрела фотографии и увидела коалу . <EOS>
Она не знала , что такое коала , но она думала , что это интересное существо . <EOS>
Затем я поделился с ним последовательностью изображений о сгорании дома . <EOS>
Она посмотрела на фотографии и сказала : « Это потрясающий вид ! Это потрясающе ! » <EOS>
Это послало озноб мне по позвоночнику . <EOS>
Она увидела ужасное , меняющее жизнь и разрушительное событие и посчитала , что это что-то позитивное . <EOS>
Я понял , что он распознает контраст , красное , желтые , и подумал , что это стоит отметить позитивно . <EOS>
И отчасти причина этого заключалась в том , что большинство снимков , которые я ему дал , были положительными . <EOS>
Это связано с тем , что люди , как правило , делятся позитивными образами , рассказывая о своем опыте . <EOS>
Когда вы в последний раз видели селфи на похоронах ? <EOS>
Я понял , что , работая над улучшением задачи ИИ по задачам , наборам данных за набором данных , я создавал огромные пробелы , дыры и слепые зоны в том , что он может понять . <EOS>
И при этом я кодирую все виды предубеждений . <EOS>
Уклоны , отражающие ограниченную точку зрения , ограниченную одним набором данных — предубеждения , которые могут отражать человеческие предубеждения , обнаруженные в данных , такие как предрассудки и стереотипы . <EOS>
Я вспомнил эволюцию технологии , которая привела меня к тому месту , где я был в тот день — как первые цветные изображения были откалиброваны по отношению к коже белой женщины , что означает , что цветная фотография была предвзята против черных лиц. <EOS>
И та же предвзятость , та же слепая зона сохранялась и в 90-х годах . <EOS>
И одно и то же слепое пятно продолжается и сегодня в том , насколько хорошо мы можем распознать лица разных людей в технологии распознавания лиц. <EOS>
Я рассказал о современном состоянии исследований , где мы ограничиваем наше мышление одним набором данных и одной проблемой . <EOS>
При этом мы создавали больше слепых зон и предубеждений , которые ИИ мог бы еще больше усилить . <EOS>
Тогда я поняла , что нам нужно глубоко задуматься о том , как выглядит технология , над которой мы работаем сегодня , через пять лет , за 10 лет . <EOS>
Люди развиваются медленно , со временем устраняют проблемы взаимодействия человека и окружающей среды . <EOS>
В отличие от этого , искусственный интеллект развивается невероятно быстрыми темпами . <EOS>
А это значит , что нам действительно важно , чтобы мы тщательно продумали об этом прямо сейчас — мы размышляем о своих собственных « слепых зонах » , о своих предубеждениях и подумаем о том , как это информирует о технологиях , которые мы создаем , и обсуждаем , какое значение будет означать сегодняшняя технология для завтрашнего дня . <EOS>
CEO и ученые оценили , каким , по их мнению , будет технология искусственного интеллекта будущего . <EOS>
Стивен Хокинг предупреждает , что « искусственный интеллект может покончить с человечеством » . <EOS>
Илон Маск предупреждает , что это экзистенциальный риск и один из самых больших рисков , с которыми мы сталкиваемся как цивилизация . <EOS>
Билл Гейтс сказал : « Я не понимаю , почему людей больше не беспокоит » . <EOS>
Но эти взгляды — это часть истории . <EOS>
Математика , модели , основные составляющие искусственного интеллекта — это то , что мы называем доступом и работаем с ними . <EOS>
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллектуального анализа , в которые мы можем внести свой вклад . <EOS>
Кроме того , мы можем поделиться своим опытом . <EOS>
Мы можем поделиться своим опытом в области технологий , о том , как они нас волнуют и как они нас волнуют . <EOS>
Мы можем обсудить то , что мы любим . <EOS>
Мы можем с дальновидностью говорить о тех аспектах технологий , которые могут быть более полезными или могут быть более сложными со временем . <EOS>
Если мы все сосредоточимся на том , чтобы открыть дискуссию по ИИ с дальновидностью в будущее , это поможет сформировать общую беседу и понять , что такое ИИ сейчас , каким он может стать и что нам нужно сделать , чтобы результат был наиболее подходящим для нас . <EOS>
Мы уже видим и знаем это в технологиях , которые мы используем сегодня . <EOS>
Мы используем смартфоны и цифровые помощники и Roombas . <EOS>
Они злые ? <EOS>
Может быть , иногда . <EOS>
Они полезны ? <EOS>
Да , это тоже . <EOS>
И они не одинаковы . <EOS>
И там вы уже видите свет на то , что ждет будущее . <EOS>
Будущее продолжается от того , что мы строим и создаем прямо сейчас . <EOS>
Мы привели в действие эффект домино , который вырезает эволюционный путь ИИ . <EOS>
В наше время мы формируем ИИ завтрашнего дня . <EOS>
Технологии , которые погружают нас в дополненные реалии , воплощая в жизнь прошлые миры . <EOS>
Технологии , которые помогают людям делиться своим опытом , когда им трудно общаться . <EOS>
Технология , основанная на понимании потоковых визуальных миров , используемых в качестве технологии для самоуправляемых автомобилей . <EOS>
Технологии , построенные на понимании изображений и формировании языка , превращаются в технологии , которые помогают людям с ослабленным зрением лучше получить доступ к миру зрения . <EOS>
Мы также видим , как технологии могут привести к возникновению проблем . <EOS>
Сегодня у нас есть технология , которая анализирует физические характеристики , с которыми мы рождаемся , такие как цвет кожи или внешний вид лица , чтобы определить , можем ли мы быть преступниками или террористами . <EOS>
У нас есть технологии , которые обрабатывают наши данные , даже данные , относящиеся к нашему полу или расе , чтобы определить , можем ли мы получить кредит или нет . <EOS>
Все , что мы видим сейчас , — это моментальный снимок эволюции искусственного интеллекта . <EOS>
Потому что там , где мы сейчас находимся , находится в моменте этой эволюции . <EOS>
Это означает , что то , что мы делаем сейчас , повлияет на то , что произойдет в будущем и в будущем . <EOS>
Если мы хотим , чтобы ИИ развивался таким образом , чтобы он помогал людям , нам нужно определить цели и стратегии , которые позволяют сделать этот путь уже сейчас . <EOS>
Мне бы хотелось увидеть что-то , что хорошо сочетается с людьми , с нашей культурой и окружающей средой . <EOS>
Технологии , которые помогают и помогают тем из нас с неврологическими заболеваниями или другими нарушениями , чтобы сделать жизнь одинаково сложной для всех . <EOS>
Технологии , которые работают независимо от демографии или цвета кожи . <EOS>
Сегодня я сосредотачиваюсь на технологиях на завтра и через 10 лет . <EOS>
ИИ может получиться по-разному . <EOS>
Но в данном случае это не самоуправляемый автомобиль без какого-либо пункта назначения . <EOS>
Это машина , на которой мы едем . <EOS>
Мы выбираем , когда ускорить и когда замедлить . <EOS>
Мы выбираем , нужно ли нам сделать поворот . <EOS>
Мы выбираем , каким будет ИИ будущего . <EOS>
Существует огромное игровое поле для всех вещей , которыми может стать искусственный интеллект . <EOS>
Это будет многого . <EOS>
И это зависит от нас , чтобы выяснить , что нам нужно сделать , чтобы результаты искусственного интеллекта были лучшими для всех нас . <EOS>
Спасибо . <EOS>
( аплодисменты ) <EOS>
Я хочу попросить всех вас на секунду подумать об очень простом факте , что , безусловно , большая часть того , что мы знаем о Вселенной , приходит к нам из света . <EOS>
Мы можем стоять на Земле , смотреть на ночное небо и смотреть на звезды голыми глазами . <EOS>
Солнце обжигает наше периферическое зрение . <EOS>
Мы видим свет , отраженный от Луны . <EOS>
С тех пор , как Галилей указал на рудиментарный телескоп на небесных телах , известная вселенная пришла к нам через свет , через обширные эпохи космической истории . <EOS>
С помощью всех наших современных телескопов нам удалось собрать потрясающий немой фильм о вселенной — серию снимков , которые восходят к Большому Взрыву . <EOS>
Тем не менее , вселенная — это не немое кино , потому что вселенная не молчит . <EOS>
Я хочу убедить вас , что во Вселенной есть саундтрек , а саундтрек воспроизводится в пространстве , потому что пространство может колебаться как барабан . <EOS>
Это может привести к своеобразной записи по всей вселенной некоторых из самых драматических событий по мере их разворачивания . <EOS>
Теперь мы хотели бы добавить к великолепной визуальной композиции Вселенной — звуковой композиции . <EOS>
И хотя мы никогда не слышали звуков из космоса , нам действительно следует в ближайшие несколько лет начать увеличивать громкость того , что там происходит . <EOS>
Поэтому в стремлении запечатлеть песни из Вселенной мы обратим внимание на черные дыры и их обещание , потому что черные дыры могут трахаться по пространственно-времени , как молотки на барабане , и иметь очень характерную песню , которую я хотел бы сыграть для вас — некоторые из наших предсказаний о том , какой будет эта песня . <EOS>
Возможно , однажды мы увидим тень , которую черная дыра может бросать на очень ярком фоне , но пока нет . <EOS>
И все же черные дыры могут быть слышны , даже если их не видно , и это потому , что они стучат по пространстве-времени , как барабан . <EOS>
Теперь мы обязаны идеей , что пространство может зазвонить как барабан Альберту Эйнштейну , которому мы так много обязаны . <EOS>
Эйнштейн понял , что если бы пространство пустое , а вселенная пуста , то это было бы похоже на эту картинку , за исключением , возможно , без полезной сетки , нарисованной на нем . <EOS>
Но если бы мы свободно падали по пространству , даже без этой полезной сетки , мы могли бы нарисовать ее сами , потому что заметили бы , что мы шли по прямым , неотклоненным прямым тропам по вселенной . <EOS>
Эйнштейн также понял — и это настоящее мясо материи — что если вы положите энергию или массу во Вселенную , она будет кривой пространства , и свободно падающий объект пройдет мимо , скажем так , Солнце , и он будет отклоняться вдоль естественных кривых в пространстве . <EOS>
Это была великая общая теория относительности Эйнштейна . <EOS>
Теперь даже свет будет согнут этими путями . <EOS>
И вы можете быть согнуты настолько сильно , что вы попадете на орбиту вокруг Солнца , как Земля , или Луны вокруг Земли . <EOS>
Это естественные кривые в пространстве . <EOS>
Эйнштейн не понимал , что если вы забрали наше Солнце и раздавите его до шести километров — вы убрали в миллион раз больше массы Земли и раздавите ее на шесть километров в поперечнике , вы сделаете черную дыру , объект настолько плотный , что если свет будет слишком близко , он никогда не сбежит — темная дыра тень против вселенной . <EOS>
Но Эйнштейн всегда считал черные дыры математической странностью . <EOS>
Он не верил , что они существуют в природе . <EOS>
Он думал , что природа защитит нас от их образования . <EOS>
Прошло несколько десятилетий до того , как был придуман термин « черная дыра » , и люди поняли , что черные дыры являются реальными астрофизическими объектами — на самом деле это состояние смерти очень массивных звезд , которые катастрофически рушатся в конце их жизни . <EOS>
Теперь наше Солнце не рухнет до черной дыры . <EOS>
На самом деле , он недостаточно массивный . <EOS>
Но если бы мы провели небольшой мысленный эксперимент , как это очень любил Эйнштейн , мы могли бы представить себе , что Солнце раздавлено до шести километров и выведет на орбиту крошечную маленькую Землю , может быть , в 30 километрах от солнца с черными дырами . <EOS>
И он будет самоосвещён , потому что Солнце ушло , у нас нет другого источника света , поэтому давайте сделаем нашу маленькую Землю самоосвещенной . <EOS>
И вы поймете , что вы можете поставить Землю на счастливую орбиту даже в 30 км от этой раздробленной черной дыры . <EOS>
Эта раздробленная черная дыра на самом деле поместилась на Манхэттене , более или менее . <EOS>
Он может немного пролиться в Гудзон , прежде чем уничтожить Землю . <EOS>
Но в основном это то , о чем мы говорим . <EOS>
Мы говорим об объекте , который можно разбить на половину площади Манхэттена . <EOS>
Поэтому мы перемещаем Землю очень близко — на 30 километров на улицу — и замечаем , что она прекрасно вращается вокруг черной дыры . <EOS>
Существует своего рода миф о том , что черные дыры пожирают все во Вселенной , но на самом деле нужно приблизиться к падению . <EOS>
Но что очень впечатляет то , что с нашей точки зрения мы всегда видим Землю . <EOS>
Она не может спрятаться за черной дырой . <EOS>
Свет Земли , часть из него падает , но некоторые из них опускаются и возвращаются к нам . <EOS>
Таким образом , вы не можете ничего скрывать за черной дырой . <EOS>
Если бы это была Battlestar Galactica , и вы сражаетесь с Сайлонами , не прятайтесь за черной дырой . <EOS>
Они тебя видят . <EOS>
Теперь наше Солнце не рухнет до черной дыры — она недостаточно массивная , но в нашей галактике десятки тысяч черных дыр . <EOS>
И если бы затмить Млечный Путь , это было бы так . <EOS>
Мы увидим тень этой черной дыры на фоне ста миллиардов звезд в Галактике Млечного Пути и ее светящихся пылевых полосах . <EOS>
И если бы мы упали к этой черной дыре , мы бы увидели весь свет вокруг нее , и мы могли бы даже начать пересекать эту тень и не заметить , что произошло что-то драматическое . <EOS>
Было бы плохо , если бы мы попытались выстрелить из наших ракет и выбраться оттуда , потому что мы не смогли бы , больше , чем свет может скрыться . <EOS>
Но , несмотря на то , что черная дыра снаружи темная , внутри она не темная , потому что весь свет галактики может упасть позади нас . <EOS>
Несмотря на то , что из-за релятивистского эффекта , известного как замедление времени , наши часы , похоже , замедляются по отношению к галактическому времени , казалось бы , эволюция галактики была взорвана и стреляла в нас прямо перед тем , как мы были забиты черной дырой до смерти . <EOS>
Это было бы похоже на предсмертный опыт , когда вы видите свет в конце туннеля , но это полный смертельный опыт . <EOS>
( Смех ) И никому не рассказать о свете в конце туннеля . <EOS>
Сейчас мы никогда не видели тени черной дыры , но черные дыры слышны , даже если их не видно . <EOS>
Представьте себе , что сейчас происходит астрофизически реалистичная ситуация — представьте две черные дыры , которые прожили долгую жизнь вместе . <EOS>
Возможно , они начинались как звезды и рухнули до двух черных дыр — каждая из них в 10 раз больше массы Солнца . <EOS>
Теперь мы собираемся раздавить их на 60 километров в поперечнике . <EOS>
Они могут вращаться сотни раз в секунду . <EOS>
В конце своей жизни они обходят друг друга очень близко к скорости света . <EOS>
Таким образом , они пересекают тысячи километров за долю секунды , и при этом они не только изгибают пространство , но и оставляют после себя звон пространства , настоящую волну в пространстве-времени . <EOS>
Космос сжимается и растягивается , исходящий из этих черных дыр , стучающих по вселенной . <EOS>
И они выходят в космос со скоростью света . <EOS>
Это компьютерное моделирование связано с группой относительности в Годдарде НАСА . <EOS>
Всем в мире потребовалось почти 30 лет , чтобы решить эту проблему . <EOS>
Это была одна из групп . <EOS>
На нем изображены две черные дыры на орбите друг вокруг друга , опять же , с помощью этих хорошо окрашенных кривых . <EOS>
И если вы видите — это немного слабое — но если вы видите , что красные волны исходят , это гравитационные волны . <EOS>
Это буквально звуки космического звона , и они будут выходить из этих черных дыр со скоростью света , когда они звонят вниз и сливаются к одной вращающейся , тихой черной дыре в конце дня . <EOS>
Если бы вы стояли достаточно рядом , ваше ухо будет резонировать с сжатием и растяжением пространства . <EOS>
Вы буквально услышите звук . <EOS>
Теперь , конечно , ваша голова будет непомоливо сжата и растянута , так что вам может быть трудно понять , что происходит . <EOS>
Но я бы хотел сыграть для вас тот звук , который мы предсказываем . <EOS>
Это из моей группы — чуть менее гламурное компьютерное моделирование . <EOS>
Представьте себе более легкую черную дыру , падающую в очень тяжелую черную дыру . <EOS>
Звук , который вы слышите , — это легкая черная дыра , которая стучит в космос каждый раз , когда она приближается . <EOS>
Если он уйдет далеко , это слишком тихо . <EOS>
Но он поступает как молоток , и он буквально трескает пространство , качаясь , как барабан . <EOS>
И мы можем предсказать , какой будет звук . <EOS>
Мы знаем , что по мере попадания становится быстрее и громче . <EOS>
И в конце концов , мы услышим , как маленький парень просто впадает в более крупного парня . <EOS>
Сейчас я никогда не слышала этого громкого — на самом деле это более драматично . <EOS>
Дома это звучит антиклимно . <EOS>
Это похоже на дин , динг , динг . <EOS>
Это еще один звук из моей группы . <EOS>
Нет , я не показываю вам никаких изображений , потому что черные дыры не оставляют позади полезных след чернил , а пространство не нарисовано , показывая кривые . <EOS>
Но если бы вы проплыли в космосе на космическом отдыхе и услышали это , вы хотите двигаться . <EOS>
( Смех ) Хочу уйти от звука . <EOS>
Обе черные дыры движутся . <EOS>
Обе черные дыры сближаются друг с другом . <EOS>
В этом случае они оба сильно колебаются . <EOS>
А затем они собираются слиться . <EOS>
Теперь это щебетание очень характерно для слияния черных дыр — это щебетание в конце . <EOS>
Теперь это наш прогноз на то , что мы увидим . <EOS>
К счастью , мы находимся на безопасном расстоянии в Лонг-Бич , Калифорния . <EOS>
И , конечно , где-то во вселенной слились две черные дыры . <EOS>
И , конечно , пространство вокруг нас звонит после путешествия , может быть , миллион световых лет или миллион лет со скоростью света , чтобы добраться до нас . <EOS>
Но звук слишком тихий , чтобы кто-либо из нас когда-либо слышал . <EOS>
На Земле строятся очень трудолюбивые эксперименты , называемые LIGO , которые позволяют обнаружить отклонения в сжатии и растяжении космоса менее чем на долю ядра атома более чем на четыре километра . <EOS>
Это удивительно амбициозный эксперимент , и в ближайшие несколько лет он будет улучшенной чувствительностью — чтобы это сделать . <EOS>
Также предлагается космическая миссия , которая , надеюсь , будет запущена в ближайшие десять лет под названием LISA . <EOS>
А LISA сможет увидеть сверхмассивные черные дыры — черные дыры в миллионы или миллиарды раз больше массы Солнца . <EOS>
На этом снимке Хаббл мы видим две галактики . <EOS>
Похоже , они застыли в объятиях . <EOS>
И каждый из них , вероятно , укрывает сверхмассивную черную дыру в своей ядре . <EOS>
Но они не заморожены , на самом деле они сливаются . <EOS>
Эти две черные дыры сталкиваются , и они будут сливаться в течение миллиарда лет . <EOS>
Мы не можем подбирать песню такой продолжительности . <EOS>
Но LISA смогла увидеть последние этапы двух сверхмассивных черных дыр раньше в истории Вселенной , за последние 15 минут до того , как они упадут вместе . <EOS>
И это не только черные дыры , но и любые большие потрясения во Вселенной — самый большой из них — Большой взрыв . <EOS>
Когда это выражение было придумано , оно было насмешным : « О , кто поверит в Большой взрыв ? » <EOS>
Эта анимация моих друзей из Proton Studios показывает большой взрыв снаружи . <EOS>
Мы никогда не хотим этого делать . Мы хотим быть внутри Вселенной , потому что нет такого понятия , как стоять за пределами Вселенной . <EOS>
Представьте , что вы находитесь внутри Большого Взрыва . <EOS>
Он повсюду , вокруг вас , и пространство хаотично шатается . <EOS>
Прошло 14 миллиардов лет , и эта песня все еще звонит вокруг нас . <EOS>
Галактики образуются , и в этих галактиках образуются поколения звезд , и вокруг одной звезды , хотя бы одна звезда , является обитаемой планетой . <EOS>
И здесь мы безумно строим эти эксперименты , делаем эти расчеты , пишем компьютерные коды . <EOS>
Представьте себе , что миллиард лет назад столкнулись две черные дыры . <EOS>
Эта песня все это время звонит в космосе . <EOS>
Нас здесь даже не было . <EOS>
Все ближе и ближе — 40 000 лет назад мы все еще занимаемся наскальными росписями . <EOS>
Если бы это был Большой Взрыв , который мы собирались подхватить , это было бы так . <EOS>
Это буквально определение шума . <EOS>
Это белый шум , такой хаотичный звон . <EOS>
Но он вокруг нас повсюду , предположительно , если он не был уничтожен каким-то другим процессом во Вселенной . <EOS>
И если мы возьмем его , это будет музыка для наших ушей , потому что это будет тихим отголоском того момента нашего творения , нашей наблюдаемой вселенной . <EOS>
Так что в течение следующих нескольких лет мы сможем немного включить саундтрек , отобразить вселенную в аудио . <EOS>
Но если мы обнаружим эти самые ранние моменты , это значительно приблизит нас к пониманию Большого взрыва , что значительно приблизит нас к заданию самых сложных и неуловимых вопросов . <EOS>
Если мы проведем фильм о нашей вселенной назад , мы знаем , что в прошлом был Большой Взрыв , и мы можем даже услышать какофоничный звук этого фильма , но был ли Большой Взрыв единственным Большим Взрывом ? <EOS>
Я имею в виду , мы должны спросить , случалось ли это раньше ? <EOS>
Это повторится ? <EOS>
Я имею в виду , что в духе того , чтобы TED вновь воспламенил чудо , мы можем задавать вопросы , по крайней мере в последнюю минуту , которые , честно говоря , могут уклоняться от нас навсегда . <EOS>
Но мы должны спросить : возможно ли , что наша Вселенная — это всего лишь отвал от какой-то большой истории ? <EOS>
Или , возможно , что мы всего лишь ветвь от мультиселенной — каждая ветка со своим собственным Большим Взрывом в прошлом — может быть , некоторые из них с черными дырами играют на барабанах , может быть , другие без — может быть , некоторые из них имеют разумную жизнь , а , возможно , без — не в нашем прошлом , не в нашем будущем , но как-то фундаментально подключены к нам ? <EOS>
Поэтому нам нужно задаться вопросом , есть ли мультиселенная , в каком-то другом участке этой мультивселенной , есть ли существа ? <EOS>
Вот мои мультисельные существа . <EOS>
Есть ли в мультиселенной другие существа , которые задаются вопросом о нас и задаются вопросом о собственном происхождении ? <EOS>
И если они есть , то я могу представить их такими , какие мы есть , рассчитывая , пишу компьютерный код , создавая инструменты , пытаясь обнаружить этот слабей звук их происхождения и задаваться вопросом , кто еще там находится . <EOS>
Спасибо . Спасибо . <EOS>
( аплодисменты ) <EOS>
Однажды зимним утром , пару лет назад , я ехал на работу в Йоханнесбург , Южная Африка , и заметил тумку над городом . <EOS>
Я езжу на эту машину в большинстве дней , так что было необычным , что я этого раньше не замечала . <EOS>
Йоханнесбург известен своим своеобразным горизонтом , который я едва видел утром . <EOS>
Мне не потребовалось много времени , чтобы понять , что я смотрю на огромное облако загрязнения воздуха . <EOS>
Контраст между живописной средой , которую я знал , и этим покрытым дымом горизонтом что-то всколыхнуло во мне . <EOS>
Я был потрясен тем , что этот город ярких и ярких закатов переполнится тусклой дымкой . <EOS>
В тот момент я почувствовал желание что-то сделать с этим , но не знал , что . <EOS>
Все , что я знал , это не могу просто стоять сложа руки . <EOS>
Главная проблема заключалась в том , что я мало знал об управлении качеством воздуха в области окружающей среды или химии атмосферы . <EOS>
Я компьютерный инженер и был уверен , что не смогу найти выход из этой проблемы загрязнения воздуха . <EOS>
( Смех ) Кто я такой , чтобы что-то делать по этому вопросу ? <EOS>
Я был всего лишь гражданином . <EOS>
В последующие годы я усвоил очень важный урок , урок , который мы все должны принять близко к сердцу , если мы хотим работать в направлении лучшего будущего . <EOS>
Даже если вы не являетесь экспертом в конкретной области , ваш внешний опыт может стать ключом к решению больших проблем в этой области . <EOS>
Иногда уникальная перспектива может привести к нетрадиционному мышлению , способному перемещать иглу , но нужно быть достаточно смелым , чтобы попробовать . <EOS>
Это единственный способ , которым вы когда-либо узнаете . <EOS>
В то время я знал , что если я попытаюсь изменить ситуацию , мне нужно сначала разобраться в загрязнении воздуха , и поэтому я снова стала студентом . <EOS>
Я провел несколько фундаментальных исследований и вскоре узнал , что загрязнение воздуха является самым большим риском для здоровья окружающей среды в мире . <EOS>
Данные Всемирной организации здравоохранения показывают , что почти 14 процентов всех смертей во всем мире в 2012 году были связаны с загрязнением воздуха в домашних хозяйствах и окружающей среде , причем большинство из них приходится на страны с низким и средним уровнем дохода . <EOS>
Только загрязнение атмосферного воздуха ежегодно приводит к большему числу смертей , чем малярия и ВИЧ / СПИД . <EOS>
Согласно исследованию Организации экономического сотрудничества и развития , в Африке преждевременная смертность от небезопасной санитарии или недоедания среди детей бледнеет по сравнению со смертью из-за загрязнения воздуха , и это связано с огромными экономическими издержками : более 400 миллиардов долларов США по состоянию на 2013 год . <EOS>
Сейчас в своей работе я изучаю новые рубежи искусственного интеллекта , где симбиотические отношения между человеком и машиной могут найти полезную основу и помочь нам принимать более эффективные решения . <EOS>
Когда я размышлял о проблеме загрязнения воздуха , стало ясно , что нам нужно найти способ принятия более эффективных решений о том , как мы справляемся с загрязнением воздуха , и учитывая масштабы этой проблемы , необходимо делать это на совместной основе . <EOS>
Поэтому я решил , что лучше познакомиться с людьми , работающими в этой области . <EOS>
Я начал разговаривать с официальными лицами из Йоханнесбурга и других близлежащих городов , привлек к работе с местным научным сообществом , а также несколько холодных звонков . <EOS>
Процесс взаимодействия , к которому я приступил , помог мне глубже понять проблему . <EOS>
Это также помогло мне избежать ловушки , в которую иногда попадают люди в моей профессии , пытаясь внедрить инновации , когда мы быстро применяем технологию , прежде чем мы твердо поймём возникшую проблему . <EOS>
Я начал разрабатывать представление о том , что я могу сделать для улучшения ситуации . <EOS>
Я начала с того , что просто спросила себя , как я могу каким-то образом объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта , а также опыт людей , с которыми я связался . <EOS>
Я хотел создать онлайн-платформу для управления качеством воздуха , которая будет выявлять тенденции загрязнения и проектировать в будущем , чтобы определить , какие результаты можно ожидать . <EOS>
Я был полон решимости воплотить свою идею в практическое решение , но я столкнулась с неопределенностью и не имела гарантий успеха . <EOS>
Я обладал особым набором инженерных навыков и навыков , которые я приобрела за свою карьеру ( Смех ) , которые были новенькими для людей , которые работали над проблемой загрязнения воздуха на протяжении многих лет . <EOS>
Я понял , что иногда только одна свежая перспектива , один новый набор навыков может создать условия для того , чтобы произойти нечто замечательное . <EOS>
Наша сила воли и воображение — это путеводный свет , позволяющий нам наметить новые пути и преодолевать препятствия . <EOS>
Вооружившись более глубоким пониманием проблемы загрязнения воздуха и сумев получить более чем десятилетние данные об уровнях загрязнителей воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях , мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений по качеству воздуха который живет в облаке . <EOS>
Эта программная система анализирует исторические данные и данные в реальном времени , чтобы выявить пространственно-временные тенденции загрязнения . <EOS>
Затем мы использовали новую технологию машинного обучения для прогнозирования будущих уровней загрязнения на несколько дней до этого времени . <EOS>
Это означает , что граждане могут принимать более эффективные решения о своем ежедневном перемещении и о том , где проживать свои семьи . <EOS>
Мы можем заранее прогнозировать неблагоприятные явления загрязнения , выявлять тяжелые загрязнители , а соответствующие органы могут поручить им сократить свою деятельность . <EOS>
Используя вспомогательное сценарное планирование , градостроители могут также принимать более эффективные решения о том , как расширить инфраструктуру , такую как населенные пункты или промышленные зоны . <EOS>
Мы завершили пилотный проект нашей технологии , который был запущен в течение 120 дней и охватывал всю Южную Африку . <EOS>
Наши результаты были подтверждены , когда мы продемонстрировали тесную корреляцию между данными прогнозирования и данными , которые мы получаем на местах . <EOS>
Благодаря нашему лидерству мы привлекли передовые , ведущие мировые активы , которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью , принося пользу городу , в который я приехал в одно зимнее утро не так давно , и подумал про себя : « Здесь что-то не так . Интересно , что можно сделать ? » <EOS>
Вот в чем суть : что , если бы я не исследовал проблему загрязнения воздуха в дальнейшем ? <EOS>
Что , если бы я не проявил некоторой заботы о состоянии окружающей среды и надеялся , что кто-то где-то позаботится об этом ? <EOS>
Я узнал , что , приступая к сложному начинанию , способствующему делу , в которое мы твердо верим , важно сосредоточиться на возможности успеха и учитывать последствия недействий . <EOS>
Мы не должны отвлекаться на сопротивление и оппозицию , но это должно мотивировать нас дальше . <EOS>
Так что , где бы вы ни находились , в следующий раз , когда вы обнаружите , что у вас есть естественное любопытство , которое вы испытываете , и речь идет о чем-то , о чем вас волнует , и у вас есть какие-то сумасшедшие или смелые идеи , и , возможно , это вне сферы ваших знаний , задайте себе следующий вопрос : почему бы и нет ? <EOS>
Почему бы просто не решить проблему как можно лучше , по-своему ? <EOS>
Вы можете быть приятно удивлены . <EOS>
Спасибо . <EOS>
( аплодисменты ) <EOS>
Многие считают , что вождение — это занятие , предназначенное исключительно для тех , кто видит . <EOS>
Слепой человек , управляющий транспортным средством безопасно и самостоятельно , до сих пор считалось невыполнимой задачей . <EOS>
Здравствуйте , меня зовут Деннис Хонг , и мы обеспечиваем свободу и независимость слепым , построив автомобиль для слабовидящих . <EOS>
Поэтому прежде чем я расскажу об этой машине для слепых , позвольте мне кратко рассказать вам о другом проекте , над которым я работал под названием DARPA Urban Challenge . <EOS>
Теперь речь шла о создании роботизированного автомобиля , который может управлять самим собой . <EOS>
Вы нажимаете « Пуск » , никто ничего не трогает , и он может добраться до места назначения полностью автономно . <EOS>
Так что в 2007 году наша команда выиграла полмиллиона долларов , заняв третье место в этом соревновании . <EOS>
Примерно в это время Национальная федерация слепых , или NFB , поставила перед исследовательским комитетом вопрос о том , кто может разработать автомобиль , позволяющий слепому ездить безопасно и независимо . <EOS>
Мы решили попробовать , потому что подумали : « Эй , как тяжело это может быть ? » <EOS>
У нас уже есть автономный автомобиль . <EOS>
Мы просто поместили слепого человека и закончили , верно ? <EOS>
( Смех ) Мы не могли ошибаться . <EOS>
Чего хотел NFB , так это не автомобиль , который может водить слепого человека , а автомобиль , в котором слепой человек может принимать активные решения и водить машину . <EOS>
Поэтому нам пришлось выкинуть все в окно и начать с нуля . <EOS>
Чтобы проверить эту сумасшедшую идею , мы разработали небольшой прототип багги для дюн , чтобы проверить осуществимость . <EOS>
Летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность поучаствовать в этом . <EOS>
Это был потрясающий опыт . <EOS>
Но проблема этого автомобиля заключалась в том , что он был спроектирован так , чтобы он управлялся исключительно в контролируемой среде , на плоской закрытой автостоянке — даже на полосе движения , обозначенных красными дорожками . <EOS>
Таким образом , с этим успехом мы решили сделать следующий большой шаг — разработать настоящий автомобиль , который можно ездить по реальным дорогам . <EOS>
Так как же это работает ? <EOS>
Это довольно сложная система , но позвольте мне объяснить ее , возможно , упростить . <EOS>
Итак , у нас три шага . <EOS>
У нас есть интерфейсы восприятия , вычисления и невизуальные интерфейсы . <EOS>
Очевидно , что водитель не видит , поэтому системе необходимо воспринимать окружающую среду и собирать информацию для водителя . <EOS>
Для этого мы используем исходную единицу измерения . <EOS>
Таким образом , он измеряет ускорение , угловое ускорение — как человеческое ухо , внутреннее ухо . <EOS>
Мы используем эту информацию с помощью GPS-устройства , чтобы получить оценку местоположения автомобиля . <EOS>
Мы также используем две камеры для обнаружения полос дороги . <EOS>
Кроме того , мы используем три лазерных дальноискателей . <EOS>
Лазеры сканируют окружающую среду , обнаруживая препятствия — автомобиль , приближающийся спереди , сзади , а также любые препятствия , возникающие на дорогах , любые препятствия вокруг автомобиля . <EOS>
Таким образом , вся эта огромная информация затем подается в компьютер , и компьютер может сделать две вещи . <EOS>
Во-первых , это , прежде всего , обработать эту информацию , чтобы получить представление об окружающей среде — это полосы дороги , есть препятствия — и передать эту информацию водителю . <EOS>
Система также достаточно умна , чтобы найти самый безопасный способ управления автомобилем . <EOS>
Таким образом , мы также можем создать инструкции по управлению системой управления автомобилем . <EOS>
Но проблема в следующем : как мы передаем эту информацию и инструкции человеку , который не может видеть достаточно быстро и точно , чтобы он мог водить машину ? <EOS>
Для этого мы разработали множество различных типов технологий невизуального пользовательского интерфейса . <EOS>
Итак , начиная с трехмерной звуковой системы ping , вибрационного жилета , кликового колеса с голосовыми командами , полоски для ног и даже обуви , которая оказывает давление на ногу . <EOS>
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов . <EOS>
Теперь первый интерфейс называется DriveGrip . <EOS>
Таким образом , это пара перчаток , на ней есть вибрирующие элементы на части кулака , чтобы вы могли передать инструкции о том , как управлять — направление и интенсивность . <EOS>
Другое устройство называется SpeedStrip . <EOS>
Это кресло — на самом деле это массажное кресло . <EOS>
Мы высеиваем его и переставляем вибрирующие элементы по различным схемам и приводим их в действие , чтобы передать информацию о скорости , а также инструкции по использованию газа и педали тормоза . <EOS>
Здесь вы можете увидеть , как компьютер понимает окружающую среду , и поскольку вы не видите вибрацию , мы на самом деле установили красный светодиод на драйвер , чтобы вы могли видеть , что происходит . <EOS>
Это сенсорные данные , которые передаются на устройства через компьютер . <EOS>
Таким образом , эти два устройства , DriveGrip и SpeedStrip , очень эффективны . <EOS>
Но проблема в том , что это обучающие устройства . <EOS>
Значит , это не совсем свобода , верно ? <EOS>
Компьютер подскажет , как управлять автомобилем — поверните налево , поверните направо , ускоряйте , остановитесь . <EOS>
Мы называем это « проблемой водителя заднего сиденья » . <EOS>
Таким образом , мы отходим от обучающих устройств и теперь больше фокусируемся на информационных устройствах . <EOS>
Хорошим примером такого информационного невизуального пользовательского интерфейса является AirPix . <EOS>
Так что подумайте о нем как о мониторе для слепых . <EOS>
Это маленький планшет , в нем много отверстий , и сжатый воздух выходит , чтобы он мог рисовать изображения . <EOS>
Так что , несмотря на то , что вы слепы , вы можете положить руку на него , вы можете увидеть полосы дороги и препятствия . <EOS>
На самом деле , вы также можете изменить частоту выходящего воздуха и , возможно , температуру . <EOS>
Таким образом , это многомерный пользовательский интерфейс . <EOS>
Здесь вы можете видеть левую камеру , правую камеру из автомобиля и то , как компьютер интерпретирует эту информацию и передает эту информацию в AirPix . <EOS>
Для этого мы показываем симулятор , слепой человек за рулем с помощью AirPix . <EOS>
Этот симулятор также был очень полезен для обучения слепых водителей , а также для быстрого тестирования различных типов идей для разных типов невизуальных пользовательских интерфейсов . <EOS>
Так что в основном это работает . <EOS>
Но этот автомобиль является прототипом и не будет в дороге , пока не будет доказано , что оно не будет безопаснее , чем сегодняшнее транспортное средство . <EOS>
И я действительно верю , что это может произойти . <EOS>
Но все же , примут ли общество такую радикальную идею ? <EOS>
Как мы будем работать со страхованием ? <EOS>
Как мы будем выдавать водительские права ? <EOS>
Существует множество различных препятствий , помимо технологических проблем , которые нам необходимо решить , прежде чем это станет реальностью . <EOS>
Конечно , главная цель этого проекта — разработать автомобиль для слепых . <EOS>
Но потенциально важнее , чем это , огромная ценность побочных технологий , которые могут быть реализовываться из этого проекта . <EOS>
Используемые датчики могут видеть сквозь темноту , туман и дождь . <EOS>
Вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их в более безопасных автомобилях для зрячих людей . <EOS>
Или для слепых , бытовых приборов — в образовательной обстановке , в офисной обстановке . <EOS>
Только представьте , что в классе учитель пишет на доске , а слепой ученик видит , что написано и читает , используя эти невизуальные интерфейсы . <EOS>
Это бесценно . <EOS>
Итак , сегодня то , что я вам сегодня показал , — это только начало . <EOS>
Большое спасибо . <EOS>
( аплодисменты ) <EOS>
Как художнику , связь очень важна для меня . <EOS>
В своей работе я пытаюсь понять , что люди не отделены от природы и что все взаимосвязано . <EOS>
Впервые я побывал в Антарктиде почти 10 лет назад , где увидел свои первые айсберги . <EOS>
Я был в трепете . <EOS>
Мое сердце быстро билось , голова голова была голова , пытаясь понять , что именно стояло передо мной . <EOS>
Айсберги вокруг меня находились почти в 200 метрах от воды , и я мог только удивляться , что это одна снежинка на другой снежинке год за годом . <EOS>
Айсберги рождаются , когда они отходят от ледников или отрываются от ледяных полок . <EOS>
Каждый айсберг имеет свою индивидуальную индивидуальность . <EOS>
Они по-разному взаимодействуют со своей средой и опытом . <EOS>
Некоторые отказываются сдаваться и держаться до горького конца , другие больше не могут терпеть это и рассыпаться в припадке драматической страсти . <EOS>
Легко думать , когда вы смотрите на айсберг , что они изолированы , что они разделены и одиноки , так же , как мы , люди , иногда воспринимаем себя . <EOS>
Но реальность далека от этого . <EOS>
Когда айсберг тает , я вдыхаю его древнюю атмосферу . <EOS>
По мере таяния айсберг высвобождает богатую минералами пресную воду , которая питает многие формы жизни . <EOS>
Я подхожу к фотографированию этих айсбергов так , как будто я делаю портреты моих предков , зная , что в эти отдельные моменты они существуют таким образом и больше никогда не будут существовать таким образом . <EOS>
Это не смерть , когда они тают ; это не конец , а продолжение их пути через жизненный цикл . <EOS>
Некоторые из льда в айсбергах , которые я фотографирую , очень молоды — пару тысяч лет . <EOS>
А часть льда старше 100 000 лет . <EOS>
Последние снимки , которые я хотел бы показать вам , это айсберг , который я сфотографировал в Кекетарсуаке , Гренландия . <EOS>
Это очень редкий случай , когда вы действительно становитесь свидетелями качения айсберга . <EOS>
Вот и оно . <EOS>
С левой стороны вы можете увидеть небольшую лодку . <EOS>
Это примерно 15-футовый катер . <EOS>
И я хочу , чтобы вы обратили внимание на форму айсберга и его место на ватерлинии . <EOS>
Вы видите здесь , она начинает катиться , и лодка переместилась на другую сторону , и человек стоит там . <EOS>
Это гренландский айсберг среднего размера . <EOS>
Он находится на высоте около 120 футов над водой или 40 метров . <EOS>
А это видео в режиме реального времени . <EOS>
( Музыка ) И вот так айсберг показывает вам другую сторону его личности . <EOS>
Спасибо . <EOS>
( аплодисменты ) <EOS>
Знаете ли вы , сколько видов цветущих растений существует ? <EOS>
Есть четверть миллиона — по крайней мере это те , о которых мы знаем — четверть миллиона видов цветущих растений . <EOS>
А цветы — настоящий баггер . <EOS>
Их очень сложно производить растениям . <EOS>
Они потребляют огромное количество энергии и много ресурсов . <EOS>
Зачем им это беспокоиться ? <EOS>
И ответ , конечно , как и многие другие вещи в мире , — секс . <EOS>
Я знаю , о чем вы думаете , когда вы смотрите на эти фотографии . <EOS>
И причина , по которой половое размножение так важно — есть много других вещей , которые растения могут сделать для размножения . <EOS>
Вы можете брать черенки , они могут заниматься сексом с собой , опылять сами . <EOS>
Но им действительно нужно распространять свои гены для смешивания с другими генами , чтобы они могли адаптироваться к экологическим нишам . <EOS>
Эволюция работает именно так . <EOS>
Теперь растения передают эту информацию через пыльцу . <EOS>
Некоторые из вас , возможно , уже видели некоторые из этих фотографий . <EOS>
Как я уже сказал , каждый дом должен иметь сканирующий электронный микроскоп , чтобы увидеть их . <EOS>
И существует столько же различных видов пыльцы , сколько и цветущих растений . <EOS>
И это очень полезно для криминалистики и так далее . <EOS>
Больше всего пыльцы , вызывающей сенную лихорадку , происходит от растений , которые используют ветер для распространения пыльцы , и это очень неэффективный процесс , поэтому она так сильно поднимает наши носы . <EOS>
Потому что вы должны выбивать их массы и массы , надеясь , что ваши половые клетки , мужские половые клетки , которые удерживаются внутри пыльцы , каким-то образом дойдут до другого цветка случайно . <EOS>
Таким образом , все травы , что означает все зерновые культуры , и большинство деревьев имеют ветровидную пыльцу . <EOS>
Но большинство видов используют насекомых для своих торгов , и это в некотором смысле более разумно , потому что пыльца не нуждается в ней так много . <EOS>
Насекомые и другие виды могут взять пыльцу , перенести ее туда , где она необходима . <EOS>
Таким образом , очевидно , мы знаем о взаимосвязи между насекомыми и растениями . <EOS>
Там есть симбиотические отношения , будь то мухи , птицы или пчелы , они получают что-то взамен , и что-то взамен обычно является нектаром . <EOS>
Иногда этот симбиоз приводил к замечательным адаптациям — колибри ястребиная моль прекрасна в своей адаптации . <EOS>
Растение что-то получает , а ястребиная моль распространяет пыльцу где-то в другом месте . <EOS>
Растения эволюционировали , создавая маленькие посадочные полосы здесь и там для пчел , которые могли сбиться с пути . <EOS>
На многих растениях есть маркировка , которая похожа на других насекомых . <EOS>
Это пыльники лилии , ловко сделанные так , что , когда ничего не подозревающее насекомое приземляется на нее , пыльник переворачивается вверх и колоет его на спину большим количеством пыльцы , с которой затем идет на другое растение . <EOS>
И есть орхидея , которая может выглядеть вам так , как будто у нее есть челюсти , и , в некотором смысле , она имеет ; она заставляет насекомое выползти , покрытое пыльцой , которую оно забирает в другое место . <EOS>
Орхидеи : существует , по крайней мере , 20 000 видов орхидей — удивительно , удивительно разнообразны . <EOS>
И они разбираются во всевозможных трюках . <EOS>
Им приходится пытаться привлечь опылителей для проведения своих торгов . <EOS>
Эта орхидея , известная как орхидея Дарвина , потому что она изучала и сделал замечательное предсказание , увидев ее — вы можете видеть , что есть очень длинная нектарная трубка , которая спускается вниз от орхидеи . <EOS>
И в основном , то , что должно делать насекомое — мы находимся в середине цветка — оно должно засунуть свой маленький хоботк прямо в середину этого и до нектарной трубки , чтобы добраться до нектара . <EOS>
И Дарвин , глядя на этот цветок , сказал : « Наверное , что-то сотворилось с этим » . <EOS>
И , конечно , есть насекомое . <EOS>
Я имею в виду , как правило , она сворачивает его , но в прямостоячем виде это выглядит . <EOS>
Теперь вы можете себе представить , что если нектар является столь ценным и дорогим для производства завода и привлекает много опылителей , то , как и в человеческом сексе , люди могут начать обманывать . <EOS>
Они могут сказать : « У меня есть немного нектара . Хочешь приехать и забрать его ? » <EOS>
Теперь это растение . <EOS>
Это растение , которое насекомые в Южной Африке просто любят , и они развились с длинным хоботком , чтобы получить нектар внизу . <EOS>
И это и есть мимика . <EOS>
Это растение , имитирующее первое растение . <EOS>
А вот уже давно пробоснутая муха , которая не получила из мимики ни одного нектара , потому что мимика не дает ей нектара . Он думал , что у него получится немного . <EOS>
Так что муха не только не достала нектар из мимического растения , но и — если вы внимательно посмотрите на головной конец , вы увидите , что в ней есть немного пыльцы , которую она передала бы другому растению , если бы только какой-то ботаник не пришел и не приклеил ее к синему куску карты . <EOS>
( Смех ) Теперь обман продолжается по царству растений . <EOS>
Этот цветок с черными точками : они могут выглядеть как черные точки для нас , но если я скажу вам , мужскому насекомому нужного вида , это выглядит как две самоки , которые очень горят рысью . <EOS>
( Смех ) И когда насекомое попадает туда и приземлится на него , обливая пыльцой , конечно , которую оно вывезет на другое растение , если посмотреть на картинку с электронным микроскопом , то видно , что на самом деле там есть несколько трехмерных рисунков . <EOS>
Так что он , вероятно , даже хорошо подходит для насекомого , а также хорошо выглядит . <EOS>
На этих снимках с электронным микроскопом — вот орхидея , имитирующая насекомое , — видно , что разные части структуры имеют разные цвета и разные текстуры для нашего глаза , очень сильно отличаются от того , что может воспринимать насекомое . <EOS>
И это происходит так , чтобы имитировать глянцевую металлическую поверхность , которую вы видите на некоторых жуках . <EOS>
Под сканирующим электронным микроскопом вы можете увидеть поверхность , которая сильно отличается от других поверхностей , на которые мы смотрели . <EOS>
Иногда все растение имитирует насекомое , даже нам . <EOS>
Я имею в виду , я думаю , что это похоже на летающего животного или зверя . <EOS>
Это замечательная , потрясающая вещь . <EOS>
Это умная . Это называется обсидиан . <EOS>
Иногда я думаю , что это инсайдиум . <EOS>
Для правильного вида пчелы это выглядит как еще одна очень агрессивная пчела , и она много раз убирает ее на голову , чтобы попытаться отгонить ее , и , конечно , покрывает себя пыльцой . <EOS>
Другое дело , что это растение имитирует еще одну орхидею , в которой есть прекрасный магазин пищи для насекомых . <EOS>
И у этого нет ничего для них . <EOS>
Так что это обманчиво на двух уровнях — потрясающе . <EOS>
( Смех ) Здесь мы видим иланг-иланг , компонент многих парфюмерии . <EOS>
Я вообще-то пахла с кем-то раньше . <EOS>
И цветы на самом деле не обязательно должны быть такалевыми . <EOS>
Они рассылают фантастический набор ароматов любому насекому , у которого он есть . <EOS>
Этот пахнет не так хорошо . <EOS>
Это цветок , который очень , действительно пахнет довольно неприятным и , опять же , эволюционирует , похож на брызги . <EOS>
Так что мухи обожают это . <EOS>
Они прилетают и опыляют . <EOS>
Это , хеликодицерос , также известен как мертвый конь arum . <EOS>
Я не знаю , как на самом деле пахнет мертвая лошадь , но эта , вероятно , пахнет почти так . <EOS>
Это ужасно . <EOS>
А духи просто не могут помочь себе . <EOS>
Они летят в эту штуку и летят весь путь вниз . <EOS>
Они откладывают в него яйца , думая , что это неплохая часть , и не понимая , что для яиц нет пищи , что яйца умрут , но растение , тем временем , выиграло , потому что щетина высвобождается , а мухи исчезают , чтобы опылить следующий цветок — фантастика . <EOS>
Вот arum , arum maculatum , « лорды и дамы » или « куку-пинта » в этой стране . <EOS>
Я сфотографировал эту штуку на прошлой неделе в Дорсете . <EOS>
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды — потрясающе . <EOS>
И если вы посмотрите вниз , то за спадиксом есть такая плотина , мух привлекает тепло , которое отваривает летучие химикаты , маленькие мошки , и они попадают под этим контейнером . <EOS>
Они пьют этот сказочный нектар , а потом все немного липкие . <EOS>
Ночью они покрываются пыльцой , которая опускается над ними , а затем щетиной , которую мы видели выше , они как бы завядают и выпускают всех этих мошек , покрытых пыльцой — потрясающая вещь . <EOS>
Если вы считаете , что это потрясающе , это один из моих замечательных фаворитов . <EOS>
Это филодендрон селлум . <EOS>
Для всех , кто здесь из Бразилии , вы узнаете об этом растении . <EOS>
Это самое удивительное . <EOS>
Такого рода фаллический бит длиной около фута . <EOS>
И это делает то , что ни одно другое растение , о котором я знаю , и это то , что когда оно цветет — это спадикс посередине — в течение примерно двух дней , оно метаболизируется таким образом , что он похож на млекопитающих . <EOS>
Поэтому вместо крахмала , который является пищей растений , он принимает нечто похожее на коричневый жир и сжигает его такими темпами , что сжигает жир , метаболизируется , примерно со скоростью маленькой кошки . <EOS>
И это в два раза больше энергии , весового веса , чем колибри — просто поразительно . <EOS>
Эта штука делает что-то необычное . <EOS>
Он не только повысится до 115 градусов по Фаренгейту , 43 или 44 градуса Цельсия , в течение двух дней , но и сохраняет постоянную температуру . <EOS>
Там есть механизм терморегуляции , который поддерживает постоянную температуру . <EOS>
Теперь почему это происходит , я слышу , вы спрашиваете . <EOS>
Разве вы этого не знаете , есть жуки , которые просто любят заниматься любовью при такой температуре . <EOS>
И они попадают внутрь и получают все это . <EOS>
( Смех ) И растение осыпает их пыльцой , и они идут и опыляют . <EOS>
И что это замечательно . <EOS>
Сейчас большинство опылителей , о которых мы думаем , являются насекомыми , но на самом деле в тропиках опыляются многие птицы и бабочки . <EOS>
И многие тропические цветы красные , и это потому , что бабочки и птицы видят похожее на нас , и хорошо видят красный цвет . <EOS>
Но если посмотреть на спектр , птиц и нас , мы увидим красный , зеленый и синий и увидеть этот спектр . <EOS>
Насекомые видят зеленый , синий и ультрафиолетовый , и они видят различные оттенки ультрафиолета . <EOS>
Так что там есть что-то , что происходит с конца . <EOS>
И не было бы здорово , если бы мы могли как-то понять , что это такое , как вы спрашиваете . <EOS>
Да , мы можем . <EOS>
Так что же такое насекомое ? <EOS>
На прошлой неделе я сделал эти снимки рок-розы , гелиантемы в Дорсете . <EOS>
Это маленькие желтые цветы , как мы все видим , маленькие желтые цветы повсюду . <EOS>
И вот как это выглядит при видимом свете . <EOS>
Вот так выглядит , если вы вынимаете красный цвет . <EOS>
Большинство пчел не воспринимают красный цвет . <EOS>
А затем я поставил несколько ультрафиолетовых фильтров на камеру и провел очень , очень длительную экспозицию с конкретными частотами ультрафиолетового света , и это то , что я получил . <EOS>
И это просто фантастический « бычий глаз » . <EOS>
Теперь мы не знаем точно , что видит пчела , больше , чем вы знаете , что я вижу , когда называю это красным . <EOS>
Мы не можем знать , что происходит в разуме другого человека , не говоря уже о насекомом . <EOS>
Но контраст будет выглядеть примерно так , поэтому сильно выделяется на заднем плане . <EOS>
Вот еще один цветок — различный диапазон ультрафиолетовых частот , различные фильтры в соответствии с опылителями . <EOS>
И это именно то , что она будет видеть . <EOS>
На всякий случай , если вы думаете , что все желтые цветы обладают этим свойством — ни один цветок не был поврежден в процессе этого снимка ; он был просто прикреплен к штатипу , а не убит — тогда под ультрафиолетовым светом , посмотрите на это . <EOS>
Это может быть основой солнцезащитного крема , потому что солнцезащитные кремы работают за счет поглощения ультрафиолетового света . <EOS>
Так что , возможно , химическое вещество в этом было бы полезно . <EOS>
Наконец , есть одна из вечерних примул , которую мне прислал Бьорн Рорслетт из Норвегии — фантастический скрытый рисунок . <EOS>
И мне нравится идея о чем-то скрытом . <EOS>
Я думаю , что здесь есть что-то поэтичное , что эти снимки , сделанные с помощью ультрафиолетового фильтра , основное применение этого фильтра — для астрономов фотографировать Венеру — на самом деле облака Венеры . <EOS>
Это основное применение этого фильтра . <EOS>
Венера , конечно , бог любви и плодородия , и это история цветов . <EOS>
И так же , как цветы тратят много усилий , пытаясь заставить опылителей выполнить свои поручения , они так или иначе уговорили нас посадить великие поля , наполненные ими , и отдавать их друг другу во время рождения и смерти , особенно при браке , что , когда вы думаете об этом , является моментом , когда вы думаете об этом , инкапсулирует перенос генетического материала из одного организма в другой . <EOS>
Большое спасибо . <EOS>
( аплодисменты ) <EOS>
